{"Australia Covid Popular": "Dan is lying - hospitals are not full. There are 2200 ICU beds with ventilators in Australia - only 6 covid patients are on them #springst #auspol", "Australia Covid Popular Author": "DifficultNerd", "Australia Covid Popular Count": 380, "NSW Covid Negative": "THREAD\nThis is 66-year-old Susan and 68-year-old Glenn Murray.  With all the hectic Covid-19 chaos hitting Australia, it's likely that you missed the news regarding Susan and Glenn. They were murdered at their home in Oberon, NSW, last week. Their son is their alleged killer. https://t.co/XMbBGJ3SeD", "NSW Covid Negative Author": "MapFemicide", "NSW Covid Positive": "\"... Health and the economy went hand in hand and countries that contained the virus best were in pole position for a rapid economic recovery.\"\nhttps://t.co/kcXZMNiLtB", "NSW Covid Positive Author": "DrLilon", "WA Covid Negative": "@GoogleNewsPost Scott Morrison's COVID response has been inadequate, chaotic, incompetent, deceitful he has failed on all key performance indicators of the COVIDD response. So none of us cares what he thinks of Mark McGowan's stellar management of WA's COVID response. #ScottyTheGaslighter", "WA Covid Negative Author": "DrRichardSallie", "WA Covid Positive": "YO PERTH FRIENDS y’all eligible for the COVID vaccine!!!! Just got an email to book! Check it and get vaccinated PLEASE!!!\n\nhttps://t.co/8wkzCiaVdy\n\nThough I’ve got my AZ shot booked this Wednesday from a month ago so I’ll prolly keep to that???", "WA Covid Positive Author": "TanukiMaki", "ACT Covid Positive": "My brother ratchet ass hell!!!! Gone tell me niggas act like Covid ain’t still out here but he attending shit like this 🤦🏾‍♀️🤦🏾‍♀️🤦🏾‍♀️🤦🏾‍♀️ wtf going on in this video 🤦🏾‍♀️🤣🤣 the shit he sends to my phone 🤦🏾‍♀️🤣🤣 https://t.co/mZQs1EyfE1", "ACT Covid Positive Author": "naeeACEmoney", "ACT Covid Negative": "Have been speaking with Auckland CBD businesses dealing with shocking instances of violence. Assaults have spiked 63% in 2021. All say it's hard to deny the intensification of emergency housing in CBD hotels since Covid is a major factor, via @nzherald https://t.co/jJo3zlleJk", "ACT Covid Negative Author": "gay_ste", "SA Covid Positive": "Good Monday morning Lord. Good Monday morning to all my fellow TBADN and SENIORS around the world.\n\nIngat po tayong lahat lagi sa panahon at sa covid. STAY SAFE. GOD BLESS US ALL ALWAYS.\n\n#TBADNBoycottMZETxAPT161\n\nLaban lang, https://t.co/QCMIVwDlLF", "SA Covid Positive Author": "AuroraUmezawa", "SA Covid Negative": "🚌 Will transportation be provided for scheduled vaccine recipients during ECQ?\n🚗🚕 What other transport options are available?\n❌ Is the “no vaccine, no work” policy allowed?\n#RESBAKUNA\n#BIDASolusyon Plus sa COVID-19\n#BIDAangMayDisiplina https://t.co/nSPfHtP1zh", "SA Covid Negative Author": "zamboanga_7", "QLD Covid Positive": "Gladys says \"would love to have zero cases of Covid\". Hello from qld Gladys. Double donut day, a week out of 8 day lock down.  😆", "QLD Covid Positive Author": "Bluebag_mi", "QLD Covid Negative": "Worse &amp; worse! with no real change in NSW govt's reckless attitude &amp; 478 new Covid-19 cases, 7 additional deaths. Vic records 22 cases, Qld zero; ACT records 19; snap lockdown for Darwin &amp; Katherine. As for the PM, Morrison is clearly a lunatic. #COVID19Aus #morrisonsh1tshow https://t.co/QDTB7KxUMY", "QLD Covid Negative Author": "ochreblue", "NT Covid Positive": "Oh dear. NT have a community case and are going into lockdown for same reason as SA did last month - someone arrived from overseas and quarantined in Sydney, caught covid and then didn’t need to quarantine in NT. Could we learn from each other’s mistakes a little better please?", "NT Covid Positive Author": "IIreckon", "NT Covid Negative": "@deemadigan @newscomauHQ I understand that State is responsibility of making decisions 4 themselves but watching today as we saw presser from NSW, ACT, NT &amp; VIC one after the other wouldn’t it b better if we had 1 msg that being from PM 2 hours of non stop Covid pressers must confuse anger &amp; scare ppl", "NT Covid Negative Author": "PeteWil52408518", "TAS Covid Negative": "Hundreds protest in the Oklahoma state capitol against forced COVID-19 vaccinations.\n\nThe global pushback is happening. Keep fighting against tyrannical mandates. 🇺🇸 https://t.co/DxTdTUoaeL", "TAS Covid Negative Author": "TAS_Amping", "TAS Covid Positive": "@stereochippo @DrRichardSallie @Onleysdownriver @tax_oz @truthdoctor73 @ronmjm @PatsKarvelas @MarkMcGowanMP When it comes to hard lockdowns and closing borders to ensure covid zero, at the last election, that was proven beyond doubt the majority overwhelmingly support those measures.\n\nSo WA is not unique. SA, Vic, Tas and NT also support these measures.", "TAS Covid Positive Author": "MinionsRaven", "VIC Covid Positive": "Victoria Police sent video showing dozens at Melbourne engagement party amid COVID-19 lockdown - ABC News This is disgraceful when so many of us have been sacrificing our freedom for the greater good of wider Vic. #viclockdown  https://t.co/nN0jqmWmlP", "VIC Covid Positive Author": "arikousas", "VIC Covid Negative": "Worse &amp; worse! with no real change in NSW govt's reckless attitude &amp; 478 new Covid-19 cases, 7 additional deaths. Vic records 22 cases, Qld zero; ACT records 19; snap lockdown for Darwin &amp; Katherine. As for the PM, Morrison is clearly a lunatic. #COVID19Aus #morrisonsh1tshow https://t.co/QDTB7KxUMY", "VIC Covid Negative Author": "ochreblue", "Australia Covid Negative": "THREAD\nThis is 66-year-old Susan and 68-year-old Glenn Murray.  With all the hectic Covid-19 chaos hitting Australia, it's likely that you missed the news regarding Susan and Glenn. They were murdered at their home in Oberon, NSW, last week. Their son is their alleged killer. https://t.co/XMbBGJ3SeD", "Australia Covid Negative Author": "MapFemicide", "Australia Covid Positive": "\"Thanks again for being in Australia, The Guardian! Great to have a ‘real’ media reporting on facts !\" https://t.co/DZe9OA2cGt", "Australia Covid Positive Author": "fehowarth", "Scott Morrison Positive": "I have no idea how many if any are going to read this tweet,but please those of you who do,please take a moment to reflect in your heart of hearts, should Scott Morrison,be prime minister after the next election,can Australia survive another term of lies , corruption &amp;deciet,.", "Scott Morrison Positive Author": "Higgsy47", "Scott Morrison Negative": "The blame for the NSW shitshow lies with Scott Morrison’s abysmal vaccine rollout AND Gladys Berejiklian’s negligent failure to lock down early.\n\nThey are both trying to shift blame to the “individual” but the blame for this outbreak lies squarely with them.\n\nThey both must go.", "Scott Morrison Negative Author": "JohnBurfitt", "Gladys Berejiklian Positive": "Scott Morrison needs to be held directly responsible for the growing Covid Crisis that is now seeing almost all of Australia locked down. Cheer leaded like a buffoon until June 24 about how NSW Premier Gladys Berejiklian was awesome for not locking Sydney down when Delta was low https://t.co/XipFIz5dbv", "Gladys Berejiklian Positive Author": "TroyStolz", "Gladys Berejiklian Negative": "The blame for the NSW shitshow lies with Scott Morrison’s abysmal vaccine rollout AND Gladys Berejiklian’s negligent failure to lock down early.\n\nThey are both trying to shift blame to the “individual” but the blame for this outbreak lies squarely with them.\n\nThey both must go.", "Gladys Berejiklian Negative Author": "JohnBurfitt", "Daniel Andrews Negative": "😱😱😱 OOO AHHH \n\nDaniel Andrews just said SHITTY, cant wait for the pearl clutchers to predict the collapse of the entire fabric of polite society.\n\n#Auspol", "Daniel Andrews Negative Author": "DavidHa30584721", "Daniel Andrews Positive": "Better make Daniel Andrews happy else he may close this down as well! https://t.co/RcN6BOr1qI", "Daniel Andrews Positive Author": "nickbarnesaus", "Australia Vaccinations Positive": "@SkyNewsAust WHY DO YOU NEED TO BUY ANOTHER 1 MILLION????\n\nFirst COVID-19 vaccinations | Prime Minister of Australia https://t.co/983Ixoojqm › media › first-covid-19-vaccin...\n21 Feb 2021 — PM Morrison said it was a landmark day in Australia's ... has secured more than 150 million", "Australia Vaccinations Positive Author": "KrikSteven", "Australia Vaccinations Negative": "All those angry with the new Victorian restrictions should direct their anger in the right direction\n\nMorrison did not buy enough vaccinations and screwed up with the ones he did get\nGladys failed to lock down her state and infected the rest of Australia\n\nThank you\n#LNPDisgrace", "Australia Vaccinations Negative Author": "ausgrrl"}