{"Australia Covid Popular": "Australian capital Canberra goes into snap lockdown after finding one Covid case. ONE.\n\n***ONE***\n\nStark staring mad.  https://t.co/A8rDaSZ3ld", "Australia Covid Popular Author": "JuliaHB1", "Australia Covid Popular Count": 5935, "NSW Covid Positive": "Three quarters of today’s NSW COVID-19 cases are aged under 40. It's great news the Government will be focussing on vaccinating people in the 16-39 age group in areas of concern. I encourage all younger people to consult with their GP on receiving an AstraZeneca jab #COVID19nsw", "NSW Covid Positive Author": "jenhelenmar", "NSW Covid Negative": "The anti-lockdown protest in Sydney is believed to have caused a surge in Covid-19 cases\n\nBut the government hasn't released any info  regarding who became infected from the march\n\nAnother opaque brick in the govt wall\n\nI would suggest it is much worse in NSW than even they know", "NSW Covid Negative Author": "IanGill82421393", "WA Covid Positive": "Mark \"China First\" McGowan doing what he does best here--selling out the GREAT people of WA.\n\nThis was filmed the night before the first Covid-19 case was recorded in Western Australia. \n\nJournalists MUST start reporting Mark's VERY strong relationship with the CCP https://t.co/mPSYIksRl2", "WA Covid Positive Author": "williamshortcon", "WA Covid Negative": "I just heard on the radio that there is a new covid outbreak associated with the big country music fest at The Gorge (in WA) now.  No fcuking surprise. Which, if my brother was there, means no memorial service for my dad this week. I'm furious. https://t.co/vnBpvZJ88C", "WA Covid Negative Author": "AliiRidge", "ACT Covid Positive": "One thing local business owners might consider. If you don’t follow good protocols concerning Covid now, I will not patronize you business. I also really value my time, health, and community. If you have a positive on your staff, and don’t act to protect clients. I won’t be back.", "ACT Covid Positive Author": "kemptont", "ACT Covid Negative": "of my heritage name , attacking me multiple times in a religious gratifying Act of a small little crime leading to a systemic racist genocide 3 years later.\n\nI found a terrorism cell stabbing people with  a small device underneath a Band-Aid that caused covid, starting here at", "ACT Covid Negative Author": "Auth2Indigenous", "SA Covid Positive": "Good Tuesday morning Lord. Good Tuesday morning to all my fellow TBADN and SENIORS around the world.\n\nIngat po tayong lahat lagi sa panahon at sa covid. STAY SAFE. GOD BLESS US ALL ALWAYS.\n\n#TBADNBoycottMZETxAPT162 \n\nLaban lang, https://t.co/xr2243aA3K", "SA Covid Positive Author": "Menniebarbs1", "QLD Covid Negative": "@ChrisHaworth368 The media is fucking disgusting. QLD Gov yesterday saying 7 died “with” Covid. I’ve repeatedly asked what did they die of? Within 5 mins my question is taken down. It’s such a cover up in full view", "QLD Covid Negative Author": "crypto_del1973", "QLD Covid Positive": "Rugby league powerbrokers have been urged to hand Queensland this year’s NRL Grand Final as a reward for the state’s contribution to the game over the past 100 years.\nhttps://t.co/1uJveCR1qx", "QLD Covid Positive Author": "footyindustryAU", "NT Covid Positive": "Good Morning all, take care and be covid safe out there especially to all my peeps in #nswlockdown #melbournelockdown #ACT and now parts of #NT. Who are in the #MorrisonLockdown and the #GladysClusterfuk . #MorrisonFail", "NT Covid Positive Author": "Phillippring", "NT Covid Negative": "Experts back Melbourne’s tough new restrictions as only way to avoid disastrous outbreak https://t.co/jTUIqlTu0v\n@theage You’ve only quoted one ‘expert’, our CHO who happens to be a public service lackey of @DanielAndrewsMP … and look how expert he was last year!! Sad reporting", "NT Covid Negative Author": "Grassrootspolly", "TAS Covid Positive": "@_jimxgii we kinda end up being together b4 covid pero when the 2 weeks quarantine started we really havent talk ulet tas nung last bday ko he greeted me tas nagusap kami tas nagkabalikan pero we ended it pretty quick kase nalaman ko well i actually knew na we just pretending na he likesme", "TAS Covid Positive Author": "jmnpuff", "TAS Covid Negative": "@JBradshaw01 This list could go on forever!\nT: Trudeau must go!\nPM: Election. \nT: Can't have an election during #Fordthwave \nDrs: Oh, you believe in Covid now. Some restrictions?\nT: No restrictions! It's a flu! Stampede time!\nMost of 🇨🇦: Just get the shot!\nT: Right to choose!\nWomen: Really?!", "TAS Covid Negative Author": "tas_lily", "VIC Covid Positive": "In light of the current Greater Melbourne lockdown and the ongoing COVID-19 situation in Victoria, ALPA have made the decision to safeguard the health of members, competitors and sponsors and have deferred the 2021 Vic #ALPAYAC to 7 Feb 2022\n\nStay safe everyone 💙😷 #StayHome https://t.co/HRHwi85as4", "VIC Covid Positive Author": "KBaileyMarkets", "VIC Covid Negative": "@DavidSteadson @Reasonableques3 But what else are they crushing? Why do people think there is only one dimension to this? And why the constant fear...for eg linking the tragic death of a 15 year old to covid when his death was caused by meningitis. Btw Vic's short sharp lockdown is anything but...", "VIC Covid Negative Author": "CraigElphick2", "Australia Covid Negative": "@GStephanopoulos Why won’t he put in place other public health measures to save lives from #Covid19 and stop transmission? His vaccine-only approach is failing and is killing people! \n\nUS lost more people to Covid LAST THURSDAY than Australia &amp; other countries lost during entire pandemic!", "Australia Covid Negative Author": "LongCovidNYC", "Australia Covid Positive": "To express your interest in this class action, you must be an aged care worker in Australia, not want to submit to a covid-19 jab and be subject to a law making it mandatory to have the jab before 17 September. \nSupport our GoFundMe campaign here https://t.co/QDyCxoehwL", "Australia Covid Positive Author": "MaluaBayReiver", "Scott Morrison Negative": "Scott Morrison’s comments regarding the murder of George Floyd\n“As upsetting &amp; terrible is the murder that took place &amp; it is shocking. I just think to myself how wonderful a country is Australia”\n\nThe worlds highest incarcerator of black people. That Australia?", "Scott Morrison Negative Author": "john30436124", "Scott Morrison Positive": "@JesseL90 @moniquehore @theheraldsun because scott morrison re-opened international borders.\n\naged care was where most occurred....and the feds run aged care", "Scott Morrison Positive Author": "ShaneB19", "Gladys Berejiklian Positive": "We'll be living life \"a bit freer\" at 80% vaccination, says Gladys Berejiklian. Is this a late entry in the \"why bother\" category for the Jeannette Young Awards for Encouraging Vaccine Hesitancy? Honestly.", "Gladys Berejiklian Positive Author": "3bsBruce", "Gladys Berejiklian Negative": "Gladys Berejiklian stop lying you are wrong sharp short Lockdowns do work against Delta because it worked in my state of South Australia", "Gladys Berejiklian Negative Author": "AlsPatch", "Daniel Andrews Negative": "Bodybuilder who 'made vile threat to Daniel Andrew's wife' swarmed by cops and charged with stalking https://t.co/zBZP0BiUT3", "Daniel Andrews Negative Author": "worldnewstweet_", "Daniel Andrews Positive": "#BREAKING: Premier Daniel Andrews encourages ANYONE in the Bayside, Glen Eira or Port Phillip Local Government Areas experiencing #COVID19 symptoms to get tested. \n\n\"Please do not delay.\" #9News", "Daniel Andrews Positive Author": "TheOtherDibbler", "Australia Vaccinations Negative": "All those angry with the new Victorian restrictions should direct their anger in the right direction\n\nMorrison did not buy enough vaccinations and screwed up with the ones he did get\nGladys failed to lock down her state and infected the rest of Australia\n\nThank you\n#LNPDisgrace", "Australia Vaccinations Negative Author": "gjholt", "Australia Vaccinations Positive": "@2GB873 The healthiest form of sport currently in Australia is GOLf….. why?…because social distancing ( two players only )wearing of masks….and vaccinations is achievable plus a good Covid plan at golf course … NSW  Golf present this to NSW Sport Minister… “okay I play golf.” https://t.co/HDOcKV67UY", "Australia Vaccinations Positive Author": "HARRY_700"}