{"Australia Covid Popular": "Dan is lying - hospitals are not full. There are 2200 ICU beds with ventilators in Australia - only 6 covid patients are on them #springst #auspol", "Australia Covid Popular Author": "DifficultNerd", "Australia Covid Popular Count": 1089, "NSW Covid Negative": "Two months into overwhelming crisis brought on by reckless decision of NSW govt to force NSW to “live with Covid”: 36+ dead. 6491 cases and rising. No elective surgery. Schools disrupted. Financial support inadequate. Businesses smashed. Borders shut. Change needed urgently.", "NSW Covid Negative Author": "Haydizzle007", "NSW Covid Positive": "@DPuzzolente @cnni With Covid, especially Delta, it is not going to be easy - as we can deduce from what is happening in OZ, especially NSW. At least we are safe for now and living as free as we can during this global pandemic with just 26 deaths the economy ticking along nicely and no Covid.", "NSW Covid Positive Author": "Ganeshan", "WA Covid Positive": "Rep your team this season 😊😊\n\n It's a new lovely week. I sell quality jerseys and polo for N5,000 only. \n\nI'm at your service 24/7\n\nI deliver to all states in NIGERIA\n\nDM/WhatsApp: https://t.co/gVKZqJWg4M\nPlease retweet 🙏🙏🙏\nCovid bbnaija League nigeria Messi barca  news https://t.co/FPDFsnKvrE", "WA Covid Positive Author": "moes___luXe", "WA Covid Negative": "@RupertsConscie1 @ScottMorrisonMP @narendramodi Morrison recklessly wasted $1 million intervening in border closures &amp; supporting Clive Palmer's idiotic fight against the WA Covid border control : https://t.co/uxE0KluXlR", "WA Covid Negative Author": "Julie28086389", "ACT Covid Positive": "COVID is highlighting why we need a national Human Rights Act or Charter. There is strong public support for the reform. A Charter would help governments make the right decisions &amp; help people to know, understand &amp; protect their rights.  https://t.co/O0cn79SXbh", "ACT Covid Positive Author": "mm_bennett", "ACT Covid Negative": "As well as The Ferry fiasco, NHS underfunding, widening attainment gap, Glasgow rubbish &amp; missing £600k. we today read of £55m.Gupta loss, Aberdeen by-pass flop, no digital Covid passport, Billion £ extra tax bill &amp;  Green deal stitch-up. As we see SNP failing we need to act.", "ACT Covid Negative Author": "js_editor", "SA Covid Positive": "Young people must be at the heart of the COVID-19 recovery | World Economic Forum https://t.co/5b2QMA7NrT", "SA Covid Positive Author": "SA_PhD", "SA Covid Negative": "Man charged with assault among five accused of alleged breaches of COVID-19 rules in SA https://t.co/T5nAyu02Bu", "SA Covid Negative Author": "opa1420", "QLD Covid Negative": "Worse &amp; worse! with no real change in NSW govt's reckless attitude &amp; 478 new Covid-19 cases, 7 additional deaths. Vic records 22 cases, Qld zero; ACT records 19; snap lockdown for Darwin &amp; Katherine. As for the PM, Morrison is clearly a lunatic. #COVID19Aus #morrisonsh1tshow https://t.co/QDTB7KxUMY", "QLD Covid Negative Author": "navypti", "QLD Covid Positive": "@slsandpet Northern beaches. \n\nBut more recently, with COVID, Qld is looking like a great example.", "QLD Covid Positive Author": "nikhilautar1", "NT Covid Positive": "@JefHorians @HodlAy Yes, thr is a particular GENE that is not present in some humans. If its you, covid will take ur life 100%. Its k! M not gonna make this into an argument here n try to win it. Hope ur lockdown lifts n u stay safe. Hope u dnt get covid n nt give it to ur loved ones unknowingly", "NT Covid Positive Author": "akshayakey", "NT Covid Negative": "Use this pic as often as you could whenever you have to tweet abt rising covid cases.We will nt be threatened by Some Jehadi.If they can call pujari to some rapist Maulvi we are nt doing any ilegal thing https://t.co/NttfZg7y9s", "NT Covid Negative Author": "DetheEsha", "TAS Covid Negative": "@nickbarnesaus FYI the highest suicide rate in Australia is Tas. Can’t say Covid is to blame- a very complex issue", "TAS Covid Negative Author": "nerijsmith67", "TAS Covid Positive": "@NivashniNair It will. This too shall pass. Mental health during covid is so important. Think positive thoughts and believe in hope, renewed strength snd recovery. Breathing exercises. Stretching. Vit D.", "TAS Covid Positive Author": "tas_hassim13", "VIC Covid Positive": "Hey you mob… Melbourne’s COVID-19 lockdown will be extended to at least 11.59pm, 2/9  \nNew restrictions will come into effect from 11:59pm tonight (Monday 16 August).\nRead the press release here https://t.co/fccBj2Jf8u\n🖤💛❤️Stay safe, stay strong and please STAY HOME 🏡 https://t.co/Hh8UEBcHPp", "VIC Covid Positive Author": "VACCHO_org", "VIC Covid Negative": "@mishadarcybibby @TomMcKe87149884 @ann13788656 @MalWalden10 @Karonleahely @DanielAndrewsMP I’m not a person who thinks the virus is fake. It’s real. It kills people. With the Vic. Gov. regularly blocking reports about suicide rates it really makes me think what cost are they imposing? How many Covid deaths of a sick or elderly person equals the suicide of a teenager?", "VIC Covid Negative Author": "FartinMartin15", "Australia Covid Positive": "@SimuLiu I wish australia wasn't going through hell right now with covid cases, I was super excited to watch this in cinemas", "Australia Covid Positive Author": "starryquin", "Australia Covid Negative": "COVID 19 failures pale into insignificance with today’s events in Afghanistan - a catastrophic failure of ALL Western Governments to protect Afghan people, after 20 years of supposed change. Today’s rhetoric from USA, UK, Australia, NZ underlines our complete and utter stupidity", "Australia Covid Negative Author": "poki1947", "Scott Morrison Negative": "The blame for the NSW shitshow lies with Scott Morrison’s abysmal vaccine rollout AND Gladys Berejiklian’s negligent failure to lock down early.\n\nThey are both trying to shift blame to the “individual” but the blame for this outbreak lies squarely with them.\n\nThey both must go.", "Scott Morrison Negative Author": "OzSerpent", "Scott Morrison Positive": "#ABCNews Admiral Chris Barry “God help them , god help them..” referring to Scott Morrison leaving it too late (yet again) to get Afghan people who assisted the ADF out of Afghanistan. Words cannot describe how little respect is left for #ScottyDoesNothing #COVID19 #Vaccines +🔥s https://t.co/7xsMZv2DDB", "Scott Morrison Positive Author": "colleenhm", "Gladys Berejiklian Positive": "We would like to announce that we have officially started eating our own. Happy days. #auspol #covid #COVID19nsw #lockdown #lockdownextension  Gladys ‘loses her sh*t’ over PM https://t.co/kmEjmOAQGP via @newscomauHQ", "Gladys Berejiklian Positive Author": "kevthelip", "Gladys Berejiklian Negative": "The blame for the NSW shitshow lies with Scott Morrison’s abysmal vaccine rollout AND Gladys Berejiklian’s negligent failure to lock down early.\n\nThey are both trying to shift blame to the “individual” but the blame for this outbreak lies squarely with them.\n\nThey both must go.", "Gladys Berejiklian Negative Author": "OzSerpent", "Daniel Andrews Negative": "Daniel Andrews in today's presser:\nThat makes me angry, and when Dr. Evil gets angry Mr. Bigglesworth gets upset. And when Mr. Bigglesworth gets upset, people DIE!” https://t.co/P6OPMVJYpf", "Daniel Andrews Negative Author": "pat_ianni", "Daniel Andrews Positive": "Instead of paying for this endless contact surveillance &amp; testing of healthy people because people had a party 🎉 I would be happy for taxpayers to pay for  Daniel Andrews  to go to China where he belongs 🇨🇳  - and ideally not come back 🦠✈️", "Daniel Andrews Positive Author": "HealingHorseman", "Australia Vaccinations Negative": "All those angry with the new Victorian restrictions should direct their anger in the right direction\n\nMorrison did not buy enough vaccinations and screwed up with the ones he did get\nGladys failed to lock down her state and infected the rest of Australia\n\nThank you\n#LNPDisgrace", "Australia Vaccinations Negative Author": "MichelleTaggar5", "Australia Vaccinations Positive": "@CbartonBar @leighsales @NSWHealth Vaccinations suppress - agree. Communities with low vaccinations (Australia) need to curb human behaviour through strict measures to prevent wild outbreaks until vaccination levels reach the recommended level. There’s still an advantage - people not getting horribly sick / dying", "Australia Vaccinations Positive Author": "FraseCameron"}