{"Australia Covid Popular": "Today @GladysB conceded that restrictions and lockdowns will continue at high vaccination levels. They are a feature, not a bug, of \"living with COVID\" model forced on NSW and Australia by NSW govt from mid-June. Reverse this chaos, adopt today's Vic measures and return to zero.", "Australia Covid Popular Author": "billbowtell", "Australia Covid Popular Count": 496, "NSW Covid Positive": "At least 17 ACF in NSW have covid. Clearly the Federal Governments plan to keep AC residents safe from covid has failed…AGAIN! #agedcare #agedcaredeaths #covidinagedcare @GladysB  @ScottMorrisonMP  @GregHuntMP @anmf_federal  @agedcarecrisis  https://t.co/3nTOHwr95t", "NSW Covid Positive Author": "janeyx", "NSW Covid Negative": "Two months into overwhelming crisis brought on by reckless decision of NSW govt to force NSW to “live with Covid”: 36+ dead. 6491 cases and rising. No elective surgery. Schools disrupted. Financial support inadequate. Businesses smashed. Borders shut. Change needed urgently.", "NSW Covid Negative Author": "sweetie_tweeter", "WA Covid Negative": "Not surprising. \n\nBiden’s woke “intelligence” gurus are the same ones who were WRONG on Russian collusion &amp; Russian bounties, WRONG about China &amp; Iran being “competitors,” WRONG on Covid origins, WRONG on Hunter’s laptop, &amp; WRONG on basically everything else. https://t.co/KUEt9lDz7N", "WA Covid Negative Author": "wa_sunflower", "WA Covid Positive": "This prick is saying that WA is the most freest &amp; successful society in the world. He also says WA has the best economy in the world. And he still boast on about a covid-zero strategy &amp; calls what's happening in NSW a basket-case. Unbelievable. https://t.co/X3tBUjofW6", "WA Covid Positive Author": "Jamie05112787", "ACT Covid Positive": "COVID is highlighting why we need a national Human Rights Act or Charter. There is strong public support for the reform. A Charter would help governments make the right decisions &amp; help people to know, understand &amp; protect their rights.  https://t.co/O0cn79SXbh", "ACT Covid Positive Author": "PhilALynch", "ACT Covid Negative": "So we are now preparing for another catastrophe caused by hunger. This will lead to more deaths and crime if we do not act quickly.\n\nAt this moment, everyday 13364 people die of covid. Simultaneously, more than 12000 people die from hunger also caused by Covid. Crazy right? \n3/n", "ACT Covid Negative Author": "weltsinnig", "SA Covid Positive": "Good Monday morning Lord. Good Monday morning to all my fellow TBADN and SENIORS around the world.\n\nIngat po tayong lahat lagi sa panahon at sa covid. STAY SAFE. GOD BLESS US ALL ALWAYS.\n\n#TBADNBoycottMZETxAPT161\n\nLaban lang, https://t.co/QCMIVwDlLF", "SA Covid Positive Author": "carreon3_emma", "SA Covid Negative": "Ramaphosa said criminal activities cost our country greatly, while also weakening SA institutions and depriving citizens of basic needs. https://t.co/1Te8avKdCS", "SA Covid Negative Author": "SpecialistCoun1", "QLD Covid Negative": "Worse &amp; worse! with no real change in NSW govt's reckless attitude &amp; 478 new Covid-19 cases, 7 additional deaths. Vic records 22 cases, Qld zero; ACT records 19; snap lockdown for Darwin &amp; Katherine. As for the PM, Morrison is clearly a lunatic. #COVID19Aus #morrisonsh1tshow https://t.co/QDTB7KxUMY", "QLD Covid Negative Author": "navypti", "QLD Covid Positive": "@slsandpet Northern beaches. \n\nBut more recently, with COVID, Qld is looking like a great example.", "QLD Covid Positive Author": "nikhilautar1", "NT Covid Positive": "School employees must be supported and kept safe during Greater Darwin and Katherine region lockdown!\n\nNT IEU members read COVID-19 Member Advisory #26 now via your email or log into MyIEU 👉https://t.co/yEK9vCvOf4 \n\ncc @UnionsNT", "NT Covid Positive Author": "IEUQNT", "NT Covid Negative": "A conference on Developing Northern Australia has been characterised by COVID lock-down &amp; technical difficulties. The biggest technical difficulty is in fact, a lack of understanding of the NT from an NT perspective. #dontfrackthent #developingnorthernaustralia #beetalooinquiry", "NT Covid Negative Author": "FrackFreeNT", "TAS Covid Positive": "@NivashniNair It will. This too shall pass. Mental health during covid is so important. Think positive thoughts and believe in hope, renewed strength snd recovery. Breathing exercises. Stretching. Vit D.", "TAS Covid Positive Author": "tas_hassim13", "TAS Covid Negative": "Hundreds protest in the Oklahoma state capitol against forced COVID-19 vaccinations.\n\nThe global pushback is happening. Keep fighting against tyrannical mandates. 🇺🇸 https://t.co/DxTdTUoaeL", "TAS Covid Negative Author": "TAS_Amping", "VIC Covid Positive": "@StevoMedia Not really, as a West Aussie in Vic and recognising the AFL is a national competition the best thing about covid is Brissy and Perth getting Grand Finals its brilliant. Share the love NFL style.", "VIC Covid Positive Author": "bazz_harris", "VIC Covid Negative": "No deaths from COVID jn Vic!!! 50 more businesses dead. Suicides up, mental health issues alarming increases. Education failing. Melbourne almost destroyed !! Where is the balance ?? Where is the health advice?? Why are the people doing this still being paid??? Unjust!!! Crazy!!", "VIC Covid Negative Author": "normal_mister", "Australia Covid Positive": "@1TDude @chalkie1985 @perthnow I agree, we have great health care in Western Australia.  I prefer our borders closed, everyone safe from Covid and the medical staff not risking their lives every day.  We have been safe for a year and half.  No community spread, kids in school, businesses open.", "Australia Covid Positive Author": "Gracey_sp_uk_us", "Australia Covid Negative": "FFS Australia.... All I'm reading about is shit slinging the blame for lockdowns and Covid hysteria..... When it comes down to it.... \n\n Zero Covid numbers=IMPOSSIBLE\n\n Not enough Vaccine=Leadership issue\n\nMedia= scare mongering \n\n Stop fighting and do this as one💪👊", "Australia Covid Negative Author": "hendygolf", "Scott Morrison Negative": "@DrewInSeAsia @ausgov @ScottMorrisonMP @MarisePayne @SenatorWong @KKeneally @AlboMP @AdamBandt It all boils down to one thing: Scott Morrison simply doesn't care.\n\nIf someone is in trouble, #ScoMo won't help unless there are votes in it or a donor mate to help.\n\nIn fact, he'll actually cause cruelty and pain if he thinks it appeals to the cruel voters. #strandedAussies", "Scott Morrison Negative Author": "offtherails13", "Scott Morrison Positive": "Scott Morrison has\n\nFUed\n\nQuarantine\nVaccination\nBiloela Family\nAfghani rescue\nAged Care\n\nSucceeded at\n\nRobodebt\nIndue Card\nPork'nRide\nSpots Rorts\nHarvey Norman Welfare\n\nGet the picture?\n\n#ThinMarginMorrison #auspol", "Scott Morrison Positive Author": "Louisedressing", "Gladys Berejiklian Negative": "The blame for the NSW shitshow lies with Scott Morrison’s abysmal vaccine rollout AND Gladys Berejiklian’s negligent failure to lock down early.\n\nThey are both trying to shift blame to the “individual” but the blame for this outbreak lies squarely with them.\n\nThey both must go.", "Gladys Berejiklian Negative Author": "SylnigSylvia", "Gladys Berejiklian Positive": "Honk Honk,   I've arrived,!! \nGet ready for the rocky ride of your life?  Gladys on Steroids?\nMy imported nose is my only asset. \nhttps://t.co/UO81YHyUeI https://t.co/II1qMx4TjD", "Gladys Berejiklian Positive Author": "KirklandTony", "Daniel Andrews Negative": "😱😱😱 OOO AHHH \n\nDaniel Andrews just said SHITTY, cant wait for the pearl clutchers to predict the collapse of the entire fabric of polite society.\n\n#Auspol", "Daniel Andrews Negative Author": "thebear_52", "Daniel Andrews Positive": "Daniel Andrews Presser;\n\n“Any more questions? Thanks very much”, then walks off, shoulders back, head held high.\n\nWe’re in good hands Victoria...👏👏👏\n\n#IStandWithDan https://t.co/9FnZ2uwNXL", "Daniel Andrews Positive Author": "NinaLee96596771", "Australia Vaccinations Negative": "All those angry with the new Victorian restrictions should direct their anger in the right direction\n\nMorrison did not buy enough vaccinations and screwed up with the ones he did get\nGladys failed to lock down her state and infected the rest of Australia\n\nThank you\n#LNPDisgrace", "Australia Vaccinations Negative Author": "chrisnorris", "Australia Vaccinations Positive": "@CbartonBar @leighsales @NSWHealth Vaccinations suppress - agree. Communities with low vaccinations (Australia) need to curb human behaviour through strict measures to prevent wild outbreaks until vaccination levels reach the recommended level. There’s still an advantage - people not getting horribly sick / dying", "Australia Vaccinations Positive Author": "FraseCameron"}