{"Australia Covid Popular": "Australian capital Canberra goes into snap lockdown after finding one Covid case. ONE.\n\n***ONE***\n\nStark staring mad.  https://t.co/A8rDaSZ3ld", "Australia Covid Popular Author": "JuliaHB1", "Australia Covid Popular Count": 5935, "NSW Covid Negative": ".@GladysB might have given up but I strongly doubt that is the wish of the people of NSW who do not wish to \"live with COVID\" and all that comes with it - death, illness, job losses and disruption. Everyone affected by this change so first put it to the people and NSW Parliament. https://t.co/K4AJ7WkS9s", "NSW Covid Negative Author": "oursharedvalues", "NSW Covid Positive": "Ok NSW daily Covid hour in 10 min. Lets hope its a bit better . Tuesday tends to be worse so hoping for a good sign!", "NSW Covid Positive Author": "ErinHawkey", "WA Covid Positive": "@slsandpet This govt is vile and Covid has turned our lives upside down . Stay strong /safe . Reach out to others and know you are supported . Volunteer to help your party boot out the Libs . We can do this . The Labor party victory in WA showcased community sentiment of health over wealth", "WA Covid Positive Author": "YvonneGunn", "WA Covid Negative": "@Aerohaveno As he is doing in WA. The only stumbling block to Wes Australians being vaccinated is the lack of vaccines. And whose fault is that? #Sameguy #ScottyFromGaslighting \n\nMark McGowan understands very well that if COVID gets into WA mines a large part of Australia's GDP is lost.", "WA Covid Negative Author": "DrRichardSallie", "ACT Covid Negative": "@EricBoehlert Especially when they all voted against the violence against women act here at home. Some of them have covid related humanitarian disasters in their own states with hospital systems about to collapse because of incompetent Republican (fascist) governors.", "ACT Covid Negative Author": "DianeAn66409090", "ACT Covid Positive": "As COVID-19 cases surge again in Oklahoma, there is some positive news. Nearly 34,500 Oklahoma residents have gained health insurance through the Affordable Care Act exchange. That figure is more than double what OK has seen in recent years. #okhealth https://t.co/VP1HIbH3cW", "ACT Covid Positive Author": "SHILOHKANTZ", "SA Covid Positive": "Good Tuesday morning Lord. Good Tuesday morning to all my fellow TBADN and SENIORS around the world.\n\nIngat po tayong lahat lagi sa panahon at sa covid. STAY SAFE. GOD BLESS US ALL ALWAYS.\n\n#TBADNBoycottMZETxAPT162 \n\nLaban lang, https://t.co/xr2243aA3K", "SA Covid Positive Author": "AidaAlconcel", "QLD Covid Negative": "@josiegirl62 Ummmm Victoria how many times now?  Delta 1.  Vanilla Covid 4.   FU #GladysTheSuperSpreader  🖕🖕🖕 I’m so so ANGRY at her for allowing this to spread to VIC / QLD  / ACT.", "QLD Covid Negative Author": "jaquix173", "QLD Covid Positive": "Rugby league powerbrokers have been urged to hand Queensland this year’s NRL Grand Final as a reward for the state’s contribution to the game over the past 100 years.\nhttps://t.co/1uJveCR1qx", "QLD Covid Positive Author": "footyindustryAU", "NT Covid Negative": "Experts back Melbourne’s tough new restrictions as only way to avoid disastrous outbreak https://t.co/jTUIqlTu0v\n@theage You’ve only quoted one ‘expert’, our CHO who happens to be a public service lackey of @DanielAndrewsMP … and look how expert he was last year!! Sad reporting", "NT Covid Negative Author": "Grassrootspolly", "NT Covid Positive": "Good Morning all, take care and be covid safe out there especially to all my peeps in #nswlockdown #melbournelockdown #ACT and now parts of #NT. Who are in the #MorrisonLockdown and the #GladysClusterfuk . #MorrisonFail", "NT Covid Positive Author": "MenzBernd", "TAS Covid Negative": "@JBradshaw01 This list could go on forever!\nT: Trudeau must go!\nPM: Election. \nT: Can't have an election during #Fordthwave \nDrs: Oh, you believe in Covid now. Some restrictions?\nT: No restrictions! It's a flu! Stampede time!\nMost of 🇨🇦: Just get the shot!\nT: Right to choose!\nWomen: Really?!", "TAS Covid Negative Author": "tas_lily", "TAS Covid Positive": "@_jimxgii we kinda end up being together b4 covid pero when the 2 weeks quarantine started we really havent talk ulet tas nung last bday ko he greeted me tas nagusap kami tas nagkabalikan pero we ended it pretty quick kase nalaman ko well i actually knew na we just pretending na he likesme", "TAS Covid Positive Author": "jmnpuff", "VIC Covid Positive": "In light of the current Greater Melbourne lockdown and the ongoing COVID-19 situation in Victoria, ALPA have made the decision to safeguard the health of members, competitors and sponsors and have deferred the 2021 Vic #ALPAYAC to 7 Feb 2022\n\nStay safe everyone 💙😷 #StayHome https://t.co/HRHwi85as4", "VIC Covid Positive Author": "ALPA_Agents", "VIC Covid Negative": "The deaths in custody of two brothers in Kenya who were detained on suspicion of breaking a curfew have set off a national reckoning over police brutality, particularly in enforcing Covid rules, as a fourth wave of the pandemic hits the country. https://t.co/auhpRhBwvA", "VIC Covid Negative Author": "Ngari_Vic", "Australia Covid Negative": "@NateSilver538 More people died from #Covid19 ON THURSDAY in US than have died from Covid in Australia during the entire pandemic combined. https://t.co/Sp1GsxTgM8", "Australia Covid Negative Author": "LongCovidNYC", "Australia Covid Positive": "@BillHanage Ok I'm in Australia and while yes a small section of the community is shut down for a small period of time. Most of us are still carrying on like nothing is happening, consider WA, SA, Tasmania, regional Vic, and Qld all living like nothing is happening on a covid scale", "Australia Covid Positive Author": "CardiacSmarts", "Scott Morrison Positive": "Scott Morrison and the LNP are hounding working Australians and pensioners to pay back JobKeeper payments they received, but not the billionaires who pocketed millions while their profits went up.\n\nIt's pretty clear who's side Scott Morrison is on — and it isn't yours. \n\n#auspol", "Scott Morrison Positive Author": "DavenLiddell", "Scott Morrison Negative": "Scott Morrison’s comments regarding the murder of George Floyd\n“As upsetting &amp; terrible is the murder that took place &amp; it is shocking. I just think to myself how wonderful a country is Australia”\n\nThe worlds highest incarcerator of black people. That Australia?", "Scott Morrison Negative Author": "SisterOMalley", "Gladys Berejiklian Positive": "@jeff_kennett If only Dan Andrews was doing as good a job as Gladys Berejiklian then everyone in Victoria would be so much better off\nwouldn't they Jeff??\n\n#auspol", "Gladys Berejiklian Positive Author": "maudaustralia1", "Gladys Berejiklian Negative": "Gladys Berejiklian and Brad Hazzard need to be charged with Treason or gross stupidity, and kicked out https://t.co/gILy98N3DI", "Gladys Berejiklian Negative Author": "Eddie53523359", "Daniel Andrews Negative": "The State Government has tried to hide a secret report showing:\n\nThe number of teenagers rushed to hospital after self-harming and suffering suicidal thoughts spiked by 51% (148 a week).\n\nThere is a mental health shadow pandemic in Victoria and Daniel Andrews must stop hiding it.", "Daniel Andrews Negative Author": "TTonkolo", "Daniel Andrews Positive": "Is a rail line to link major activity centres and serve cross-suburban trips a good idea? Yes.\n\nShould government also fund quicker upgrades such as better bus services? Yes.\n\nDid the planning of Suburban Rail Loop leave something to be desired? Also yes. https://t.co/mQbWkecXxE", "Daniel Andrews Positive Author": "Philby34", "Australia Vaccinations Positive": "@StanH2443 Vaccinations rates are climbing in Australia so citizens 5G internet is improving. Bodes well for the stock. $5GN", "Australia Vaccinations Positive Author": "asxmugpunter", "Australia Vaccinations Negative": "All those angry with the new Victorian restrictions should direct their anger in the right direction\n\nMorrison did not buy enough vaccinations and screwed up with the ones he did get\nGladys failed to lock down her state and infected the rest of Australia\n\nThank you\n#LNPDisgrace", "Australia Vaccinations Negative Author": "johngleeson52"}