{"Australia Covid Popular": "Dan is lying - hospitals are not full. There are 2200 ICU beds with ventilators in Australia - only 6 covid patients are on them #springst #auspol", "Australia Covid Popular Author": "DifficultNerd", "Australia Covid Popular Count": 1272, "NSW Covid Negative": "7 of the 7 tenuously covid 'related' deaths yesterday were because those people, sadly, died at exactly the time they were already destined to die at due pre-existing terminal health issues - numbers Premier Gladys Berejiklian says are \"disturbingly high\".\nhttps://t.co/cMNgMKKL3L", "NSW Covid Negative Author": "johnnymorls", "NSW Covid Positive": "Learn how #COVID19 transformed child and family health nursing at the #TCIGForum on 19 August.\n\nJennifer Parker, @SEastSydHealth Clinical Nurse Consultant will share how they implemented #Telehealth and how it informed new models of care.\n\nRegister here: https://t.co/j5byAF0gHK https://t.co/l5RDg4on10", "NSW Covid Positive Author": "jfredlevesque", "WA Covid Positive": "@MarkMcGowanMP Good on ya, Mark! 💓\nStick to Zero COVID! 👍\nWA people have a pretty much NORMAL life - which the majority want to keep and not squander for the family-reunion holidays of a handful!\n\nProtect our little children under 12 years who have no vaccine!!!\n#findourkidsavaccine", "WA Covid Positive Author": "RobertTranter1", "WA Covid Negative": "Morrison abandoned Australians during the bushfires.\n\nMorrison abandoned Victoria during COVID.\n\nMorrison abandoned WA to Palmer’s attack.\n\nMorrison has abandoned unemployed workers.\n\nMorrison has abandoned our allies to the Taliban.\n\nHow long until Morrison abandons you?\n#auspol https://t.co/Xy3r8BkXWu", "WA Covid Negative Author": "jungjungswamp", "ACT Covid Negative": "Minimizing childhood Covid in the US—a play in 4 acts\n\nAct 1️⃣ “Kids don’t get Covid”\nAct 2️⃣ “Kids get Covid but don’t get ill”\nAct 3️⃣ “Kids die from Covid but don’t worry, only kids with pre-existing conditions die”\nAct 4️⃣ “Don’t worry, kids also die from drowning or car crashes”", "ACT Covid Negative Author": "kiki_salo", "ACT Covid Positive": "COVID is highlighting why we need a national Human Rights Act or Charter. There is strong public support for the reform. A Charter would help governments make the right decisions &amp; help people to know, understand &amp; protect their rights.  https://t.co/O0cn79SXbh", "ACT Covid Positive Author": "GeorginaSimmo20", "SA Covid Positive": "Oh dear. NT have a community case and are going into lockdown for same reason as SA did last month - someone arrived from overseas and quarantined in Sydney, caught covid and then didn’t need to quarantine in NT. Could we learn from each other’s mistakes a little better please?", "SA Covid Positive Author": "ranterulze", "SA Covid Negative": "this pandemic and even the situation in our country is very anti poor plus the neglect of our government, aba'y talagang mamatay tayong lahat hindi lang dahil sa covid, pati na rin sa gutom and lack of information. https://t.co/q5Q7gLvxWx", "SA Covid Negative Author": "dsc_hao", "QLD Covid Positive": "@JustWhistle13 @PaulDKidd @youjustare_ @AnnastaciaMP @YvetteDAth @JustWhistle13 Fed govt is responsible for 70% and state is responsible for 30% of vaccination in QLD. I suggest you also try pharmacies using https://t.co/Urj42hykZC and GPs using Hotdoc and HealthEngine apps. Good luck.", "QLD Covid Positive Author": "imindrajyt", "QLD Covid Negative": "@worldinred Mate is only a matter of days before the dictator mandates Covid passport where you can’t leave the state or return without a vaccine. Qld &amp; WA premiers have already made it law. The Qld government announced it today. I work in Qld 😱", "QLD Covid Negative Author": "jopsenica", "NT Covid Positive": "@HemantSorenJMM respect CM of jharkhand I would like to ask what you have given relief for covid family whose earning members not alive @NHM_JHARKHAND I couldn't understand widow pension also nt provide to women who having kids is this you oing duty for jharkhand please do help.", "NT Covid Positive Author": "ANNUSIN36451494", "NT Covid Negative": "@KotakBankLtd  thnk u so much for nt bein financially supportive in these difficult of COVID -19, thanks for nt  standing by ur words, so now at least aft 6 mnths I can take  decision of switching my bank &amp; asking rest of  my relatives to do so. U guys have wasted my 6 months 😞", "NT Covid Negative Author": "GangwalAnand", "TAS Covid Positive": "@AFLExchange Field of Dreams TAS, every state having an active COVID case except Tassie. Gutwein says TAS will host the Granny if Tassie can have a team. North Hobart oval hosts the Grand Final.", "TAS Covid Positive Author": "MikeTulip", "TAS Covid Negative": "@nickbarnesaus FYI the highest suicide rate in Australia is Tas. Can’t say Covid is to blame- a very complex issue", "TAS Covid Negative Author": "nerijsmith67", "VIC Covid Negative": "@AusSue2 @DanielAndrewsMP More died last year lol... was so bad in Vic last year coz it got into Nursing Homes.. now most vulnerable are vaccinated. End of the day, What are you willing to pay for 'Zero Covid? 200 days? 1 year? 2 years? The untold damage of lockdown is catastrophic!", "VIC Covid Negative Author": "apachecoop", "VIC Covid Positive": "Vic presser ends. Jeroen signs off after a mammoth session including Premier, CHO, Police Commissioner and Covid Commander facing unrestrained, unrelenting media scrutiny. \n\nReporter can be heard saying: \"Wow, I think that's a record.\"\n\nCommunication is so important.", "VIC Covid Positive Author": "ForgotBeauty", "Australia Covid Positive": "THE MAGNIFICENT AUSTRALIA HAS SOME OF THE BEST COVID 19 NUMBERS IN THE WORLD!!!!!!!!!!!!!!!", "Australia Covid Positive Author": "Nicjournalist", "Australia Covid Negative": "#auspol  Australia this is your Prime MinisterMorrison.\nFail- response to bush fires.\nFail- to procure vaccines for whole population                       Fail - Quarantine                                    965   Australians dead from Covid 19 because of his Failure.", "Australia Covid Negative Author": "Leary551", "Scott Morrison Negative": "Scott Morrison’s comments regarding the murder of George Floyd\n“As upsetting &amp; terrible is the murder that took place &amp; it is shocking. I just think to myself how wonderful a country is Australia”\n\nThe worlds highest incarcerator of black people. That Australia?", "Scott Morrison Negative Author": "1960_rani", "Scott Morrison Positive": "Comedian Celeste Barber has attracted a huge international audience to her video suggesting Scott Morrison let Australia down.  https://t.co/3EszmDBQAU", "Scott Morrison Positive Author": "AnneBinns7", "Gladys Berejiklian Positive": "@leighsales @NSWHealth I'm happy for you Leigh. But I'd be even more impressed if you could let go of you predatory, self serving journalism and dish out the same questions that you gave to Dan Andrews to Gladys Berejiklian.", "Gladys Berejiklian Positive Author": "seasteder", "Gladys Berejiklian Negative": "Right wing activist Peta Credlin is facing ridicule for shifting her politics on covid from blaming Premiers to blaming people in order to protect Gladys Berejiklian. It comes as the NSW Premier abandoned her post in a crisis yesterday, locking down the state via a tweet. #auspol", "Gladys Berejiklian Negative Author": "Kindacalm", "Daniel Andrews Negative": "😱😱😱 OOO AHHH \n\nDaniel Andrews just said SHITTY, cant wait for the pearl clutchers to predict the collapse of the entire fabric of polite society.\n\n#Auspol", "Daniel Andrews Negative Author": "KatieMouse71", "Daniel Andrews Positive": "Daniel Andrews is making a truly great speech right now.", "Daniel Andrews Positive Author": "ageofblasphemy", "Australia Vaccinations Positive": "@ScepticalAussie Lol, good luck with that.\n\nIt's not like mandatory travel vaccinations haven't been compulsory for decades.\n\nFrom a person immune to yellow fever because they went to Colombia and I wouldn't be back in Australia if I didn't have the vaccine.", "Australia Vaccinations Positive Author": "k3vk4", "Australia Vaccinations Negative": "All those angry with the new Victorian restrictions should direct their anger in the right direction\n\nMorrison did not buy enough vaccinations and screwed up with the ones he did get\nGladys failed to lock down her state and infected the rest of Australia\n\nThank you\n#LNPDisgrace", "Australia Vaccinations Negative Author": "michael42370100"}