{"Australia Covid Popular": "Dan is lying - hospitals are not full. There are 2200 ICU beds with ventilators in Australia - only 6 covid patients are on them #springst #auspol", "Australia Covid Popular Author": "DifficultNerd", "Australia Covid Popular Count": 955, "NSW Covid Positive": "@NjbBari3 @YouAreLobbyLud @acemonline @johnubonn @SafeWork_NSW @safe_work_aus Where are the whistleblowers? Which workplaces have the most infections?We know about the hospitals, schools, aged care &amp; retail. Where else?Covid safe plans should prioritise ventilation,C02 monitoring &amp; HEPA filtration.I feel for all those in unsafe conditions. #COVIDisAirborne", "NSW Covid Positive Author": "bees_oz", "NSW Covid Negative": "THREAD\nThis is 66-year-old Susan and 68-year-old Glenn Murray.  With all the hectic Covid-19 chaos hitting Australia, it's likely that you missed the news regarding Susan and Glenn. The were murdered at their home in Oberon, NSW, last week. Their son is their alleged killer. https://t.co/DO9FvdTTCJ", "NSW Covid Negative Author": "jenp6", "WA Covid Positive": "This prick is saying that WA is the most freest &amp; successful society in the world. He also says WA has the best economy in the world. And he still boast on about a covid-zero strategy &amp; calls what's happening in NSW a basket-case. Unbelievable. https://t.co/X3tBUjofW6", "WA Covid Positive Author": "Jamie05112787", "WA Covid Negative": "@sallyrugg Yes. My 18 year old son just booked to get Pfizer next week here in WA (they opened up bookings for 16-39 year olds today). I’m thrilled about that but very frustrated that my 21 year old son in Melbourne still can’t get access to  Pfizer. He is much more exposed to Covid risk.", "WA Covid Negative Author": "Chels_E_Morning", "ACT Covid Positive": "@GovRonDeSantis These funds come from American Recovery Act, thanks POTUS and Democrats in Congress,\nWhy don’t you do something for the teachers of your state. Like let them and the students wear masks to protect themselves and others from the COVID Delta variant.", "ACT Covid Positive Author": "Voltaire123", "ACT Covid Negative": "So we are now preparing for another catastrophe caused by hunger. This will lead to more deaths and crime if we do not act quickly.\n\nAt this moment, everyday 13364 people die of covid. Simultaneously, more than 12000 people die from hunger also caused by Covid. Crazy right? \n3/n", "ACT Covid Negative Author": "weltsinnig", "SA Covid Positive": "As much as possible kasi we allow 1-2 pick up lang sa address namin per week. Ang dami na kasing cases ng covid sa cavite, just to be safe lang po. \n\nI hope you understand po. Thank you!", "SA Covid Positive Author": "ShopBuyHaruPH", "SA Covid Negative": "U Nyunt Shwe, MP,Bago Regionl Hluttaw who was charged under Section 505 (a) of the Criminal Code and was arrested at Kyaik Sa Kaw Prison in Bago, died this morning due to COVID-19.\n#WhatsHappeningInMyammar \n#Aug16Coup \n#AcceptNUG_RejectMilitary https://t.co/nSY4QSaxrJ", "SA Covid Negative Author": "AungPhyo100", "QLD Covid Positive": "@slsandpet Northern beaches. \n\nBut more recently, with COVID, Qld is looking like a great example.", "QLD Covid Positive Author": "nikhilautar1", "QLD Covid Negative": "Worse &amp; worse! with no real change in NSW govt's reckless attitude &amp; 478 new Covid-19 cases, 7 additional deaths. Vic records 22 cases, Qld zero; ACT records 19; snap lockdown for Darwin &amp; Katherine. As for the PM, Morrison is clearly a lunatic. #COVID19Aus #morrisonsh1tshow https://t.co/QDTB7KxUMY", "QLD Covid Negative Author": "navypti", "NT Covid Positive": "Oh dear. NT have a community case and are going into lockdown for same reason as SA did last month - someone arrived from overseas and quarantined in Sydney, caught covid and then didn’t need to quarantine in NT. Could we learn from each other’s mistakes a little better please?", "NT Covid Positive Author": "johnamuir", "NT Covid Negative": "A conference on Developing Northern Australia has been characterised by COVID lock-down &amp; technical difficulties. The biggest technical difficulty is in fact, a lack of understanding of the NT from an NT perspective. #dontfrackthent #developingnorthernaustralia #beetalooinquiry", "NT Covid Negative Author": "FrackFreeNT", "TAS Covid Positive": "@NivashniNair It will. This too shall pass. Mental health during covid is so important. Think positive thoughts and believe in hope, renewed strength snd recovery. Breathing exercises. Stretching. Vit D.", "TAS Covid Positive Author": "tas_hassim13", "TAS Covid Negative": "Hundreds protest in the Oklahoma state capitol against forced COVID-19 vaccinations.\n\nThe global pushback is happening. Keep fighting against tyrannical mandates. 🇺🇸 https://t.co/DxTdTUoaeL", "TAS Covid Negative Author": "TAS_Amping", "VIC Covid Positive": "@StevoMedia Not really, as a West Aussie in Vic and recognising the AFL is a national competition the best thing about covid is Brissy and Perth getting Grand Finals its brilliant. Share the love NFL style.", "VIC Covid Positive Author": "bazz_harris", "VIC Covid Negative": "@Dom_Fraser @COVID_questions @drgregkelly @GregDore2 @LizHcks To this govt, those people don't even qualify as human. In their eyes, they're subhuman. Literally just waste of no economic value.\n\nNSW &amp; people like Dore were well aware the horrors VIC experienced. The thousands of health workers infected.\n\nJust didn't care. Sociopathic.", "VIC Covid Negative Author": "kiai", "Australia Covid Negative": "FFS Australia.... All I'm reading about is shit slinging the blame for lockdowns and Covid hysteria..... When it comes down to it.... \n\n Zero Covid numbers=IMPOSSIBLE\n\n Not enough Vaccine=Leadership issue\n\nMedia= scare mongering \n\n Stop fighting and do this as one💪👊", "Australia Covid Negative Author": "BlackGeoff", "Australia Covid Positive": "🇦🇺 Sincere thanks to @MorawieckiM for agreeing the sale of 1 million excess Pfizer doses to Australia, to help fight the current #COVID outbreak. Thanks too to colleagues from @RARS_GOV_PL, @MZ_GOV_PL and @PolandMFA who helped make this happen. 🇦🇺💉🇵🇱!!\n\nhttps://t.co/sxKJNglqjm https://t.co/gFJpLHPa0b", "Australia Covid Positive Author": "trakspartakus11", "Scott Morrison Negative": "Scott Morrison was interviewed on ABC by Lisa Millar - whose dad was a Nats MP. Did she grill him about the failed vaccine rollout? The low vax rates among vulnerable Aboriginal people? No ads to combat hesitancy? No. She attacked Mark McGowan. She's an LNP activist.\n\n#auspol https://t.co/mLa08D7C5D", "Scott Morrison Negative Author": "JoecoopeJoe", "Scott Morrison Positive": "#ABCNews Admiral Chris Barry “God help them , god help them..” referring to Scott Morrison leaving it too late (yet again) to get Afghan people who assisted the ADF out of Afghanistan. Words cannot describe how little respect is left for #ScottyDoesNothing #COVID19 #Vaccines +🔥s https://t.co/7xsMZv2DDB", "Scott Morrison Positive Author": "lucymdonoghue", "Gladys Berejiklian Negative": "The blame for the NSW shitshow lies with Scott Morrison’s abysmal vaccine rollout AND Gladys Berejiklian’s negligent failure to lock down early.\n\nThey are both trying to shift blame to the “individual” but the blame for this outbreak lies squarely with them.\n\nThey both must go.", "Gladys Berejiklian Negative Author": "stephengeo4", "Gladys Berejiklian Positive": "‘If they want to start backgrounding on stuff like this, maybe it’s time I started leaking stuff that the PM says to me that never comes to fruition, like on vaccines’,” said \"gold standard\" @GladysB. \n\nTrouble in paradise? #liarfromtheshire #nswpol \n\nhttps://t.co/Ca2Vgtm0UI", "Gladys Berejiklian Positive Author": "djsveta", "Daniel Andrews Positive": "Daniel Andrews is making a truly great speech right now.", "Daniel Andrews Positive Author": "HunterP75648286", "Daniel Andrews Negative": "😱😱😱 OOO AHHH \n\nDaniel Andrews just said SHITTY, cant wait for the pearl clutchers to predict the collapse of the entire fabric of polite society.\n\n#Auspol", "Daniel Andrews Negative Author": "athenathewise12", "Australia Vaccinations Positive": "@CbartonBar @leighsales @NSWHealth Vaccinations suppress - agree. Communities with low vaccinations (Australia) need to curb human behaviour through strict measures to prevent wild outbreaks until vaccination levels reach the recommended level. There’s still an advantage - people not getting horribly sick / dying", "Australia Vaccinations Positive Author": "FraseCameron", "Australia Vaccinations Negative": "All those angry with the new Victorian restrictions should direct their anger in the right direction\n\nMorrison did not buy enough vaccinations and screwed up with the ones he did get\nGladys failed to lock down her state and infected the rest of Australia\n\nThank you\n#LNPDisgrace", "Australia Vaccinations Negative Author": "santas142"}