{"Australia Covid Popular": "Today @GladysB conceded that restrictions and lockdowns will continue at high vaccination levels. They are a feature, not a bug, of \"living with COVID\" model forced on NSW and Australia by NSW govt from mid-June. Reverse this chaos, adopt today's Vic measures and return to zero.", "Australia Covid Popular Author": "billbowtell", "Australia Covid Popular Count": 415, "NSW Covid Positive": "Thread 🧵 1/ Hoping this helps someone in regional NSW who is an essential worker not WFH. \nJust had to help my non computer savvy Dad.\nSource: https://t.co/zjs4irJNYx\nHow to find out how far you can travel: https://t.co/S42K7sdWkt", "NSW Covid Positive Author": "DigitalMedia_LM", "NSW Covid Negative": "Two months into overwhelming crisis brought on by reckless decision of NSW govt to force NSW to “live with Covid”: 36+ dead. 6491 cases and rising. No elective surgery. Schools disrupted. Financial support inadequate. Businesses smashed. Borders shut. Change needed urgently.", "NSW Covid Negative Author": "alissiman", "WA Covid Negative": "As NYC’s Covid vaccine verification mandate goes into effect tomorrow, it will be one of the darkest days this City has ever seen. Make no mistake about it, banning over 60% of Black New Yorkers from all restaurants is systemic racism.", "WA Covid Negative Author": "wa_sunflower", "WA Covid Positive": "Hello everyone 🙋🏻‍♀️ I ada jual\n\n✨Covid-19 RTK Antigen ALLTEST✨\n\n✅kkm approval\n✅mda approved\n✅CE mark\n\nThis test kit allows self testing of covid-19 performed anywhere without needing to get tested at a healthcare facility.\n\nTo order 👉🏻 https://t.co/mXdCC9dpuT https://t.co/eDiiej50Yk", "WA Covid Positive Author": "hasanfikri_", "ACT Covid Negative": "Have been speaking with Auckland CBD businesses dealing with shocking instances of violence. Assaults have spiked 63% in 2021. All say it's hard to deny the intensification of emergency housing in CBD hotels since Covid is a major factor, via @nzherald https://t.co/jJo3zlleJk", "ACT Covid Negative Author": "CliffyA1", "ACT Covid Positive": "Do what you like, but don't be stupid, don't be selfish! If you got vaccinated to save lives, THEN F*CKING ACT LIKE IT. YOU ARE NOT SAVING LIVES BY RUNNING AROUND WITHOUT A MASK, you can be SPREADING COVID while preaching to get vaccinated. JUST STOP. DO YOUR PART, WEAR A MASK.", "ACT Covid Positive Author": "Ren_tastic", "SA Covid Negative": "McGowan will ignore Morrison. Zero in WA, Qld, Tas, SA. Who said zero is impossible?\nhttps://t.co/dPgL4XEAn0", "SA Covid Negative Author": "CarolynJanson", "SA Covid Positive": "Patients being accomodated doesnt mean they get good svc. Lobbies are now transformed into COVID wards. I know bec my uncle is confined in a QC hospital na alam mong nasa lobby sila and hindi sa loob ng ward. Not enuf manpower to care for patients that they allow companions. https://t.co/GVFU0rlAxa", "SA Covid Positive Author": "MLAntoinette", "QLD Covid Negative": "Worse &amp; worse! with no real change in NSW govt's reckless attitude &amp; 478 new Covid-19 cases, 7 additional deaths. Vic records 22 cases, Qld zero; ACT records 19; snap lockdown for Darwin &amp; Katherine. As for the PM, Morrison is clearly a lunatic. #COVID19Aus #morrisonsh1tshow https://t.co/QDTB7KxUMY", "QLD Covid Negative Author": "ochreblue", "QLD Covid Positive": "@slsandpet Northern beaches. \n\nBut more recently, with COVID, Qld is looking like a great example.", "QLD Covid Positive Author": "nikhilautar1", "NT Covid Positive": "The difference between living in NT and NSW during covid:\nGunner did everything 2keep NT residents safe &amp; ppl felt safe &amp; lived a relatively normal life.\n#Gladys didn't do this. Gladys went late &amp; light &amp; delta is all over NSW. Does Gladys care? Who knows.", "NT Covid Positive Author": "LakeMacGirl", "NT Covid Negative": "U Nyunt Shwe, Chairman of Bago township NLD party, Representative of Constituency No. 1, Bago Tsp, who has been detained by SAC terrorists, passed away from COVID-19 infection. #WhatsHappeningInMyanmar #Aug16Coup #RecognizeNUG https://t.co/7N0UJyDwVX", "NT Covid Negative Author": "eugenia_nt", "TAS Covid Negative": "Hundreds protest in the Oklahoma state capitol against forced COVID-19 vaccinations.\n\nThe global pushback is happening. Keep fighting against tyrannical mandates. 🇺🇸 https://t.co/DxTdTUoaeL", "TAS Covid Negative Author": "TAS_Amping", "TAS Covid Positive": "@NivashniNair It will. This too shall pass. Mental health during covid is so important. Think positive thoughts and believe in hope, renewed strength snd recovery. Breathing exercises. Stretching. Vit D.", "TAS Covid Positive Author": "tas_hassim13", "VIC Covid Negative": "Today @GladysB conceded that restrictions and lockdowns will continue at high vaccination levels. They are a feature, not a bug, of \"living with COVID\" model forced on NSW and Australia by NSW govt from mid-June. Reverse this chaos, adopt today's Vic measures and return to zero.", "VIC Covid Negative Author": "kathlazz", "VIC Covid Positive": "#FlasherDan loves covid. Under the cover of the virus, he is destroying the fabric Vic &amp; replacing it with his Fabian socialism by stealth. Dismantling the pillars of society like freedom of religion, free enterprise &amp; traditional family unit. Replaced with Marxist alternatives.", "VIC Covid Positive Author": "alanjbetts6", "Australia Covid Positive": "Like many of you, ‘Fortress Australia’ has separated me indefinitely from loved ones – I haven’t seen my mother or daughter since 2019. https://t.co/kqRMxIW7S3", "Australia Covid Positive Author": "lacostabrava", "Australia Covid Negative": "🚨 BREAKING 🚨\n\nA new video interviewing victims of COVID-19 vaccines is ABSOLUTELY TERRIFYING!\n\nMass corruption in Australia being exposed. Doctors are engaging in mass medical malpractice. \n\nVICTIMS SPEAK OUT!\n\nI literally feel sick after watching this.\n\nhttps://t.co/QiTgDKbVgZ", "Australia Covid Negative Author": "Mattpolin1", "Scott Morrison Negative": "@davey0511 @bluey_little @PatsKarvelas I'm sorry, Victoria has endured nearly 2 Years of being in and out of Lockdowns.... 3 of these lockdowns have been caused by the negligence of Gladys, her Government and Scott Morrison...\nVictorians are tired, broke and angry.... I will continue to loose my shite, when I see crap", "Scott Morrison Negative Author": "123_onetwo3", "Scott Morrison Positive": "From 2020.\n\nScott Morrison's new best friends. Peter Dutton must also be over the moon. #auspol #Poland #LGBTQIA \nhttps://t.co/oVZ2qJUWn6", "Scott Morrison Positive Author": "MariaOzLakshmi", "Gladys Berejiklian Negative": "Berejiklian and Morrison's relationship has completely broken down, as she's accused of literally 'losing her shit' over claims she ignored Morrison's lockdown advice.\n\nhttps://t.co/rAEcXQbNrx", "Gladys Berejiklian Negative Author": "blastnost", "Gladys Berejiklian Positive": "\"If they want to start backgrounding on stuff like this, maybe it’s time I started leaking stuff that the PM says to me that never comes to fruition, like on vaccines,\" said @GladysB. Playground antics now. https://t.co/f92741OYgP", "Gladys Berejiklian Positive Author": "HEB2205", "Daniel Andrews Negative": "😱😱😱 OOO AHHH \n\nDaniel Andrews just said SHITTY, cant wait for the pearl clutchers to predict the collapse of the entire fabric of polite society.\n\n#Auspol", "Daniel Andrews Negative Author": "Eve5810", "Daniel Andrews Positive": "Very strong comments from Daniel Andrews on that engagement party.", "Daniel Andrews Positive Author": "EdwardJWHunter", "Australia Vaccinations Negative": "All those angry with the new Victorian restrictions should direct their anger in the right direction\n\nMorrison did not buy enough vaccinations and screwed up with the ones he did get\nGladys failed to lock down her state and infected the rest of Australia\n\nThank you\n#LNPDisgrace", "Australia Vaccinations Negative Author": "puay_sim", "Australia Vaccinations Positive": "@CbartonBar @leighsales @NSWHealth Vaccinations suppress - agree. Communities with low vaccinations (Australia) need to curb human behaviour through strict measures to prevent wild outbreaks until vaccination levels reach the recommended level. There’s still an advantage - people not getting horribly sick / dying", "Australia Vaccinations Positive Author": "FraseCameron"}