{"Australia Covid Popular": "Dan is lying - hospitals are not full. There are 2200 ICU beds with ventilators in Australia - only 6 covid patients are on them #springst #auspol", "Australia Covid Popular Author": "DifficultNerd", "Australia Covid Popular Count": 1244, "NSW Covid Negative": "Right wing activist Peta Credlin is facing ridicule for shifting her politics on covid from blaming Premiers to blaming people in order to protect Gladys Berejiklian. It comes as the NSW Premier abandoned her post in a crisis yesterday, locking down the state via a tweet. #auspol", "NSW Covid Negative Author": "Kindacalm", "NSW Covid Positive": "NSW Health is introducing a new measure to ensure people continue to receive prompt notification of their COVID-19 positive test result. \n\nConfirmed cases will receive a text message from NSW Health as soon as a positive result is reported by private and public laboratories.", "NSW Covid Positive Author": "MelissaSweetDr", "WA Covid Negative": "Morrison abandoned Australians during the bushfires.\n\nMorrison abandoned Victoria during COVID.\n\nMorrison abandoned WA to Palmer’s attack.\n\nMorrison has abandoned unemployed workers.\n\nMorrison has abandoned our allies to the Taliban.\n\nHow long until Morrison abandons you?\n#auspol https://t.co/Xy3r8BkXWu", "WA Covid Negative Author": "jungjungswamp", "WA Covid Positive": "@MarkMcGowanMP Good on ya, Mark! 💓\nStick to Zero COVID! 👍\nWA people have a pretty much NORMAL life - which the majority want to keep and not squander for the family-reunion holidays of a handful!\n\nProtect our little children under 12 years who have no vaccine!!!\n#findourkidsavaccine", "WA Covid Positive Author": "RobertTranter1", "ACT Covid Negative": "“Australia’s Covid policy is driven by fear, not rationality. Politicians are trapped in a vortex of fear. They cannot act sensibly anymore. The government has lost control.’\n\n@nickcater on locked-down Australia\nhttps://t.co/AtB6vFSuez", "ACT Covid Negative Author": "lattention_info", "ACT Covid Positive": "Ozzies: Keep up with Covid exposure sites with Ken Tsang's fantastic free covid19nearme https://t.co/Fk90wQZtNr\nMap, grouped by area, tick off ones you've seen. Regular updates. NB  \"We strongly recommend checking the official list as well and using this as a guide only.\" https://t.co/cjJlQzMq6N", "ACT Covid Positive Author": "Easily_Pleased", "SA Covid Positive": "Good Monday morning Lord. Good Monday morning to all my fellow TBADN and SENIORS around the world.\n\nIngat po tayong lahat lagi sa panahon at sa covid. STAY SAFE. GOD BLESS US ALL ALWAYS.\n\n#TBADNBoycottMZETxAPT161\n\nLaban lang, https://t.co/QCMIVwDlLF", "SA Covid Positive Author": "OmbhtO", "QLD Covid Negative": "Worse &amp; worse! with no real change in NSW govt's reckless attitude &amp; 478 new Covid-19 cases, 7 additional deaths. Vic records 22 cases, Qld zero; ACT records 19; snap lockdown for Darwin &amp; Katherine. As for the PM, Morrison is clearly a lunatic. #COVID19Aus #morrisonsh1tshow https://t.co/QDTB7KxUMY", "QLD Covid Negative Author": "navypti", "QLD Covid Positive": "@JustWhistle13 @PaulDKidd @youjustare_ @AnnastaciaMP @YvetteDAth @JustWhistle13 Fed govt is responsible for 70% and state is responsible for 30% of vaccination in QLD. I suggest you also try pharmacies using https://t.co/Urj42hykZC and GPs using Hotdoc and HealthEngine apps. Good luck.", "QLD Covid Positive Author": "imindrajyt", "NT Covid Positive": "Well today was an interesting return to the Darwin newsroom. Here’s hoping the #lockdown ends in greater #Darwin and #Katherine as quickly as it began. Stay safe and well, and vaccinated #coronavirus #NT #covid #sciencematters https://t.co/NrjYcw6dsE", "NT Covid Positive Author": "EmMasters", "NT Covid Negative": "The murder trial of police officer Zachary Rolfe has been delayed until next Monday after the NT records one new case of COVID-19. #9News \n\nhttps://t.co/9YPSAYQ4ox", "NT Covid Negative Author": "JackHahn9News", "TAS Covid Positive": "@AFLExchange Field of Dreams TAS, every state having an active COVID case except Tassie. Gutwein says TAS will host the Granny if Tassie can have a team. North Hobart oval hosts the Grand Final.", "TAS Covid Positive Author": "MikeTulip", "TAS Covid Negative": "@nickbarnesaus FYI the highest suicide rate in Australia is Tas. Can’t say Covid is to blame- a very complex issue", "TAS Covid Negative Author": "nerijsmith67", "VIC Covid Negative": "@AusSue2 @DanielAndrewsMP More died last year lol... was so bad in Vic last year coz it got into Nursing Homes.. now most vulnerable are vaccinated. End of the day, What are you willing to pay for 'Zero Covid? 200 days? 1 year? 2 years? The untold damage of lockdown is catastrophic!", "VIC Covid Negative Author": "apachecoop", "VIC Covid Positive": "Hey you mob… Melbourne’s COVID-19 lockdown will be extended to at least 11.59pm, 2/9  \nNew restrictions will come into effect from 11:59pm tonight (Monday 16 August).\nRead the press release here https://t.co/fccBj2Jf8u\n🖤🧡❤️Stay safe, stay strong and please STAY HOME 🏡 https://t.co/xFOUZCjSL5", "VIC Covid Positive Author": "firstpeoplesvic", "Australia Covid Negative": "#auspol  Australia this is your Prime MinisterMorrison.\nFail- response to bush fires.\nFail- to procure vaccines for whole population                       Fail - Quarantine                                    965   Australians dead from Covid 19 because of his Failure.", "Australia Covid Negative Author": "WellsWellskm", "Australia Covid Positive": "@LozzaFox @LozzaFox  don’t be mean @MarkMcGowanMP is the best Western Australia premier we’ve ever had. He kept his state safe during lockdown. Made sure the covid vaccine is available for all and I’m proud to say I’ve had the vaccine so we can all get back to Travel and normal", "Australia Covid Positive Author": "BronteMacgregor", "Scott Morrison Negative": "Morrison 'did not sound happy' with McGowan's zero COVID comments https://t.co/L1VtpQZ1Fw Scomo is the main man but alas he has no nads. He gave these clowns the power, now he cant control them and the general public is suffering, its heartbreaking to see the carnage, nads Scott!", "Scott Morrison Negative Author": "RobertA15588138", "Scott Morrison Positive": "#ABCNews Admiral Chris Barry “God help them , god help them..” referring to Scott Morrison leaving it too late (yet again) to get Afghan people who assisted the ADF out of Afghanistan. Words cannot describe how little respect is left for #ScottyDoesNothing #COVID19 #Vaccines +🔥s https://t.co/7xsMZv2DDB", "Scott Morrison Positive Author": "valbailub", "Gladys Berejiklian Negative": "Right wing activist Peta Credlin is facing ridicule for shifting her politics on covid from blaming Premiers to blaming people in order to protect Gladys Berejiklian. It comes as the NSW Premier abandoned her post in a crisis yesterday, locking down the state via a tweet. #auspol", "Gladys Berejiklian Negative Author": "Kindacalm", "Gladys Berejiklian Positive": "‘If they want to start backgrounding on stuff like this, maybe it’s time I started leaking stuff that the PM says to me that never comes to fruition, like on vaccines’ Gladys ‘loses her sh*t’ over PM https://t.co/7UvLVvvJW7 via @newscomauHQ", "Gladys Berejiklian Positive Author": "mumabear13", "Daniel Andrews Negative": "The State Government has tried to hide a secret report showing:\n\nThe number of teenagers rushed to hospital after self-harming and suffering suicidal thoughts spiked by 51% (148 a week).\n\nThere is a mental health shadow pandemic in Victoria and Daniel Andrews must stop hiding it.", "Daniel Andrews Negative Author": "j_wazza", "Daniel Andrews Positive": "Daniel Andrews is making a truly great speech right now.", "Daniel Andrews Positive Author": "ageofblasphemy", "Australia Vaccinations Negative": "All those angry with the new Victorian restrictions should direct their anger in the right direction\n\nMorrison did not buy enough vaccinations and screwed up with the ones he did get\nGladys failed to lock down her state and infected the rest of Australia\n\nThank you\n#LNPDisgrace", "Australia Vaccinations Negative Author": "DineshPMF1", "Australia Vaccinations Positive": "@ScepticalAussie Lol, good luck with that.\n\nIt's not like mandatory travel vaccinations haven't been compulsory for decades.\n\nFrom a person immune to yellow fever because they went to Colombia and I wouldn't be back in Australia if I didn't have the vaccine.", "Australia Vaccinations Positive Author": "k3vk4"}