{"Australia Covid Popular": "Yes Premier, it is a war. And it was an avoidable war. Had you acted decisively on day one with a short, sharp lockdown, like other states, it would be different. Now we have a war, it’s time to fight it with full and effective measures. Not half measures https://t.co/DtN7bidSTs", "Australia Covid Popular Author": "MrKRudd", "Australia Covid Popular Count": 5231, "NSW Covid Negative": "Two months into overwhelming crisis brought on by reckless decision of NSW govt to force NSW to “live with Covid”: 36+ dead. 6491 cases and rising. No elective surgery. Schools disrupted. Financial support inadequate. Businesses smashed. Borders shut. Change needed urgently.", "NSW Covid Negative Author": "jeanned12031949", "NSW Covid Positive": "@JamesMelville James we love Dan! #IStandWithDan is trending all the time in Victoria. Of course lockdown is hard, we don’t celebrate it!! But we don’t want to turn into UK or NSW. We don’t want covid. We don’t want to be on a ventilator or die. Cheers 👍🏻😊", "NSW Covid Positive Author": "Culldogfarms", "WA Covid Negative": "No one: \nMy mum this morning, in absolute shock and disgust for what she had to endure: So na me covid wan silent? Me? Na wa.", "WA Covid Negative Author": "chinaemeremoti", "WA Covid Positive": "Mark \"China First\" McGowan doing what he does best here--selling out the GREAT people of WA.\n\nThis was filmed the night before the first Covid-19 case was recorded in Western Australia. \n\nJournalists MUST start reporting Mark's VERY strong relationship with the CCP https://t.co/mPSYIksRl2", "WA Covid Positive Author": "GJ4032", "ACT Covid Negative": "A #COVID19au outbreak in prison will likely kill imprisoned Aboriginal and Torres Strait Islander people. Many are already chronically ill, have a disability or they are parents with children who depend on them. \n\nGovt must act now to release people. \n\nhttps://t.co/rwQgCkxBL3", "ACT Covid Negative Author": "CarrieFowlie", "ACT Covid Positive": "It's Hard To Be a Woman You must think like a man, act like a lady, look like a young girl, and work like a horse. \n#sarvsangi #ngo #delhi #women #charity #nonprofit #education #donate #volunteer #covid #india #love #help #children #support #community #fundraising #change https://t.co/wW2y4Imjuf", "ACT Covid Positive Author": "retweetbossman", "SA Covid Negative": "@ElspethHussey7 @AndreaLNicolas There are growing fears that COVID may have seeped undetected into South Australia following a confirmed case in Broken Hill. As the crisis deepens across the country, authorities have resisted calls to ease restrictions at home. https://t.co/YCm26aaIaT @AndreaLNicolas #7NEWS https://t.co/xwwzc6ehc2", "SA Covid Negative Author": "cooper_grech", "SA Covid Positive": "Are you 1️⃣ of the 250 000 people who can say #IGotMyVaccine at a Discovery vaccination site? 🎉Encourage your loved ones to register on the EVDS https://t.co/E9FWhQFNLY and book on our Vaccination Navigator https://t.co/8JQLSQdMj3 Share your experience by tagging @Discovery_SA https://t.co/CbO4Y6srOu", "SA Covid Positive Author": "manthoko32", "QLD Covid Positive": "Good morning from the #Brisbane river bathed in golden early morning light.\nThe #rowers &amp; #cyclists are back in the wake of 0 #COVID cases in #QLD.  🤞 it stays that way. Strength to all those in #NSW, #ACT, #Vic &amp; #NT https://t.co/leHLKPlxcN", "QLD Covid Positive Author": "summerlily_mas", "QLD Covid Negative": "@josiegirl62 Ummmm Victoria how many times now?  Delta 1.  Vanilla Covid 4.   FU #GladysTheSuperSpreader  🖕🖕🖕 I’m so so ANGRY at her for allowing this to spread to VIC / QLD  / ACT.", "QLD Covid Negative Author": "BobWeescot", "NT Covid Negative": "No new COVID cases, criminals must wear masks and American who sparked lockdown won't say if he is vaccinated: the latest lockdown info | NT Independent - https://t.co/nCrGO2gZY5 Darwin CCP  CCTV Cameras will be useless as NT Police advise criminals to wear a COVID mask #madworld", "NT Covid Negative Author": "ParksideNT", "NT Covid Positive": "Good Morning all, take care and be covid safe out there especially to all my peeps in #nswlockdown #melbournelockdown #ACT and now parts of #NT. Who are in the #MorrisonLockdown and the #GladysClusterfuk . #MorrisonFail", "NT Covid Positive Author": "valmacdonald121", "TAS Covid Positive": "@DougCameron51 @GladysB Yes, sadly, NSW has completely lost control of the virus and they'll never get back to being Covid free.\nRest of Oz trying hard not to lose it like NSW has.\nWA has the best chance, and Tas' might stay lucky too.\nRoll on the vaccines!!!", "TAS Covid Positive Author": "BrunyBob", "TAS Covid Negative": "@JBradshaw01 This list could go on forever!\nT: Trudeau must go!\nPM: Election. \nT: Can't have an election during #Fordthwave \nDrs: Oh, you believe in Covid now. Some restrictions?\nT: No restrictions! It's a flu! Stampede time!\nMost of 🇨🇦: Just get the shot!\nT: Right to choose!\nWomen: Really?!", "TAS Covid Negative Author": "tas_lily", "VIC Covid Positive": "@StevePriceMedia @LiSTNRau @AusTodayListnr I wander how many aspiring politicians will front up in 2022 Vic election offering a Covid freedoms type platform...I think a minority party like this would get traction...might balance out idiots like @FionaPattenMLC", "VIC Covid Positive Author": "JohnMilionis", "VIC Covid Negative": "@josiegirl62 Ummmm Victoria how many times now?  Delta 1.  Vanilla Covid 4.   FU #GladysTheSuperSpreader  🖕🖕🖕 I’m so so ANGRY at her for allowing this to spread to VIC / QLD  / ACT.", "VIC Covid Negative Author": "BobWeescot", "Australia Covid Positive": "\"New Zealand moves to level 4 lockdown\" \n\nGosh I wish we had as good a leader as @jacindaardern who knows when to act. Great job NZ!! \n\nWish you all the best from Sydney Australia (where we’ve been in lockdown for 7 wks &amp; still having increasing covid cases &amp; a struggling…", "Australia Covid Positive Author": "JohnReid16", "Australia Covid Negative": "@billbowtell @OldNick66 Oh but ITA is going to protest in December if there it still lockdown!\n\nHow did Australia become so idiotic \nLamentable waste.\n\nCovid\nIs showing how very stupid some people are.", "Australia Covid Negative Author": "shambolicgirl", "Scott Morrison Positive": "The FACTS about the CASHLESS PENSION CARD.\n\nIf you are a pensioner that uses Facebook please make sure your friends know what is happening.\n\nScott Morrison tried to legislate to put Cashless Welfare at the heart of Centrelink. #auspol https://t.co/jzRWWhyrfK", "Scott Morrison Positive Author": "juliepianto", "Scott Morrison Negative": "PM \"FAILS\" Aust soldiers ........ LWPC PM SCOTT MORRISON IS A DELUSIONAL \"IDIOT\", IN THE SAME VEIN AS OLD JOE BIDEN ! WHAT PERSON IN THEIR RIGHT MIND COULD NOT SEE HOW AFGHANISTAN IS A COMPLETE DISASTER &amp; A WASTE OF MONEY &amp; LIVES ! JUST ANOTHER VIETNAM !", "Scott Morrison Negative Author": "garry182651377", "Gladys Berejiklian Negative": "The blame for the NSW shitshow lies with Scott Morrison’s abysmal vaccine rollout AND Gladys Berejiklian’s negligent failure to lock down early.\n\nThey are both trying to shift blame to the “individual” but the blame for this outbreak lies squarely with them.\n\nThey both must go.", "Gladys Berejiklian Negative Author": "GaySpies1", "Gladys Berejiklian Positive": "Jack Lang has a greater chance of winning the next state election for the Liberal Party, than Gladys Berejiklian has of being re-elected. #ResignGladys", "Gladys Berejiklian Positive Author": "szabosolicitors", "Daniel Andrews Positive": "For those we've lost, we must do better. Australian media must do better. This is the #AgedCareScandal.\n\nMorrison had #noplan and media are pinning it on Daniel Andrews. Please talk about it. Please share. #IStandWithDan #COVID19Vic https://t.co/y5W6dKsyZS", "Daniel Andrews Positive Author": "milosmilesdude", "Daniel Andrews Negative": "Daniel Andrews and most of the Victorian public service are overpaid useless incompetent lying cunts.", "Daniel Andrews Negative Author": "BodsworthGarry", "Australia Vaccinations Negative": "Australia’s Covid death rate as a percentage of population is 0.0037%. \nGet a grip @GladysB @DanielAndrewsMP. \nWe lost over 4,000 people to flu &amp; pneumonia in 2019 without crushing lockdowns, mandated vaccinations or masks. #realitycheck https://t.co/PK1Ya4GTZM", "Australia Vaccinations Negative Author": "SteveRolfe63", "Australia Vaccinations Positive": "Booked my vaccinations! Yay! Bookings opened for my age group yesterday in South Australia! https://t.co/UFHm1yWfSx", "Australia Vaccinations Positive Author": "heidi_helen"}