{"Australia Covid Popular": "Australian capital Canberra goes into snap lockdown after finding one Covid case. ONE.\n\n***ONE***\n\nStark staring mad.  https://t.co/A8rDaSZ3ld", "Australia Covid Popular Author": "JuliaHB1", "Australia Covid Popular Count": 5935, "NSW Covid Negative": "@On_Da_Ball3 The West Australian - Coronavirus crisis: Under-40s driving NSW’s COVID disaster amid 452 cases https://t.co/dD8aX8KCqE via @nobby15 https://t.co/e7A0oN3SqH", "NSW Covid Negative Author": "nobby15", "NSW Covid Positive": "Thanks to a whistleblower, I have been told that the number of aged care homes in NSW with Covid outbreaks is now 33.\n\n@healthgovau should release the names of all aged care homes with outbreaks. They are exposure sites.\n\n#agedcare #nswlockdown", "NSW Covid Positive Author": "ChloefromC", "WA Covid Negative": "I just heard on the radio that there is a new covid outbreak associated with the big country music fest at The Gorge (in WA) now.  No fcuking surprise. Which, if my brother was there, means no memorial service for my dad this week. I'm furious. https://t.co/vnBpvZJ88C", "WA Covid Negative Author": "AliiRidge", "WA Covid Positive": "Mark \"China First\" McGowan doing what he does best here--selling out the GREAT people of WA.\n\nThis was filmed the night before the first Covid-19 case was recorded in Western Australia. \n\nJournalists MUST start reporting Mark's VERY strong relationship with the CCP https://t.co/mPSYIksRl2", "WA Covid Positive Author": "theicesaints", "ACT Covid Positive": "How gracious are the ACT Covid Presser team! \nJust lovely- open and compassionate.\nAnd the NT team have their own charm. \nGreat not to listen to Polly Parrots.", "ACT Covid Positive Author": "Franc91592075", "ACT Covid Negative": "COVID $ thread\nCOVID-19 Disaster Payment for lost work due to lockdown:\n-$750/$450 per week for 20hrs+/&lt;20hrs work lost\n-$200pw for income support recipients lost 8+/full day’s work\nACT can claim 20/8\nRegional NSW (announced 14/8) claim 22/8\nOther areas claim now (unclear for NT)", "ACT Covid Negative Author": "whobekindto", "SA Covid Negative": "@carljavier mahal rin po sa hospital kasi rush po sya to be able to know if the person needs to be placed in the  covid ward or not", "SA Covid Negative Author": "pareciousss", "SA Covid Positive": "Good Tuesday morning Lord. Good Tuesday morning to all my fellow TBADN and SENIORS around the world.\n\nIngat po tayong lahat lagi sa panahon at sa covid. STAY SAFE. GOD BLESS US ALL ALWAYS.\n\n#TBADNBoycottMZETxAPT162 \n\nLaban lang, https://t.co/xr2243aA3K", "SA Covid Positive Author": "Ellaineramis", "QLD Covid Negative": "@ChrisHaworth368 The media is fucking disgusting. QLD Gov yesterday saying 7 died “with” Covid. I’ve repeatedly asked what did they die of? Within 5 mins my question is taken down. It’s such a cover up in full view", "QLD Covid Negative Author": "crypto_del1973", "QLD Covid Positive": "Rugby league powerbrokers have been urged to hand Queensland this year’s NRL Grand Final as a reward for the state’s contribution to the game over the past 100 years.\nhttps://t.co/1uJveCR1qx", "QLD Covid Positive Author": "footyindustryAU", "NT Covid Positive": "How gracious are the ACT Covid Presser team! \nJust lovely- open and compassionate.\nAnd the NT team have their own charm. \nGreat not to listen to Polly Parrots.", "NT Covid Positive Author": "Franc91592075", "NT Covid Negative": "COVID $ thread\nCOVID-19 Disaster Payment for lost work due to lockdown:\n-$750/$450 per week for 20hrs+/&lt;20hrs work lost\n-$200pw for income support recipients lost 8+/full day’s work\nACT can claim 20/8\nRegional NSW (announced 14/8) claim 22/8\nOther areas claim now (unclear for NT)", "NT Covid Negative Author": "whobekindto", "TAS Covid Positive": "@_jimxgii we kinda end up being together b4 covid pero when the 2 weeks quarantine started we really havent talk ulet tas nung last bday ko he greeted me tas nagusap kami tas nagkabalikan pero we ended it pretty quick kase nalaman ko well i actually knew na we just pretending na he likesme", "TAS Covid Positive Author": "jmnpuff", "TAS Covid Negative": "@JBradshaw01 This list could go on forever!\nT: Trudeau must go!\nPM: Election. \nT: Can't have an election during #Fordthwave \nDrs: Oh, you believe in Covid now. Some restrictions?\nT: No restrictions! It's a flu! Stampede time!\nMost of 🇨🇦: Just get the shot!\nT: Right to choose!\nWomen: Really?!", "TAS Covid Negative Author": "tas_lily", "VIC Covid Positive": "@PRGuy17 From the VIC presser today, Tuesday 17th\nOne person attending the engagement party in St Kilda was positive with Covid when he attended the party and now 5 more who attended the party are positive. They became infected at the party", "VIC Covid Positive Author": "PalacePolitics", "VIC Covid Negative": "@DavidSteadson @Reasonableques3 But what else are they crushing? Why do people think there is only one dimension to this? And why the constant fear...for eg linking the tragic death of a 15 year old to covid when his death was caused by meningitis. Btw Vic's short sharp lockdown is anything but...", "VIC Covid Negative Author": "CraigElphick2", "Australia Covid Negative": "Terrible lockdown impacts just on breast cancer mortality alone. \n\"The same study estimated that surgical delay of 12 weeks for all patients with breast cancer over a year would lead to 500 excess deaths in Australia.\"\nhttps://t.co/uFmrCcaxDw", "Australia Covid Negative Author": "foxlow", "Australia Covid Positive": "Mark \"China First\" McGowan doing what he does best here--selling out the GREAT people of WA.\n\nThis was filmed the night before the first Covid-19 case was recorded in Western Australia. \n\nJournalists MUST start reporting Mark's VERY strong relationship with the CCP https://t.co/mPSYIksRl2", "Australia Covid Positive Author": "theicesaints", "Scott Morrison Negative": "Scott Morrison’s comments regarding the murder of George Floyd\n“As upsetting &amp; terrible is the murder that took place &amp; it is shocking. I just think to myself how wonderful a country is Australia”\n\nThe worlds highest incarcerator of black people. That Australia?", "Scott Morrison Negative Author": "MelanieToyer", "Scott Morrison Positive": "Scott Morrison loves dramatics, had months to get Afghani helpers out, but now the last minute attempt, just like Quarantines being built, just like not ordering enough Pfizer, the big hero, my God and this fool leads our Country, risks Children's lives, &amp; all Australians lives?", "Scott Morrison Positive Author": "JBerry290328", "Gladys Berejiklian Negative": "Gladys Berejiklian stop lying you are wrong sharp short Lockdowns do work against Delta because it worked in my state of South Australia", "Gladys Berejiklian Negative Author": "AlsPatch", "Gladys Berejiklian Positive": "Maybe Gladys Berejiklian wanted to provide hope but her message on easing NSW restrictions misled us | Anne Davies | The Guardian\n\nAn excellent summary. https://t.co/l1soRo3uHw", "Gladys Berejiklian Positive Author": "pjcallinan", "Daniel Andrews Negative": "Daniel Andrews has slammed \"unacceptable and evil\" anti-Semitic attacks aimed at the community involved in an illegal engagement party.\n\n\"The event that we spoke about at some length yesterday was not a function of being Jewish, it was a stupid function.\"", "Daniel Andrews Negative Author": "wendoureeswans", "Daniel Andrews Positive": "@AIJAC_Update Outstanding and clear statement against antisemitism by Daniel Andrews today.", "Daniel Andrews Positive Author": "camfromoz1", "Australia Vaccinations Negative": "All those angry with the new Victorian restrictions should direct their anger in the right direction\n\nMorrison did not buy enough vaccinations and screwed up with the ones he did get\nGladys failed to lock down her state and infected the rest of Australia\n\nThank you\n#LNPDisgrace", "Australia Vaccinations Negative Author": "gjholt", "Australia Vaccinations Positive": "@2GB873 The healthiest form of sport currently in Australia is GOLf….. why?…because social distancing ( two players only )wearing of masks….and vaccinations is achievable plus a good Covid plan at golf course … NSW  Golf present this to NSW Sport Minister… “okay I play golf.” https://t.co/HDOcKV67UY", "Australia Vaccinations Positive Author": "HARRY_700"}