{"Australia Covid Popular": "Today @GladysB conceded that restrictions and lockdowns will continue at high vaccination levels. They are a feature, not a bug, of \"living with COVID\" model forced on NSW and Australia by NSW govt from mid-June. Reverse this chaos, adopt today's Vic measures and return to zero.", "Australia Covid Popular Author": "billbowtell", "Australia Covid Popular Count": 487, "NSW Covid Negative": "Right wing activist Peta Credlin is facing ridicule for shifting her politics on covid from blaming Premiers to blaming people in order to protect Gladys Berejiklian. It comes as the NSW Premier abandoned her post in a crisis yesterday, locking down the state via a tweet. #auspol", "NSW Covid Negative Author": "MalcolmBaillie2", "NSW Covid Positive": "Huge Thankyou to the Busy Bee for alerting Mudgee of the positive Covid in our community. Apparently we’re being included in tomorrow’s numbers! Because of your fb post we are able to be pro active a whole day before NSW Health tell us anything.  Good on you!", "NSW Covid Positive Author": "traceymiller26", "WA Covid Positive": "This prick is saying that WA is the most freest &amp; successful society in the world. He also says WA has the best economy in the world. And he still boast on about a covid-zero strategy &amp; calls what's happening in NSW a basket-case. Unbelievable. https://t.co/X3tBUjofW6", "WA Covid Positive Author": "Jamie05112787", "WA Covid Negative": "Not surprising. \n\nBiden’s woke “intelligence” gurus are the same ones who were WRONG on Russian collusion &amp; Russian bounties, WRONG about China &amp; Iran being “competitors,” WRONG on Covid origins, WRONG on Hunter’s laptop, &amp; WRONG on basically everything else. https://t.co/KUEt9lDz7N", "WA Covid Negative Author": "wa_sunflower", "ACT Covid Negative": "Have been speaking with Auckland CBD businesses dealing with shocking instances of violence. Assaults have spiked 63% in 2021. All say it's hard to deny the intensification of emergency housing in CBD hotels since Covid is a major factor, via @nzherald https://t.co/jJo3zlleJk", "ACT Covid Negative Author": "MadHatt65364470", "ACT Covid Positive": "COVID is highlighting why we need a national Human Rights Act or Charter. There is strong public support for the reform. A Charter would help governments make the right decisions &amp; help people to know, understand &amp; protect their rights.  https://t.co/O0cn79SXbh", "ACT Covid Positive Author": "PhilALynch", "SA Covid Negative": "Ramaphosa said criminal activities cost our country greatly, while also weakening SA institutions and depriving citizens of basic needs. https://t.co/1Te8avKdCS", "SA Covid Negative Author": "hlatse_sy", "SA Covid Positive": "Oh dear. NT have a community case and are going into lockdown for same reason as SA did last month - someone arrived from overseas and quarantined in Sydney, caught covid and then didn’t need to quarantine in NT. Could we learn from each other’s mistakes a little better please?", "SA Covid Positive Author": "systemsmac", "QLD Covid Negative": "Worse &amp; worse! with no real change in NSW govt's reckless attitude &amp; 478 new Covid-19 cases, 7 additional deaths. Vic records 22 cases, Qld zero; ACT records 19; snap lockdown for Darwin &amp; Katherine. As for the PM, Morrison is clearly a lunatic. #COVID19Aus #morrisonsh1tshow https://t.co/QDTB7KxUMY", "QLD Covid Negative Author": "navypti", "QLD Covid Positive": "@slsandpet Northern beaches. \n\nBut more recently, with COVID, Qld is looking like a great example.", "QLD Covid Positive Author": "nikhilautar1", "NT Covid Positive": "Vaccination information in language | Coronavirus (COVID-19)\n\nThis is great 👏🏽. Would be awesome to see these, based on language and region, targeted and on social media ads. That’s what our folks in the bush are using, phones, apps &amp; social media https://t.co/hMayDjt7B3", "NT Covid Positive Author": "trishcahill", "NT Covid Negative": "A conference on Developing Northern Australia has been characterised by COVID lock-down &amp; technical difficulties. The biggest technical difficulty is in fact, a lack of understanding of the NT from an NT perspective. #dontfrackthent #developingnorthernaustralia #beetalooinquiry", "NT Covid Negative Author": "FrackFreeNT", "TAS Covid Negative": "Hundreds protest in the Oklahoma state capitol against forced COVID-19 vaccinations.\n\nThe global pushback is happening. Keep fighting against tyrannical mandates. 🇺🇸 https://t.co/DxTdTUoaeL", "TAS Covid Negative Author": "TAS_Amping", "TAS Covid Positive": "@NivashniNair It will. This too shall pass. Mental health during covid is so important. Think positive thoughts and believe in hope, renewed strength snd recovery. Breathing exercises. Stretching. Vit D.", "TAS Covid Positive Author": "tas_hassim13", "VIC Covid Negative": "No deaths from COVID jn Vic!!! 50 more businesses dead. Suicides up, mental health issues alarming increases. Education failing. Melbourne almost destroyed !! Where is the balance ?? Where is the health advice?? Why are the people doing this still being paid??? Unjust!!! Crazy!!", "VIC Covid Negative Author": "normal_mister", "VIC Covid Positive": "#FlasherDan loves covid. Under the cover of the virus, he is destroying the fabric Vic &amp; replacing it with his Fabian socialism by stealth. Dismantling the pillars of society like freedom of religion, free enterprise &amp; traditional family unit. Replaced with Marxist alternatives.", "VIC Covid Positive Author": "silvab57280358", "Australia Covid Negative": "🚨 BREAKING 🚨\n\nA new video interviewing victims of COVID-19 vaccines is ABSOLUTELY TERRIFYING!\n\nMass corruption in Australia being exposed. Doctors are engaging in mass medical malpractice. \n\nVICTIMS SPEAK OUT!\n\nI literally feel sick after watching this.\n\nhttps://t.co/QiTgDKbVgZ", "Australia Covid Negative Author": "JohnnybNetwork", "Australia Covid Positive": "When 200,000 people test positive for Covid-19 in England this week but Spurs are playing.\nGive me a break Australia.\nRelease Australian Citizen's now.\nAnd while you're at it, show us your Pfizer Contract 😈 https://t.co/lpBjkw692e", "Australia Covid Positive Author": "Rebecca1720", "Scott Morrison Negative": "The blame for the NSW shitshow lies with Scott Morrison’s abysmal vaccine rollout AND Gladys Berejiklian’s negligent failure to lock down early.\n\nThey are both trying to shift blame to the “individual” but the blame for this outbreak lies squarely with them.\n\nThey both must go.", "Scott Morrison Negative Author": "wobwong", "Scott Morrison Positive": "#ABCNews Admiral Chris Barry “God help them , god help them..” referring to Scott Morrison leaving it too late (yet again) to get Afghan people who assisted the ADF out of Afghanistan. Words cannot describe how little respect is left for #ScottyDoesNothing #COVID19 #Vaccines +🔥s https://t.co/7xsMZv2DDB", "Scott Morrison Positive Author": "korstraw", "Gladys Berejiklian Negative": "More Murdoch bias\n\nVictoria its a coronavirus CRISIS &amp; more PAIN to come\nin NSW its just coronavirus.\n\nPeta Credlin beseeches us to give Gladys Berejiklian a \"bloody\" break whilst Daniel Andrews is a fear monger.\n\nGladys was FORCED to lockdown Andrews is EAGER!\n\n#Auspol #Insiders https://t.co/laciAl7aU6", "Gladys Berejiklian Negative Author": "dllsbrd", "Gladys Berejiklian Positive": "It’s all out war between ⁦@GladysB⁩\nand ⁦@ScottMorrisonMP⁩ Any way I can help you both fight more I’m always available! 😆😆😆😆 https://t.co/4lgHnC1IlA", "Gladys Berejiklian Positive Author": "dazza_double_u", "Daniel Andrews Negative": "More Murdoch bias\n\nVictoria its a coronavirus CRISIS &amp; more PAIN to come\nin NSW its just coronavirus.\n\nPeta Credlin beseeches us to give Gladys Berejiklian a \"bloody\" break whilst Daniel Andrews is a fear monger.\n\nGladys was FORCED to lockdown Andrews is EAGER!\n\n#Auspol #Insiders https://t.co/laciAl7aU6", "Daniel Andrews Negative Author": "dllsbrd", "Daniel Andrews Positive": "Daniel Andrews is making a truly great speech right now.", "Daniel Andrews Positive Author": "SkinnyKath", "Australia Vaccinations Negative": "All those angry with the new Victorian restrictions should direct their anger in the right direction\n\nMorrison did not buy enough vaccinations and screwed up with the ones he did get\nGladys failed to lock down her state and infected the rest of Australia\n\nThank you\n#LNPDisgrace", "Australia Vaccinations Negative Author": "ozunclefesta", "Australia Vaccinations Positive": "@CbartonBar @leighsales @NSWHealth Vaccinations suppress - agree. Communities with low vaccinations (Australia) need to curb human behaviour through strict measures to prevent wild outbreaks until vaccination levels reach the recommended level. There’s still an advantage - people not getting horribly sick / dying", "Australia Vaccinations Positive Author": "FraseCameron"}