{"Australia Covid Popular": "Australian capital Canberra goes into snap lockdown after finding one Covid case. ONE.\n\n***ONE***\n\nStark staring mad.  https://t.co/A8rDaSZ3ld", "Australia Covid Popular Author": "JuliaHB1", "Australia Covid Popular Count": 5938, "NSW Covid Negative": "This rhetoric from the Minister for Indigenous Australians is disgusting. A blatant lie. Mob in Western NSW were never a priority to him or his government and the results is this #covid catastrophe unfolding before us. https://t.co/65bkfZBKIX", "NSW Covid Negative Author": "Word_Addiction", "NSW Covid Positive": "Incredibly responsible response from restaurant industry. Having gone 169 days without any covid or restrictions, while the world is on fire, watching NSW do a dithery lockdown lite, Ao/NZ seems pretty united in its conviction that swift containment is best until we’re vaxxed https://t.co/6SxuGy5I1l", "NSW Covid Positive Author": "Cherie59789095", "WA Covid Positive": "Mark \"China First\" McGowan doing what he does best here--selling out the GREAT people of WA.\n\nThis was filmed the night before the first Covid-19 case was recorded in Western Australia. \n\nJournalists MUST start reporting Mark's VERY strong relationship with the CCP https://t.co/mPSYIksRl2", "WA Covid Positive Author": "mmontyj3", "WA Covid Negative": "I no longer trust mainstream media\nAn abc radio interview queried why WA health system is on its knees?\nTurns out delays in cancer, heart etc checkups during Covid has led to major hospital demand &amp; crisis in WA\nNo Covid hospital crisis\nSame in other states?? https://t.co/Je1fxf0qj4", "WA Covid Negative Author": "LeanneMcknzie", "ACT Covid Negative": "Mississippi \n\nBaby girl orphaned after parents die from COVID-19\n\nThe 32year old’s last act before dying of Covid was giving birth to her baby daughter.\n\nHer husband also died of Covid, leaving the baby girl and orphan\n\nHow desperately sad. https://t.co/MwsuLCK1cV", "ACT Covid Negative Author": "joeylk71", "ACT Covid Positive": "My views on and what I do re supplements have fluctuated over the years: \n\nIn general I now treat them as 'medication' – there is potential to do harm as well as good. Having said that, zinc, vitD and Mg are pretty safe and also act as cheap covid insurance.", "ACT Covid Positive Author": "hubertolie", "SA Covid Negative": "190% capacity. This is completely unsustainable and dangerous for both our patients and our clinicians. \n\nFrontline ambos, doctors and nurses are completely exhausted attempting to prop up a broken healthcare system.\n\nWhat would happen if we had a COVID outbreak. #saparli https://t.co/AvHSEV4gA0", "SA Covid Negative Author": "sa_ambos", "SA Covid Positive": "FDA document admits “covid” PCR test was developed without isolated covid samples for test calibration, effectively admitting it’s testing something else\nBy Naomi Wolf A document just released by the U.S. Food and Drug Administration (FDA) ... https://t.co/IVzLYjOLT3", "SA Covid Positive Author": "cm677427", "QLD Covid Negative": "@cinnamontoastk @Scorptec Told ya you guys shoulda com to bloody Queensland man! We are the boss state for nah covid. GO QLD!!!🤘💥🐨", "QLD Covid Negative Author": "kj_koool", "QLD Covid Positive": "@Shaun_Johnson90 When we signed you I remember how excited I was. I never managed to get to a meet and greet up here in qld for some reason namely covid but I always wanted to meet you as you have been such a humble  thoughtful member of our team. All the best to you and your family.", "QLD Covid Positive Author": "kaseynikita", "NT Covid Negative": "@CraigKellyMP https://t.co/1nE3JNLyrA\n\n&gt; ‘Overreaction’: NSW Premier urged to reverse breast screening ban\n&gt; Podcast: Is there such thing as having too much choice? \n&gt; Melbourne’s late-night trains cancelled; Victorian tourism ‘at breaking point’\n\nThis country has become cotton-picking mad.", "NT Covid Negative Author": "TheMuSinger", "NT Covid Positive": "BREAKING: Zero new COVID cases recorded in the NT overnight. The positive case re-tested positive and it was a “stronger” result, meaning he was more infectious while in Katherine than Darwin. A lot of testing still to be done in Katherine. @KatherineTimes", "NT Covid Positive Author": "kirsty_howey", "TAS Covid Negative": "@theprojecttv Really??\nNot much better??\nIs that a joke?\n\nQld has 2 cases in 3 days, all in quarantine.\nDelta crushed thank you very much.\nWA zero cases.\nSA zero cases.\nTAS zero cases.\n\nNSW - uttetly incompetent basketcase.\n\nGotta love Gladys and her \"let's live with Covid\" mantra nonsense", "TAS Covid Negative Author": "t_hypocracy", "TAS Covid Positive": "@ifwitgwrs @Beas23Linda @RupertMyers the borders will only open when people are vaccinated, which is slow and has been stuffed up, but Australia has less than 1000 deaths from covid while UK has 131,000! u are getting 100 deaths a day now and you think that is great! haha, Im in Tas and everything is great here", "TAS Covid Positive Author": "Paul40902659", "VIC Covid Positive": "@JacksonTaylorMP @MargaretHollin1 thing is nobody listen's to them what amazes me is free to air TV just keep reporting the VIC covid cases &amp; not NSW cases even the ABC &amp; SBS their sub titles BREAKING VICTORIAN COVID CASES", "VIC Covid Positive Author": "pisani_raymond", "VIC Covid Negative": "Vic suicides\n2019 - 718\n2020 - 698\n\nGlobal\ncovid deaths - 4.3 million\nflu deaths average - 900k\nsuicide avge - 1.2 mil\n\nNeed to limit movement, interaction to end lockdown + avoid worse health + $ outcomes. Stop undermining #CovidVic #ThisIsNotJournalism @_juliabradley @msanto92", "VIC Covid Negative Author": "ScrewMorrison", "Australia Covid Negative": "Australia descends into martial law to usher in authoritarian rule and deprivation of civil and human rights in convention with a block of western democracies which will follow suit. A key feature amongst all is to maintain emergency measures at any cost\n\n#Covid #vaccinepassport https://t.co/TN5E2Ktu4o", "Australia Covid Negative Author": "Wildflower_80", "Australia Covid Positive": "@PRGuy17 I must say I like this idea of Dan making the laws for all of Australia, protecting the entire nation from Covid all from the comfort of a Melbourne laneway while sipping a latte. 😎", "Australia Covid Positive Author": "MsMelbourne3", "Scott Morrison Negative": "\"No Australian who has ever fallen in our uniform has ever died in vain,\" Scott Morrison\n\nThis 👇 is what he was trying to say but screwed it up. Again. He's an idiot and an embarrassment. \n\n“We here highly resolve that these dead shall not have died in vain”\n-  Abraham Lincoln", "Scott Morrison Negative Author": "dameladeedah", "Scott Morrison Positive": "Watch now grasshoppers as Scott Morrison's dark spiders spin out little invisible webs of lies.\n\nSee the connection?\n\nScott tried to save Greg Hunt-Scott tried to save Gladys-Scott tried to save NSW.\n\nThis is how you spin The Saviour narrative.\n\nCreate little hero moments for him https://t.co/EmQp03aWDq", "Scott Morrison Positive Author": "ColinGWood1", "Gladys Berejiklian Positive": "So still lockdowns, masks &amp; restrictions even if 80% vaxxed? But I thought that’s a conspiracy theory ? Bet some are glad they ran to get the vax to get their “ freedoms back” 🤔🤣🤣🤣🤣🤣🤣🤣🤣🤣https://t.co/22Yp8IVlnj", "Gladys Berejiklian Positive Author": "Adelina10194013", "Gladys Berejiklian Negative": "Gladys Berejiklian stop lying you are wrong sharp short Lockdowns do work against Delta because it worked in my state of South Australia", "Gladys Berejiklian Negative Author": "uminathereal", "Daniel Andrews Positive": "@HOPE_00000000 @sophieelsworth Are you fucking kidding me!!😠\n'Daniel Andrews is 'immune' from scrutiny'??????\nHave you been asleep for the last 20 months!!\n... 😂😂😂🤣🤣🤣", "Daniel Andrews Positive Author": "DavidHuett", "Daniel Andrews Negative": "The State Government has tried to hide a secret report showing:\n\nThe number of teenagers rushed to hospital after self-harming and suffering suicidal thoughts spiked by 51% (148 a week).\n\nThere is a mental health shadow pandemic in Victoria and Daniel Andrews must stop hiding it.", "Daniel Andrews Negative Author": "LauraFo63430334", "Australia Vaccinations Negative": "@kpfunk @Mikenotsoyeadon Of course not. But youre also ignoring the longterm adverse reactions, injuries and deaths of these EUA vaccinations. You ignore the media panic porn. You ignore the social media censorship. You ignore the totalitarian mandates. Do you not see what’s been happening in Australia?", "Australia Vaccinations Negative Author": "TalonXavier_", "Australia Vaccinations Positive": "@BobbyBallRockOn @9NewsAUS @lizziedaniels Yes agree, UK life is great. Australia, just get the vaccinations done asap", "Australia Vaccinations Positive Author": "sallysal111"}