{"Australia Covid Popular": "Dan is lying - hospitals are not full. There are 2200 ICU beds with ventilators in Australia - only 6 covid patients are on them #springst #auspol", "Australia Covid Popular Author": "DifficultNerd", "Australia Covid Popular Count": 1205, "NSW Covid Negative": "The Age can't come after Dan on COVID due to the disgrace in NSW so now they've changed their point of attack.\n\nIt's rather sad and pathetic actually.\n#auspol #springst #ThisIsNotJournalism https://t.co/8ajkxcPoKP", "NSW Covid Negative Author": "Eve5810", "NSW Covid Positive": "COVID appears not to be contagious outside (a thread).\n\n3 wks ago 15k good people protested COVID lockdowns in Sydney.\n\nEndless misinformed critics were certain it would be a superspreader.\n\nNSW boasts 'world's best contact tracing.'\n\nZero cases connected to the Freedom March.", "NSW Covid Positive Author": "ConcernedOutsi2", "WA Covid Positive": "@MarkMcGowanMP Good on ya, Mark! 💓\nStick to Zero COVID! 👍\nWA people have a pretty much NORMAL life - which the majority want to keep and not squander for the family-reunion holidays of a handful!\n\nProtect our little children under 12 years who have no vaccine!!!\n#findourkidsavaccine", "WA Covid Positive Author": "RobertTranter1", "WA Covid Negative": "Morrison abandoned Australians during the bushfires.\n\nMorrison abandoned Victoria during COVID.\n\nMorrison abandoned WA to Palmer’s attack.\n\nMorrison has abandoned unemployed workers.\n\nMorrison has abandoned our allies to the Taliban.\n\nHow long until Morrison abandons you?\n#auspol https://t.co/Xy3r8BkXWu", "WA Covid Negative Author": "SeaStrider", "ACT Covid Negative": "@noitsleviOsah This was bound to happen, sadly. My kids get sick every first week or so of school, after being exposed to other kids’ germs. So for schools to act like this wasn’t likely w/Covid, is just stupid. Of course kids will get sick. Unfortunately, some will get really sick. 😪", "ACT Covid Negative Author": "2GrnYze", "ACT Covid Positive": "One thing local business owners might consider. If you don’t follow good protocols concerning Covid now, I will not patronize you business. I also really value my time, health, and community. If you have a positive on your staff, and don’t act to protect clients. I won’t be back.", "ACT Covid Positive Author": "mackaracka", "SA Covid Positive": "FDA document admits “covid” PCR test was developed without isolated covid samples for test calibration, effectively admitting it’s testing something else – Freedom Of Speech https://t.co/tU8NThT228", "SA Covid Positive Author": "Queeny_Be", "SA Covid Negative": "With Afghanistan falling in 1 week, I’d like to resurface the view of COVID lockdowns as a military intel failure. The intel community fell for the videos of Wuhan residents falling dead, playing right into the CCP’s hands. Everything since has been a coverup for that idiocy. https://t.co/d4kxjOzD9W", "SA Covid Negative Author": "Sa_MCDR", "QLD Covid Negative": "Worse &amp; worse! with no real change in NSW govt's reckless attitude &amp; 478 new Covid-19 cases, 7 additional deaths. Vic records 22 cases, Qld zero; ACT records 19; snap lockdown for Darwin &amp; Katherine. As for the PM, Morrison is clearly a lunatic. #COVID19Aus #morrisonsh1tshow https://t.co/QDTB7KxUMY", "QLD Covid Negative Author": "navypti", "QLD Covid Positive": "@JustWhistle13 @PaulDKidd @youjustare_ @AnnastaciaMP @YvetteDAth @JustWhistle13 Fed govt is responsible for 70% and state is responsible for 30% of vaccination in QLD. I suggest you also try pharmacies using https://t.co/Urj42hykZC and GPs using Hotdoc and HealthEngine apps. Good luck.", "QLD Covid Positive Author": "imindrajyt", "NT Covid Positive": "Well today was an interesting return to the Darwin newsroom. Here’s hoping the #lockdown ends in greater #Darwin and #Katherine as quickly as it began. Stay safe and well, and vaccinated #coronavirus #NT #covid #sciencematters https://t.co/NrjYcw6dsE", "NT Covid Positive Author": "EmMasters", "NT Covid Negative": "The murder trial of police officer Zachary Rolfe has been delayed until next Monday after the NT records one new case of COVID-19. #9News \n\nhttps://t.co/9YPSAYQ4ox", "NT Covid Negative Author": "JackHahn9News", "TAS Covid Positive": "@AFLExchange Field of Dreams TAS, every state having an active COVID case except Tassie. Gutwein says TAS will host the Granny if Tassie can have a team. North Hobart oval hosts the Grand Final.", "TAS Covid Positive Author": "MikeTulip", "TAS Covid Negative": "@nickbarnesaus FYI the highest suicide rate in Australia is Tas. Can’t say Covid is to blame- a very complex issue", "TAS Covid Negative Author": "nerijsmith67", "VIC Covid Negative": "@ronInBendigo Since Covid hit our shores 18 months ago, just nine Australians under 50 have died from it. At present just three people are in vic hospital system due to Covid. Stop the bullshit @DanielAndrewsMP", "VIC Covid Negative Author": "Smartie18439813", "VIC Covid Positive": "Hey you mob… Melbourne’s COVID-19 lockdown will be extended to at least 11.59pm, 2/9  \nNew restrictions will come into effect from 11:59pm tonight (Monday 16 August).\nRead the press release here https://t.co/fccBj2Jf8u\n🖤🧡❤️Stay safe, stay strong and please STAY HOME 🏡 https://t.co/xFOUZCjSL5", "VIC Covid Positive Author": "firstpeoplesvic", "Australia Covid Negative": "In Australia, 19 months into a ‘Pandemic’ so terrifying, that National deaths last year were their equal lowest in 11yrs-I know of no one who’s had Covid.\nNor does anyone else I know.\n69 people under 70 have died in 570+ days in the entire Country.\nIt’s a shocking fraud. https://t.co/sa0jniXCta", "Australia Covid Negative Author": "tyrelle123", "Australia Covid Positive": "Covid.\nTax relief\nTax relief\nTax relief.\n#scomo\n#ScottMorrison  #smallbusiness #australia", "Australia Covid Positive Author": "nahmateallgood", "Scott Morrison Positive": "\"...We've been very non-committal right now, but there are actionable things that the Australian government can do.\"\n\n@ArifHuss shares the key steps PM Scott Morrison needs to take, to help at-risk Afghan people in the country, and abroad. #TheDrum https://t.co/WODpl31EcC", "Scott Morrison Positive Author": "PonderingPipi", "Scott Morrison Negative": "The blame for the NSW shitshow lies with Scott Morrison’s abysmal vaccine rollout AND Gladys Berejiklian’s negligent failure to lock down early.\n\nThey are both trying to shift blame to the “individual” but the blame for this outbreak lies squarely with them.\n\nThey both must go.", "Scott Morrison Negative Author": "tezzr44", "Gladys Berejiklian Negative": "The blame for the NSW shitshow lies with Scott Morrison’s abysmal vaccine rollout AND Gladys Berejiklian’s negligent failure to lock down early.\n\nThey are both trying to shift blame to the “individual” but the blame for this outbreak lies squarely with them.\n\nThey both must go.", "Gladys Berejiklian Negative Author": "tezzr44", "Gladys Berejiklian Positive": "‘If they want to start backgrounding on stuff like this, maybe it’s time I started leaking stuff that the PM says to me that never comes to fruition, like on vaccines’ Gladys ‘loses her sh*t’ over PM https://t.co/7UvLVvvJW7 via @newscomauHQ", "Gladys Berejiklian Positive Author": "andrea_weymouth", "Daniel Andrews Positive": "Daniel Andrews is making a truly great speech right now.", "Daniel Andrews Positive Author": "SofiaAnnieW", "Daniel Andrews Negative": "The State Government has tried to hide a secret report showing:\n\nThe number of teenagers rushed to hospital after self-harming and suffering suicidal thoughts spiked by 51% (148 a week).\n\nThere is a mental health shadow pandemic in Victoria and Daniel Andrews must stop hiding it.", "Daniel Andrews Negative Author": "ARuighaver", "Australia Vaccinations Negative": "All those angry with the new Victorian restrictions should direct their anger in the right direction\n\nMorrison did not buy enough vaccinations and screwed up with the ones he did get\nGladys failed to lock down her state and infected the rest of Australia\n\nThank you\n#LNPDisgrace", "Australia Vaccinations Negative Author": "Fentonthedragon", "Australia Vaccinations Positive": "@ScepticalAussie Lol, good luck with that.\n\nIt's not like mandatory travel vaccinations haven't been compulsory for decades.\n\nFrom a person immune to yellow fever because they went to Colombia and I wouldn't be back in Australia if I didn't have the vaccine.", "Australia Vaccinations Positive Author": "k3vk4"}