{"Australia Covid Popular": "This would be insane under any circumstance, but all the more so because Australia's daily COVID death rate is two. \n\nNot a typo. Yes, two. Two people are dying a day, in a country with a population of 25 million. \n\nAnd this is how they respond. https://t.co/BfMEQWNYHh", "Australia Covid Popular Author": "MattWalshBlog", "Australia Covid Popular Count": 3694, "NSW Covid Positive": "Here are some wise words from some of the great athletes we have here in NSW on how you can help protect yourself and your loved ones from COVID-19.\n\n@NSWWaratahs @SydUniFlames  @mfcbulls  @NSWPrideH1  @Hockeyroos  @SydneyKings  @SydneyFC  @GWSGIANTS  @ThunderBBL https://t.co/lLvYS5Ft1X", "NSW Covid Positive Author": "BasketballNSW", "NSW Covid Negative": "75% of those infected by Covid in NSW are under 40. Under 40s are the ones struggling to access the vaccines. What a catastrophic failure by the LNP", "NSW Covid Negative Author": "FullerGraeme", "WA Covid Positive": "Mark \"China First\" McGowan doing what he does best here--selling out the GREAT people of WA.\n\nThis was filmed the night before the first Covid-19 case was recorded in Western Australia. \n\nJournalists MUST start reporting Mark's VERY strong relationship with the CCP https://t.co/mPSYIksRl2", "WA Covid Positive Author": "SusanOgden2", "WA Covid Negative": "Dan Tehan is making me very, very angry. \n\nApparently, Victorian schools should be open because WA and NT schools are open. (Completely ignoring relative numbers of #COVID_19 cases.) \n\n#Insiders #LNPFail #auspol #COVID19Aus https://t.co/lYpmwRAOsR", "WA Covid Negative Author": "maudaustralia1", "ACT Covid Negative": "@dianemariereid 2020/21 has been a shitshow. I feel terrible for the Afghan people. I will say though I’m quite confused at the American media. They’re more outraged by Biden’s ending of this war then they were of Trumps killing over 500,000 people by not bothering to act on Covid. Strange.", "ACT Covid Negative Author": "momma72of2", "ACT Covid Positive": "Good Morning all, take care and be covid safe out there especially to all my peeps in #nswlockdown #melbournelockdown #ACT and now parts of #NT. Who are in the #MorrisonLockdown and the #GladysClusterfuk . #MorrisonFail", "ACT Covid Positive Author": "MccarronWendy", "SA Covid Positive": "Good morning everyone.. \n\nHave a nice day, be positive in life (not in covid) be kind, dedma sa mga nega things 😊😅🤪🤗", "SA Covid Positive Author": "PbbOf", "SA Covid Negative": "Disappointed by Covax, [Africa] negotiated with J&amp;J for 400m vaccines. EU stood in its way. Only after President Ramaphosa threatened to ban all vaccine exports from SA did Europe agree that all J&amp;J’s future African-produced vaccines cd stay in Africa 1/2\nhttps://t.co/nIo45QuEE9", "SA Covid Negative Author": "TAfronaut", "QLD Covid Negative": "@josiegirl62 Ummmm Victoria how many times now?  Delta 1.  Vanilla Covid 4.   FU #GladysTheSuperSpreader  🖕🖕🖕 I’m so so ANGRY at her for allowing this to spread to VIC / QLD  / ACT.", "QLD Covid Negative Author": "dodona777", "QLD Covid Positive": "Rugby league powerbrokers have been urged to hand Queensland this year’s NRL Grand Final as a reward for the state’s contribution to the game over the past 100 years.\nhttps://t.co/1uJveCR1qx", "QLD Covid Positive Author": "footyindustryAU", "NT Covid Negative": "@PriapusIQ Mask, they r fighting for their respect. Fuck masks. See the fear in their eyes..they r nt fearing to covid. The fear they hve is Taliban.", "NT Covid Negative Author": "gwaliorprince", "NT Covid Positive": "How gracious are the ACT Covid Presser team! \nJust lovely- open and compassionate.\nAnd the NT team have their own charm. \nGreat not to listen to Polly Parrots.", "NT Covid Positive Author": "Franc91592075", "TAS Covid Positive": "@_jimxgii we kinda end up being together b4 covid pero when the 2 weeks quarantine started we really havent talk ulet tas nung last bday ko he greeted me tas nagusap kami tas nagkabalikan pero we ended it pretty quick kase nalaman ko well i actually knew na we just pretending na he likesme", "TAS Covid Positive Author": "jmnpuff", "TAS Covid Negative": "@JBradshaw01 This list could go on forever!\nT: Trudeau must go!\nPM: Election. \nT: Can't have an election during #Fordthwave \nDrs: Oh, you believe in Covid now. Some restrictions?\nT: No restrictions! It's a flu! Stampede time!\nMost of 🇨🇦: Just get the shot!\nT: Right to choose!\nWomen: Really?!", "TAS Covid Negative Author": "tas_lily", "VIC Covid Negative": "Who is the journalist at the Vic presser who just posed to @DanielAndrewsMP that we haven't had any deaths in Melbourne from Covid this year but 6 girls have died (presumably to suicide)? WTF???\n#CovidVic", "VIC Covid Negative Author": "BelindaJOConnor", "VIC Covid Positive": "@PRGuy17 From the VIC presser today, Tuesday 17th\nOne person attending the engagement party in St Kilda was positive with Covid when he attended the party and now 5 more who attended the party are positive. They became infected at the party", "VIC Covid Positive Author": "PalacePolitics", "Australia Covid Positive": "Mark \"China First\" McGowan doing what he does best here--selling out the GREAT people of WA.\n\nThis was filmed the night before the first Covid-19 case was recorded in Western Australia. \n\nJournalists MUST start reporting Mark's VERY strong relationship with the CCP https://t.co/mPSYIksRl2", "Australia Covid Positive Author": "SusanOgden2", "Australia Covid Negative": "WTF 🤬 NSW politicians in Australia are going to herd 24,000 children into a stadium to inject them with experimental covid vaccine? Wtf https://t.co/T4m7bzs5Rw", "Australia Covid Negative Author": "Moe1968Marloes", "Scott Morrison Negative": "Scott Morrison’s comments regarding the murder of George Floyd\n“As upsetting &amp; terrible is the murder that took place &amp; it is shocking. I just think to myself how wonderful a country is Australia”\n\nThe worlds highest incarcerator of black people. That Australia?", "Scott Morrison Negative Author": "Definit02209600", "Scott Morrison Positive": "@RBReich Scott Morrison is to make a speech in parliament stating Australian women are lucky their dreams are not being eroded that much by his LNP government", "Scott Morrison Positive Author": "MartinNighting5", "Gladys Berejiklian Positive": "We'll be living life \"a bit freer\" at 80% vaccination, says Gladys Berejiklian. Is this a late entry in the \"why bother\" category for the Jeannette Young Awards for Encouraging Vaccine Hesitancy? Honestly.", "Gladys Berejiklian Positive Author": "Aussiefranco", "Gladys Berejiklian Negative": "An overarching feature of all conservatives is that they're pathological victim blamers &amp; Premier Gladys Berejiklian is no exception. The Covid crisis in NSW could've been contained by her gov't within the first couple of weeks, but now she blames its victims. #auspol #GladysFail", "Gladys Berejiklian Negative Author": "amagickeagle999", "Daniel Andrews Negative": "Hard calls?\n\nSuicides??\n\nNo one enjoys doing the death knock.\n\nYou truely are an evil and vile individual Premier Daniel Andrews.", "Daniel Andrews Negative Author": "TheRiffJet", "Daniel Andrews Positive": "Daniel Andrews is an international comedy act. The entire planet is actually at laughing him.", "Daniel Andrews Positive Author": "lozturner", "Australia Vaccinations Positive": "@2GB873 The healthiest form of sport currently in Australia is GOLf….. why?…because social distancing ( two players only )wearing of masks….and vaccinations is achievable plus a good Covid plan at golf course … NSW  Golf present this to NSW Sport Minister… “okay I play golf.” https://t.co/HDOcKV67UY", "Australia Vaccinations Positive Author": "HARRY_700", "Australia Vaccinations Negative": "All those angry with the new Victorian restrictions should direct their anger in the right direction\n\nMorrison did not buy enough vaccinations and screwed up with the ones he did get\nGladys failed to lock down her state and infected the rest of Australia\n\nThank you\n#LNPDisgrace", "Australia Vaccinations Negative Author": "gjholt"}