{"Australia Covid Popular": "Australian capital Canberra goes into snap lockdown after finding one Covid case. ONE.\n\n***ONE***\n\nStark staring mad.  https://t.co/A8rDaSZ3ld", "Australia Covid Popular Author": "JuliaHB1", "Australia Covid Popular Count": 5935, "NSW Covid Negative": "JUST IN: NSW's COVID crisis is being driven by those aged under 40, as the embattled state records another death and 452 new cases. https://t.co/ityFpwtjQj", "NSW Covid Negative Author": "perthnow", "NSW Covid Positive": "Thanks to a whistleblower, I have been told that the number of aged care homes in NSW with Covid outbreaks is now 33.\n\n@healthgovau should release the names of all aged care homes with outbreaks. They are exposure sites.\n\n#agedcare #nswlockdown", "NSW Covid Positive Author": "Mike_Clear", "WA Covid Positive": "Mark \"China First\" McGowan doing what he does best here--selling out the GREAT people of WA.\n\nThis was filmed the night before the first Covid-19 case was recorded in Western Australia. \n\nJournalists MUST start reporting Mark's VERY strong relationship with the CCP https://t.co/mPSYIksRl2", "WA Covid Positive Author": "williamshortcon", "WA Covid Negative": "I just heard on the radio that there is a new covid outbreak associated with the big country music fest at The Gorge (in WA) now.  No fcuking surprise. Which, if my brother was there, means no memorial service for my dad this week. I'm furious. https://t.co/vnBpvZJ88C", "WA Covid Negative Author": "AliiRidge", "ACT Covid Positive": "As COVID-19 cases surge again in Oklahoma, there is some positive news. Nearly 34,500 Oklahoma residents have gained health insurance through the Affordable Care Act exchange. That figure is more than double what OK has seen in recent years. #okhealth https://t.co/VP1HIbH3cW", "ACT Covid Positive Author": "GoldStarWife08", "ACT Covid Negative": "@bowtiedmtgoat @BowTiedBilby No ser you have it all wrong. We're under more of a threat now than ever! We need a patriot act two. It should also include provisions with appropriate funding attached to fight racism, climate change, covid and nazis https://t.co/4CykwiRdmw", "ACT Covid Negative Author": "BowTiedBullfrog", "SA Covid Positive": "Good Tuesday morning Lord. Good Tuesday morning to all my fellow TBADN and SENIORS around the world.\n\nIngat po tayong lahat lagi sa panahon at sa covid. STAY SAFE. GOD BLESS US ALL ALWAYS.\n\n#TBADNBoycottMZETxAPT162 \n\nLaban lang, https://t.co/xr2243aA3K", "SA Covid Positive Author": "SionLucas1", "SA Covid Negative": "Disappointed by Covax, [Africa] negotiated with J&amp;J for 400m vaccines. EU stood in its way. Only after President Ramaphosa threatened to ban all vaccine exports from SA did Europe agree that all J&amp;J’s future African-produced vaccines cd stay in Africa 1/2\nhttps://t.co/nIo45QuEE9", "SA Covid Negative Author": "KoneMoheavy", "QLD Covid Negative": "@josiegirl62 Ummmm Victoria how many times now?  Delta 1.  Vanilla Covid 4.   FU #GladysTheSuperSpreader  🖕🖕🖕 I’m so so ANGRY at her for allowing this to spread to VIC / QLD  / ACT.", "QLD Covid Negative Author": "jaquix173", "QLD Covid Positive": "Rugby league powerbrokers have been urged to hand Queensland this year’s NRL Grand Final as a reward for the state’s contribution to the game over the past 100 years.\nhttps://t.co/1uJveCR1qx", "QLD Covid Positive Author": "footyindustryAU", "NT Covid Negative": "Experts back Melbourne’s tough new restrictions as only way to avoid disastrous outbreak https://t.co/jTUIqlTu0v\n@theage You’ve only quoted one ‘expert’, our CHO who happens to be a public service lackey of @DanielAndrewsMP … and look how expert he was last year!! Sad reporting", "NT Covid Negative Author": "Grassrootspolly", "NT Covid Positive": "Good Morning all, take care and be covid safe out there especially to all my peeps in #nswlockdown #melbournelockdown #ACT and now parts of #NT. Who are in the #MorrisonLockdown and the #GladysClusterfuk . #MorrisonFail", "NT Covid Positive Author": "Phillippring", "TAS Covid Positive": "@_jimxgii we kinda end up being together b4 covid pero when the 2 weeks quarantine started we really havent talk ulet tas nung last bday ko he greeted me tas nagusap kami tas nagkabalikan pero we ended it pretty quick kase nalaman ko well i actually knew na we just pretending na he likesme", "TAS Covid Positive Author": "jmnpuff", "TAS Covid Negative": "@JBradshaw01 This list could go on forever!\nT: Trudeau must go!\nPM: Election. \nT: Can't have an election during #Fordthwave \nDrs: Oh, you believe in Covid now. Some restrictions?\nT: No restrictions! It's a flu! Stampede time!\nMost of 🇨🇦: Just get the shot!\nT: Right to choose!\nWomen: Really?!", "TAS Covid Negative Author": "tas_lily", "VIC Covid Negative": "@DavidSteadson @Reasonableques3 But what else are they crushing? Why do people think there is only one dimension to this? And why the constant fear...for eg linking the tragic death of a 15 year old to covid when his death was caused by meningitis. Btw Vic's short sharp lockdown is anything but...", "VIC Covid Negative Author": "CraigElphick2", "VIC Covid Positive": "In light of the current Greater Melbourne lockdown and the ongoing COVID-19 situation in Victoria, ALPA have made the decision to safeguard the health of members, competitors and sponsors and have deferred the 2021 Vic #ALPAYAC to 7 Feb 2022\n\nStay safe everyone 💙😷 #StayHome https://t.co/HRHwi85as4", "VIC Covid Positive Author": "KBaileyMarkets", "Australia Covid Negative": "@CvetkovicBobDr The mental health suffering is real. But so is the suffering of losing loved ones to a preventable disease. To date there has been no increase in suicide rates in Australia. Total death rates are higher when COVID spreads than when lockdowns are implemented.", "Australia Covid Negative Author": "RErbium", "Australia Covid Positive": "Mark \"China First\" McGowan doing what he does best here--selling out the GREAT people of WA.\n\nThis was filmed the night before the first Covid-19 case was recorded in Western Australia. \n\nJournalists MUST start reporting Mark's VERY strong relationship with the CCP https://t.co/mPSYIksRl2", "Australia Covid Positive Author": "williamshortcon", "Scott Morrison Negative": "Scott Morrison’s comments regarding the murder of George Floyd\n“As upsetting &amp; terrible is the murder that took place &amp; it is shocking. I just think to myself how wonderful a country is Australia”\n\nThe worlds highest incarcerator of black people. That Australia?", "Scott Morrison Negative Author": "KyYaYa1970", "Scott Morrison Positive": "Scott Morrison loves dramatics, had months to get Afghani helpers out, but now the last minute attempt, just like Quarantines being built, just like not ordering enough Pfizer, the big hero, my God and this fool leads our Country, risks Children's lives, &amp; all Australians lives?", "Scott Morrison Positive Author": "juliasilvertop", "Gladys Berejiklian Negative": "\"Factions at war as Gladys Berejiklian’s crisis cabinet weighs tactics\"\n\nhttps://t.co/Ln830RuJc6", "Gladys Berejiklian Negative Author": "shell_kon", "Gladys Berejiklian Positive": "NSW is expected to hit 70% of the population being double dose vaccinated in October. \n\n\"I want to make this very, very important point - life will be much freer than what it is today once we get to 70% and 80%. It doesn't mean we'll be completely free,\" Gladys Berejiklian said.", "Gladys Berejiklian Positive Author": "wendoureeswans", "Daniel Andrews Negative": "Daniel Andrews has slammed \"unacceptable and evil\" anti-Semitic attacks aimed at the community involved in an illegal engagement party.\n\n\"The event that we spoke about at some length yesterday was not a function of being Jewish, it was a stupid function.\"", "Daniel Andrews Negative Author": "3AW693", "Daniel Andrews Positive": "For those we've lost, we must do better. Australian media must do better. This is the #AgedCareScandal.\n\nMorrison had #noplan and media are pinning it on Daniel Andrews. Please talk about it. Please share. #IStandWithDan #COVID19Vic https://t.co/y5W6dKsyZS", "Daniel Andrews Positive Author": "DameEmpress", "Australia Vaccinations Positive": "@2GB873 The healthiest form of sport currently in Australia is GOLf….. why?…because social distancing ( two players only )wearing of masks….and vaccinations is achievable plus a good Covid plan at golf course … NSW  Golf present this to NSW Sport Minister… “okay I play golf.” https://t.co/HDOcKV67UY", "Australia Vaccinations Positive Author": "HARRY_700", "Australia Vaccinations Negative": "All those angry with the new Victorian restrictions should direct their anger in the right direction\n\nMorrison did not buy enough vaccinations and screwed up with the ones he did get\nGladys failed to lock down her state and infected the rest of Australia\n\nThank you\n#LNPDisgrace", "Australia Vaccinations Negative Author": "gjholt"}