{"Australia Covid Popular": "#Australia is facing another strict #Corona #lockdown, but some aren't abiding regulations.\n\n#Diaspora | #Judaism | #COVID19\n\nhttps://t.co/LuvNv6X8vb", "Australia Covid Popular Author": "Jerusalem_Post", "Australia Covid Popular Count": 8, "NSW Covid Positive": "COVID appears not to be contagious outside (a thread).\n\n3 wks ago 15k good people protested COVID lockdowns in Sydney.\n\nEndless misinformed critics were certain it would be a superspreader.\n\nNSW boasts 'world's best contact tracing.'\n\nZero cases connected to the Freedom March.", "NSW Covid Positive Author": "Tarch83", "NSW Covid Negative": ".@GladysB might have given up but I strongly doubt that is the wish of the people of NSW who do not wish to \"live with COVID\" and all that comes with it - death, illness, job losses and disruption. Everyone affected by this change so first put it to the people and NSW Parliament. https://t.co/K4AJ7WkS9s", "NSW Covid Negative Author": "dazza_double_u", "WA Covid Negative": "@6Medic @SaiKate108 Swine flu 2009: WA had a mere 22 serious vaccine injuries, vaccine halted 👏 Dr Kim Hames MLA.\n\nTGA reports 407 DEATH shortly after vaccine including comorbidity\n\nhttps://t.co/sISURg0z23\n\n927 Covid DEATH in 35,384 cases including comorbidity \n\nhttps://t.co/zo2AcuYc9I", "WA Covid Negative Author": "Ken20200604", "WA Covid Positive": "Great news @westaustralian for WA young people 16-29 able to book Pfizer jab. Finally they are important too. Good timing as Canada and US talk about more children in hospital with COVID. Thank you @RogerCookMLA @MarkMcGowanMP  for getting it 80% right.", "WA Covid Positive Author": "dregreen4ever", "ACT Covid Positive": "@usedgov @POTUS @VP TX parents need help! TX ISDs like @FortBendISD won’t act &amp; aren’t serious about implementing strong Covid mitigation strategies (distance &amp; masks). @GovAbbott @teainfo won’t release previously earmarked funds for virtual learning. TX hospitals overwhelmed.", "ACT Covid Positive Author": "kravpeach", "ACT Covid Negative": "Have been speaking with Auckland CBD businesses dealing with shocking instances of violence. Assaults have spiked 63% in 2021. All say it's hard to deny the intensification of emergency housing in CBD hotels since Covid is a major factor, via @nzherald https://t.co/jJo3zlleJk", "ACT Covid Negative Author": "tomdillane1", "SA Covid Positive": "Good Monday morning Lord. Good Monday morning to all my fellow TBADN and SENIORS around the world.\n\nIngat po tayong lahat lagi sa panahon at sa covid. STAY SAFE. GOD BLESS US ALL ALWAYS.\n\n#TBADNBoycottMZETxAPT161\n\nLaban lang, https://t.co/QCMIVwDlLF", "SA Covid Positive Author": "VilmaCenidoza", "SA Covid Negative": "@ScottMorrisonMP  when you said \"state leaders who continue to pursue a goal of no Covid cases will be undermining vaccine roll-out + economy\" were you referring to all the states inc SA, Tas, or just the Labor ones?? It has ALWAYS been a race for you, no???\n#ScottyTtheUnderminer", "SA Covid Negative Author": "jacalina5", "QLD Covid Positive": "Zero cases of COVID in Qld community last 24 hrs. Great news. But keep wearing those masks when you walk around. We know you’re loving it. 😷😳", "QLD Covid Positive Author": "wjpa", "QLD Covid Negative": "@YvetteDAth Disappointing, insensitive &amp; unnecessary. A minister for health promoting consumption of unhealthy, fattening treats to celebrate Covid cases when NSW all sitting at home with little to do but eat! out of place &amp; unworthy of a member of the QLD Parliament.", "QLD Covid Negative Author": "stuwd", "NT Covid Positive": "Containment Order issued for Fort Good Hope and Colville Lake, public health investigation update. Read more:  https://t.co/B6wUKA7878 #COVID #NWT #NWTPoli https://t.co/NWp9RyXPGr", "NT Covid Positive Author": "CCochrane_NWT", "NT Covid Negative": "Covid case in NT .. me thinks leaves me no option but to cancel my trip its just too risky 😭 #dang", "NT Covid Negative Author": "BradHendo23", "TAS Covid Negative": "@ScottMorrisonMP  when you said \"state leaders who continue to pursue a goal of no Covid cases will be undermining vaccine roll-out + economy\" were you referring to all the states inc SA, Tas, or just the Labor ones?? It has ALWAYS been a race for you, no???\n#ScottyTtheUnderminer", "TAS Covid Negative Author": "jacalina5", "VIC Covid Negative": "People if you don't help government with Stay at Home compliance we have no hope.😢😢\nA young boy dies but with other complications as well.😷😢😢\nRIP.😢🙏🙏 https://t.co/24tPNOPas6", "VIC Covid Negative Author": "LugubriousLarry", "VIC Covid Positive": "Victoria Police sent video showing dozens at Melbourne engagement party amid COVID-19 lockdown - ABC News This is disgraceful when so many of us have been sacrificing our freedom for the greater good of wider Vic. #viclockdown  https://t.co/nN0jqmWmlP", "VIC Covid Positive Author": "Marcia72190979", "Australia Covid Negative": "@tjsharpe64 @Fi83172898 And at the same time OTHER THERAPY AND PROPHYLAXIS IS DENIED - even if it KILLS - Australia’s youngest death from covid - her father begged them to administer ivermectin and was refused THERE IS NO PERSONAL CHOICE YOU CANNOT EVEN CHOOSE WHICH VACCINE NOW. Immoral. https://t.co/jRYhsMhFHX", "Australia Covid Negative Author": "seachange_au", "Australia Covid Positive": "Morrison: another day late and another penny short.. Afghanistan... WHY..?? Didn't he act earlier or smarter to get these ppl to Australia for safety..?? Bushfires.. Covid.. Vaccines... Quarantine..Aged Care.. Climate Change... Lockdowns... How many chances does Morrison get..??", "Australia Covid Positive Author": "aussitai", "Scott Morrison Negative": "Scott Morrison was interviewed on ABC by Lisa Millar - whose dad was a Nats MP. Did she grill him about the failed vaccine rollout? The low vax rates among vulnerable Aboriginal people? No ads to combat hesitancy? No. She attacked Mark McGowan. She's an LNP activist.\n\n#auspol https://t.co/mLa08D7C5D", "Scott Morrison Negative Author": "Annadon58314738", "Scott Morrison Positive": "That Aged Well starring Scott Morrison and Friends https://t.co/dpJa7Kk2Xo via @YouTube This is beautiful!", "Scott Morrison Positive Author": "gliderdrew", "Gladys Berejiklian Negative": "“NSW ministers have told https://t.co/3SivfeSlTA that Ms Berejiklian is fed up with the constant undermining by the Morrison Government and expressed her anger on Sunday during private discussions where she threatened to return fire.” https://t.co/2kZ7plDAem", "Gladys Berejiklian Negative Author": "Vikkik88", "Gladys Berejiklian Positive": "It’s all out war between ⁦@GladysB⁩\nand ⁦@ScottMorrisonMP⁩ Any way I can help you both fight more I’m always available! 😆😆😆😆 https://t.co/4lgHnC1IlA", "Gladys Berejiklian Positive Author": "thebear_52", "Daniel Andrews Positive": "Gr8 news via Minister Raf Epstein's twitter account that our gov led by the dynamic duo of Daniel Andrews and 🤡 Brett Sutton are saying \"we don't want to end up like Sydney\" for curfews to now be introduced too.\n\nYep it's so different here ✊ #istandwithDan https://t.co/lzk0106R0q", "Daniel Andrews Positive Author": "rtralphy", "Daniel Andrews Negative": "GET FUCKED DANIEL ANDREWS, YOU DICTATORIAL CUNT", "Daniel Andrews Negative Author": "Bredgens", "Australia Vaccinations Negative": "Anyone got any idea why Morrison doesn’t seem to be able to get any vaccinations from America - who have more than they can use? Is it because Morrison destroyed Australia’s relationship with Biden administration by sucking up to Donald Trump? What goes around, comes around 😬", "Australia Vaccinations Negative Author": "rene_horton", "Australia Vaccinations Positive": "@RDNS_TAI First COVID-19 vaccinations | Prime Minister of Australiahttps://www.pm.gov.au › media › first-covid-19-vaccin...\n21 Feb 2021 — Prime Minister Scott Morrison said it was a landmark day in Australia's ... has secured more than 150 million", "Australia Vaccinations Positive Author": "DiogenesOz"}