{"Australia Covid Popular": "Australian capital Canberra goes into snap lockdown after finding one Covid case. ONE.\n\n***ONE***\n\nStark staring mad.  https://t.co/A8rDaSZ3ld", "Australia Covid Popular Author": "JuliaHB1", "Australia Covid Popular Count": 5935, "NSW Covid Positive": "493 is the forecast of Covid-19 in NSW (from my simple model) for tomorrow, 18Aug21.\nNB: Forecast for today was 487; Actual: 454 (i.e., ~7% error)\nData for modelling is thanks to @COVID_Australia\nThanks Sydney/NSW: please try your best!\nHopefully tomorrow will be better!...\n27/n", "NSW Covid Positive Author": "ValentinZeleny1", "NSW Covid Negative": "This rhetoric from the Minister for Indigenous Australians is disgusting. A blatant lie. Mob in Western NSW were never a priority to him or his government and the results is this #covid catastrophe unfolding before us. https://t.co/65bkfZBKIX", "NSW Covid Negative Author": "LouiseIhlein", "WA Covid Positive": "@slsandpet This govt is vile and Covid has turned our lives upside down . Stay strong /safe . Reach out to others and know you are supported . Volunteer to help your party boot out the Libs . We can do this . The Labor party victory in WA showcased community sentiment of health over wealth", "WA Covid Positive Author": "valbailub", "WA Covid Negative": "I just heard on the radio that there is a new covid outbreak associated with the big country music fest at The Gorge (in WA) now.  No fcuking surprise. Which, if my brother was there, means no memorial service for my dad this week. I'm furious. https://t.co/vnBpvZJ88C", "WA Covid Negative Author": "AliiRidge", "ACT Covid Positive": "As COVID-19 cases surge again in Oklahoma, there is some positive news. Nearly 34,500 Oklahoma residents have gained health insurance through the Affordable Care Act exchange. That figure is more than double what OK has seen in recent years. #okhealth https://t.co/VP1HIbH3cW", "ACT Covid Positive Author": "GoldStarWife08", "ACT Covid Negative": "@bowtiedmtgoat @BowTiedBilby No ser you have it all wrong. We're under more of a threat now than ever! We need a patriot act two. It should also include provisions with appropriate funding attached to fight racism, climate change, covid and nazis https://t.co/4CykwiRdmw", "ACT Covid Negative Author": "BowTiedBullfrog", "SA Covid Negative": "🚌 Will transportation be provided for scheduled vaccine recipients during ECQ?\n🚗🚕 What other transport options are available?\n❌ Is the “no vaccine, no work” policy allowed?\n#RESBAKUNA\n#BIDASolusyon Plus sa COVID-19\n#BIDAangMayDisiplina https://t.co/nSPfHtP1zh", "SA Covid Negative Author": "PIACaraga", "SA Covid Positive": "Good Tuesday morning Lord. Good Tuesday morning to all my fellow TBADN and SENIORS around the world.\n\nIngat po tayong lahat lagi sa panahon at sa covid. STAY SAFE. GOD BLESS US ALL ALWAYS.\n\n#TBADNBoycottMZETxAPT162 \n\nLaban lang, https://t.co/xr2243aA3K", "SA Covid Positive Author": "AnalizaRico", "QLD Covid Positive": "Rugby league powerbrokers have been urged to hand Queensland this year’s NRL Grand Final as a reward for the state’s contribution to the game over the past 100 years.\nhttps://t.co/1uJveCR1qx", "QLD Covid Positive Author": "footyindustryAU", "QLD Covid Negative": "@josiegirl62 Ummmm Victoria how many times now?  Delta 1.  Vanilla Covid 4.   FU #GladysTheSuperSpreader  🖕🖕🖕 I’m so so ANGRY at her for allowing this to spread to VIC / QLD  / ACT.", "QLD Covid Negative Author": "jaquix173", "NT Covid Negative": "Experts back Melbourne’s tough new restrictions as only way to avoid disastrous outbreak https://t.co/jTUIqlTu0v\n@theage You’ve only quoted one ‘expert’, our CHO who happens to be a public service lackey of @DanielAndrewsMP … and look how expert he was last year!! Sad reporting", "NT Covid Negative Author": "Grassrootspolly", "NT Covid Positive": "Good Morning all, take care and be covid safe out there especially to all my peeps in #nswlockdown #melbournelockdown #ACT and now parts of #NT. Who are in the #MorrisonLockdown and the #GladysClusterfuk . #MorrisonFail", "NT Covid Positive Author": "Phillippring", "TAS Covid Positive": "@_jimxgii we kinda end up being together b4 covid pero when the 2 weeks quarantine started we really havent talk ulet tas nung last bday ko he greeted me tas nagusap kami tas nagkabalikan pero we ended it pretty quick kase nalaman ko well i actually knew na we just pretending na he likesme", "TAS Covid Positive Author": "jmnpuff", "TAS Covid Negative": "@JBradshaw01 This list could go on forever!\nT: Trudeau must go!\nPM: Election. \nT: Can't have an election during #Fordthwave \nDrs: Oh, you believe in Covid now. Some restrictions?\nT: No restrictions! It's a flu! Stampede time!\nMost of 🇨🇦: Just get the shot!\nT: Right to choose!\nWomen: Really?!", "TAS Covid Negative Author": "tas_lily", "VIC Covid Positive": "In light of the current Greater Melbourne lockdown and the ongoing COVID-19 situation in Victoria, ALPA have made the decision to safeguard the health of members, competitors and sponsors and have deferred the 2021 Vic #ALPAYAC to 7 Feb 2022\n\nStay safe everyone 💙😷 #StayHome https://t.co/HRHwi85as4", "VIC Covid Positive Author": "ALPA_Agents", "VIC Covid Negative": "@DavidSteadson @Reasonableques3 But what else are they crushing? Why do people think there is only one dimension to this? And why the constant fear...for eg linking the tragic death of a 15 year old to covid when his death was caused by meningitis. Btw Vic's short sharp lockdown is anything but...", "VIC Covid Negative Author": "CraigElphick2", "Australia Covid Negative": "@kieranmccoey @TroyRichards19 @PRGuy17 @VicGovDH In 2020 Australia had 23,000 flu cases, 38 died. In 2019 330,000 cases &amp; 719 deaths. Covid 2020 32,000 cases, 910 dead\nWow, it almost looks as if distance, hygiene &amp; masks can stop runaway flu infections &amp; deaths, too.  And you might even suspect Covid is more deadly than flu.", "Australia Covid Negative Author": "barbvee", "Australia Covid Positive": "493 is the forecast of Covid-19 in NSW (from my simple model) for tomorrow, 18Aug21.\nNB: Forecast for today was 487; Actual: 454 (i.e., ~7% error)\nData for modelling is thanks to @COVID_Australia\nThanks Sydney/NSW: please try your best!\nHopefully tomorrow will be better!...\n27/n", "Australia Covid Positive Author": "ValentinZeleny1", "Scott Morrison Negative": "Monday and another week of working in isolation and stress and gloom reaping a sad harvest among friends. Suicidal and despairing tales from work &amp; biz ppl. How did Scott Morrison ever become Prime Minister? #covid #auspol https://t.co/l5LJzAKjic", "Scott Morrison Negative Author": "DCBrogden", "Scott Morrison Positive": "Retweeting this again for everyone in Australia, especially Scott Morrison and friends.\n\nWE. ARE. A. JOKE. https://t.co/M5J52JGiYt", "Scott Morrison Positive Author": "ennuitoo", "Gladys Berejiklian Negative": "@suss_mark @NSWHealth \"Can I stress\" that I am white-hot with anger at Gladys Berejiklian for her shocking failure of leadership in handling the #DeltaVariant outbreak. 🤬🤬🤬🤬🤬", "Gladys Berejiklian Negative Author": "BiancaMinnie4", "Gladys Berejiklian Positive": "NSW is expected to hit 70% of the population being double dose vaccinated in October. \n\n\"I want to make this very, very important point - life will be much freer than what it is today once we get to 70% and 80%. It doesn't mean we'll be completely free,\" Gladys Berejiklian said.", "Gladys Berejiklian Positive Author": "wendoureeswans", "Daniel Andrews Negative": "😱😱😱 OOO AHHH \n\nDaniel Andrews just said SHITTY, cant wait for the pearl clutchers to predict the collapse of the entire fabric of polite society.\n\n#Auspol", "Daniel Andrews Negative Author": "Stephen67843639", "Daniel Andrews Positive": "And i wonder who sensationalized the story in the first place? Do you guys not get it yet??? The media and politicians enjoy these kind of stories. It gives them more power. Rinse and repeat. Daniel Andrews has blood on his hands. https://t.co/vI7y8R7BLC", "Daniel Andrews Positive Author": "GPapdan", "Australia Vaccinations Positive": "@2GB873 The healthiest form of sport currently in Australia is GOLf….. why?…because social distancing ( two players only )wearing of masks….and vaccinations is achievable plus a good Covid plan at golf course … NSW  Golf present this to NSW Sport Minister… “okay I play golf.” https://t.co/HDOcKV67UY", "Australia Vaccinations Positive Author": "HARRY_700", "Australia Vaccinations Negative": "All those angry with the new Victorian restrictions should direct their anger in the right direction\n\nMorrison did not buy enough vaccinations and screwed up with the ones he did get\nGladys failed to lock down her state and infected the rest of Australia\n\nThank you\n#LNPDisgrace", "Australia Vaccinations Negative Author": "johngleeson52"}