{"Australia Covid Popular": "Australian capital Canberra goes into snap lockdown after finding one Covid case. ONE.\n\n***ONE***\n\nStark staring mad.  https://t.co/A8rDaSZ3ld", "Australia Covid Popular Author": "JuliaHB1", "Australia Covid Popular Count": 5935, "NSW Covid Positive": "@DavidLeyonhjelm NSW Health has released advice that playing wind instruments in a group should be avoided to help prevent the spread of COVID-19. The department said: “Wind instruments like saxophones, clarinets, flutes and recorders can spread COVID-19🤣😂😂", "NSW Covid Positive Author": "The_Wrong_Tony", "NSW Covid Negative": "NSW: After 152k tests there have been 452 cases of covid and sadly another death, a woman in her 70’s. \n🥺😢😭", "NSW Covid Negative Author": "Firemonkey991", "WA Covid Negative": "I just heard on the radio that there is a new covid outbreak associated with the big country music fest at The Gorge (in WA) now.  No fcuking surprise. Which, if my brother was there, means no memorial service for my dad this week. I'm furious. https://t.co/vnBpvZJ88C", "WA Covid Negative Author": "AliiRidge", "WA Covid Positive": "Mark \"China First\" McGowan doing what he does best here--selling out the GREAT people of WA.\n\nThis was filmed the night before the first Covid-19 case was recorded in Western Australia. \n\nJournalists MUST start reporting Mark's VERY strong relationship with the CCP https://t.co/mPSYIksRl2", "WA Covid Positive Author": "theicesaints", "ACT Covid Negative": "@PeterRQuinones Can you act any stupider than going to church without any preventive measure to avoid being exposed to a widespread and deadly virus wreacking havoc?\nStatistically, you’re about 50 times as likely to die of COVID-19 as being shot dead.", "ACT Covid Negative Author": "IsraelNavasDur1", "ACT Covid Positive": "Good Morning all, take care and be covid safe out there especially to all my peeps in #nswlockdown #melbournelockdown #ACT and now parts of #NT. Who are in the #MorrisonLockdown and the #GladysClusterfuk . #MorrisonFail", "ACT Covid Positive Author": "MccarronWendy", "SA Covid Negative": "@ElspethHussey7 BREAKING: Fears of a COVID case just over the border in Broken Hill have been realised and it has sparked serious concerns for remote communities in outback South Australia. The latest in 7NEWS Adelaide at 4pm and 6pm | https://t.co/YCm26aaIaT @AndreaLNicolas #7NEWS https://t.co/BHQE4T8Gwj", "SA Covid Negative Author": "CrematedMIW", "SA Covid Positive": "Oh dear. NT have a community case and are going into lockdown for same reason as SA did last month - someone arrived from overseas and quarantined in Sydney, caught covid and then didn’t need to quarantine in NT. Could we learn from each other’s mistakes a little better please?", "SA Covid Positive Author": "maudaustralia1", "QLD Covid Negative": "@ChrisHaworth368 The media is fucking disgusting. QLD Gov yesterday saying 7 died “with” Covid. I’ve repeatedly asked what did they die of? Within 5 mins my question is taken down. It’s such a cover up in full view", "QLD Covid Negative Author": "crypto_del1973", "QLD Covid Positive": "Rugby league powerbrokers have been urged to hand Queensland this year’s NRL Grand Final as a reward for the state’s contribution to the game over the past 100 years.\nhttps://t.co/1uJveCR1qx", "QLD Covid Positive Author": "footyindustryAU", "NT Covid Negative": "@PriapusIQ Mask, they r fighting for their respect. Fuck masks. See the fear in their eyes..they r nt fearing to covid. The fear they hve is Taliban.", "NT Covid Negative Author": "gwaliorprince", "NT Covid Positive": "How gracious are the ACT Covid Presser team! \nJust lovely- open and compassionate.\nAnd the NT team have their own charm. \nGreat not to listen to Polly Parrots.", "NT Covid Positive Author": "Franc91592075", "TAS Covid Positive": "@_jimxgii we kinda end up being together b4 covid pero when the 2 weeks quarantine started we really havent talk ulet tas nung last bday ko he greeted me tas nagusap kami tas nagkabalikan pero we ended it pretty quick kase nalaman ko well i actually knew na we just pretending na he likesme", "TAS Covid Positive Author": "jmnpuff", "TAS Covid Negative": "@JBradshaw01 This list could go on forever!\nT: Trudeau must go!\nPM: Election. \nT: Can't have an election during #Fordthwave \nDrs: Oh, you believe in Covid now. Some restrictions?\nT: No restrictions! It's a flu! Stampede time!\nMost of 🇨🇦: Just get the shot!\nT: Right to choose!\nWomen: Really?!", "TAS Covid Negative Author": "tas_lily", "VIC Covid Positive": "@PRGuy17 From the VIC presser today, Tuesday 17th\nOne person attending the engagement party in St Kilda was positive with Covid when he attended the party and now 5 more who attended the party are positive. They became infected at the party", "VIC Covid Positive Author": "PalacePolitics", "VIC Covid Negative": "@DavidSteadson @Reasonableques3 But what else are they crushing? Why do people think there is only one dimension to this? And why the constant fear...for eg linking the tragic death of a 15 year old to covid when his death was caused by meningitis. Btw Vic's short sharp lockdown is anything but...", "VIC Covid Negative Author": "CraigElphick2", "Australia Covid Positive": "Mark \"China First\" McGowan doing what he does best here--selling out the GREAT people of WA.\n\nThis was filmed the night before the first Covid-19 case was recorded in Western Australia. \n\nJournalists MUST start reporting Mark's VERY strong relationship with the CCP https://t.co/mPSYIksRl2", "Australia Covid Positive Author": "hawkalloy", "Australia Covid Negative": "Parents of Osama Subuh attend funeral over FaceTime, teen likely contracted virus at Punchbowl KFC https://t.co/BoOZqmtHhC via @skynews \n\nThis is so dishonest and this is what makes people suspicious of any news related to COVID. Why do you do it? The boy died from meningitis!!!", "Australia Covid Negative Author": "CogitoErgoSumAu", "Scott Morrison Negative": "The Morrison government has a lot to answer for!!!\nThis interpreter may not have worked with Australian forces, but there are many left to be murdered who DID!\n\nThey helped us and we turned our backs on them\n\nI fucking hate Scott Morrison! https://t.co/1nntHnaiT2", "Scott Morrison Negative Author": "Zaica71", "Scott Morrison Positive": "Scott Morrison and the LNP are hounding working Australians and pensioners to pay back JobKeeper payments they received, but not the billionaires who pocketed millions while their profits went up.\n\nIt's pretty clear who's side Scott Morrison is on — and it isn't yours. \n\n#auspol", "Scott Morrison Positive Author": "JDJhope", "Gladys Berejiklian Positive": "Maybe Gladys Berejiklian wanted to provide hope but her message on easing NSW restrictions misled us | Anne Davies | The Guardian\n\nAn excellent summary. https://t.co/l1soRo3uHw", "Gladys Berejiklian Positive Author": "pjcallinan", "Gladys Berejiklian Negative": "Maybe Gladys Berejiklian wanted to provide hope but her message on easing NSW restrictions misled us | Anne Davies, Everything she &amp; her cabal of experts says is a farce, lies &amp; bs. Nothing that she &amp; cabal do will stop this virus. Only human immunity can. https://t.co/5Rw2VHOGl3", "Gladys Berejiklian Negative Author": "Wlo7Wsy2Qg81QW2", "Daniel Andrews Negative": "Daniel Andrews has slammed \"unacceptable and evil\" anti-Semitic attacks aimed at the community involved in an illegal engagement party.\n\n\"The event that we spoke about at some length yesterday was not a function of being Jewish, it was a stupid function.\"", "Daniel Andrews Negative Author": "MuscroftBarbara", "Daniel Andrews Positive": "Good to hear Daniel Andrews strongly condemning any anti Semitic commentary around the North Caulfield engagement party 👍. Well played", "Daniel Andrews Positive Author": "rtralphy", "Australia Vaccinations Negative": "All those angry with the new Victorian restrictions should direct their anger in the right direction\n\nMorrison did not buy enough vaccinations and screwed up with the ones he did get\nGladys failed to lock down her state and infected the rest of Australia\n\nThank you\n#LNPDisgrace", "Australia Vaccinations Negative Author": "gjholt", "Australia Vaccinations Positive": "@2GB873 The healthiest form of sport currently in Australia is GOLf….. why?…because social distancing ( two players only )wearing of masks….and vaccinations is achievable plus a good Covid plan at golf course … NSW  Golf present this to NSW Sport Minister… “okay I play golf.” https://t.co/HDOcKV67UY", "Australia Vaccinations Positive Author": "HARRY_700"}