{"Australia Covid Popular": "Dan is lying - hospitals are not full. There are 2200 ICU beds with ventilators in Australia - only 6 covid patients are on them #springst #auspol", "Australia Covid Popular Author": "DifficultNerd", "Australia Covid Popular Count": 1275, "NSW Covid Positive": "NSW Health is introducing a new measure to ensure people continue to receive prompt notification of their COVID-19 positive test result. \n\nConfirmed cases will receive a text message from NSW Health as soon as a positive result is reported by private and public laboratories.", "NSW Covid Positive Author": "wimpson69", "NSW Covid Negative": "7 of the 7 tenuously covid 'related' deaths yesterday were because those people, sadly, died at exactly the time they were already destined to die at due pre-existing terminal health issues - numbers Premier Gladys Berejiklian says are \"disturbingly high\".\nhttps://t.co/cMNgMKKL3L", "NSW Covid Negative Author": "johnnymorls", "WA Covid Positive": "@MarkMcGowanMP Good on ya, Mark! 💓\nStick to Zero COVID! 👍\nWA people have a pretty much NORMAL life - which the majority want to keep and not squander for the family-reunion holidays of a handful!\n\nProtect our little children under 12 years who have no vaccine!!!\n#findourkidsavaccine", "WA Covid Positive Author": "RobertTranter1", "WA Covid Negative": "Morrison abandoned Australians during the bushfires.\n\nMorrison abandoned Victoria during COVID.\n\nMorrison abandoned WA to Palmer’s attack.\n\nMorrison has abandoned unemployed workers.\n\nMorrison has abandoned our allies to the Taliban.\n\nHow long until Morrison abandons you?\n#auspol https://t.co/Xy3r8BkXWu", "WA Covid Negative Author": "jungjungswamp", "ACT Covid Negative": "@mgbesq @transscribe @sentantiq And we have safety protocols for covid. You act as if delta is slaughtering children by the thousands, whereas they make up a tiny percentage of covid fatalities and overwhelmingly get only minor symptoms at worst. Again, should we shut down roads because lots of kids die there?", "ACT Covid Negative Author": "LastByzantine", "ACT Covid Positive": "ACT COVID update 16 Aug\n\n19 new cases, 28 active cases\n\n5723 tests conducted y'day\n\nConcerning and demonstrates that the virus is active in our community, Chief Minister Andrew Barr says. High testing giving \"a very clear picture\" of where the virus is, \"so thank you #Canberra\".", "ACT Covid Positive Author": "Drhutch2011", "SA Covid Negative": "Calling all SA Youth!!! \n\nDon’t hesitate\nVaccinate!\n\nSouth African Youth; Let us turn the corner and get rid of Covid-19. \n\nRegister 1st September 2021,\n\n#VaccineRollOutSA https://t.co/0ykzOYfBoK", "SA Covid Negative Author": "SABC_2", "SA Covid Positive": "Good Monday morning Lord. Good Monday morning to all my fellow TBADN and SENIORS around the world.\n\nIngat po tayong lahat lagi sa panahon at sa covid. STAY SAFE. GOD BLESS US ALL ALWAYS.\n\n#TBADNBoycottMZETxAPT161\n\nLaban lang, https://t.co/QCMIVwDlLF", "SA Covid Positive Author": "Mamalola1231", "QLD Covid Positive": "@JustWhistle13 @PaulDKidd @youjustare_ @AnnastaciaMP @YvetteDAth @JustWhistle13 Fed govt is responsible for 70% and state is responsible for 30% of vaccination in QLD. I suggest you also try pharmacies using https://t.co/Urj42hykZC and GPs using Hotdoc and HealthEngine apps. Good luck.", "QLD Covid Positive Author": "imindrajyt", "QLD Covid Negative": "@worldinred Mate is only a matter of days before the dictator mandates Covid passport where you can’t leave the state or return without a vaccine. Qld &amp; WA premiers have already made it law. The Qld government announced it today. I work in Qld 😱", "QLD Covid Negative Author": "jopsenica", "NT Covid Positive": "@HemantSorenJMM respect CM of jharkhand I would like to ask what you have given relief for covid family whose earning members not alive @NHM_JHARKHAND I couldn't understand widow pension also nt provide to women who having kids is this you oing duty for jharkhand please do help.", "NT Covid Positive Author": "ANNUSIN36451494", "NT Covid Negative": "@KotakBankLtd  thnk u so much for nt bein financially supportive in these difficult of COVID -19, thanks for nt  standing by ur words, so now at least aft 6 mnths I can take  decision of switching my bank &amp; asking rest of  my relatives to do so. U guys have wasted my 6 months 😞", "NT Covid Negative Author": "GangwalAnand", "TAS Covid Positive": "@AFLExchange Field of Dreams TAS, every state having an active COVID case except Tassie. Gutwein says TAS will host the Granny if Tassie can have a team. North Hobart oval hosts the Grand Final.", "TAS Covid Positive Author": "MikeTulip", "TAS Covid Negative": "@nickbarnesaus FYI the highest suicide rate in Australia is Tas. Can’t say Covid is to blame- a very complex issue", "TAS Covid Negative Author": "nerijsmith67", "VIC Covid Negative": "@AusSue2 @DanielAndrewsMP More died last year lol... was so bad in Vic last year coz it got into Nursing Homes.. now most vulnerable are vaccinated. End of the day, What are you willing to pay for 'Zero Covid? 200 days? 1 year? 2 years? The untold damage of lockdown is catastrophic!", "VIC Covid Negative Author": "apachecoop", "VIC Covid Positive": "Vic presser ends. Jeroen signs off after a mammoth session including Premier, CHO, Police Commissioner and Covid Commander facing unrestrained, unrelenting media scrutiny. \n\nReporter can be heard saying: \"Wow, I think that's a record.\"\n\nCommunication is so important.", "VIC Covid Positive Author": "BLShiv", "Australia Covid Negative": "Hong Kong?? \nLaws were broken by China. They’ve taken it back regardless. They’re bullying Australia. They’ve killed Tibetans and are demanding they choose the next Dali Lama? The Uyghurs 😱 Infiltrated the WHO and now it looks like the UN too. Released covid onto the world.", "Australia Covid Negative Author": "TomCovenent", "Australia Covid Positive": "@IngrahamAngle You mean Australia where they live in peace without psychotic fears about “freedom” &amp; continue to have endless actual freedoms living in a free &amp; safe country where one party doesn’t try to burn down their parliament? Oh &amp; they have relatively no covid deaths. Sounds nice to me!", "Australia Covid Positive Author": "bds28", "Scott Morrison Negative": "Scott Morrison’s comments regarding the murder of George Floyd\n“As upsetting &amp; terrible is the murder that took place &amp; it is shocking. I just think to myself how wonderful a country is Australia”\n\nThe worlds highest incarcerator of black people. That Australia?", "Scott Morrison Negative Author": "RaziaShaik1", "Scott Morrison Positive": "PLEASE WATCH THIS!! WE MUST HELP THEM!!  \nEmail your local member, Peter Dutton &amp; Scott Morrison. Email them all.  Demand that Aust work with allies to help these ppl. NOW!!\n#auspol #Afghanistan #AfghanWomen #AfghanistanBurning https://t.co/u28TmtRtJu", "Scott Morrison Positive Author": "rels11", "Gladys Berejiklian Negative": "7 of the 7 tenuously covid 'related' deaths yesterday were because those people, sadly, died at exactly the time they were already destined to die at due pre-existing terminal health issues - numbers Premier Gladys Berejiklian says are \"disturbingly high\".\nhttps://t.co/cMNgMKKL3L", "Gladys Berejiklian Negative Author": "johnnymorls", "Gladys Berejiklian Positive": "@leighsales @NSWHealth I'm happy for you Leigh. But I'd be even more impressed if you could let go of you predatory, self serving journalism and dish out the same questions that you gave to Dan Andrews to Gladys Berejiklian.", "Gladys Berejiklian Positive Author": "seasteder", "Daniel Andrews Negative": "😱😱😱 OOO AHHH \n\nDaniel Andrews just said SHITTY, cant wait for the pearl clutchers to predict the collapse of the entire fabric of polite society.\n\n#Auspol", "Daniel Andrews Negative Author": "KatieMouse71", "Daniel Andrews Positive": "Daniel Andrews is making a truly great speech right now.", "Daniel Andrews Positive Author": "ageofblasphemy", "Australia Vaccinations Positive": "@ScepticalAussie Lol, good luck with that.\n\nIt's not like mandatory travel vaccinations haven't been compulsory for decades.\n\nFrom a person immune to yellow fever because they went to Colombia and I wouldn't be back in Australia if I didn't have the vaccine.", "Australia Vaccinations Positive Author": "k3vk4", "Australia Vaccinations Negative": "All those angry with the new Victorian restrictions should direct their anger in the right direction\n\nMorrison did not buy enough vaccinations and screwed up with the ones he did get\nGladys failed to lock down her state and infected the rest of Australia\n\nThank you\n#LNPDisgrace", "Australia Vaccinations Negative Author": "michael42370100"}