{"Australia Covid Popular": "Dan is lying - hospitals are not full. There are 2200 ICU beds with ventilators in Australia - only 6 covid patients are on them #springst #auspol", "Australia Covid Popular Author": "DifficultNerd", "Australia Covid Popular Count": 1050, "NSW Covid Negative": "@KobieThatcher @AlboMP How was Nsw stats for 2018 for influenza? \n\nEvery death is heartbreaking, no matter what the reason for death.\n\nUnlike the flu, we have had vaccines for it for a long time. For Covid we don't. The vaccine is only new. Once enough of the population gets vaccinated, ...", "NSW Covid Negative Author": "ShazzaCook", "NSW Covid Positive": "Thanks to a whistleblower, I have been told that the number of aged care homes in NSW with Covid outbreaks is now 33.\n\n@healthgovau should release the names of all aged care homes with outbreaks. They are exposure sites.\n\n#agedcare #nswlockdown", "NSW Covid Positive Author": "j4gypsy", "WA Covid Negative": "COVID: \"NEXT STOP TASSIE AND ON WEDNESDAY WE'LL FUCK OVER WA.\" \n\nPM: \"Operation Hopety Hope Hope will STOP YOU IN YOUR TRACKS\"\n\nCOVID:\" BAHAHAHAHAHA... FUCK OFF YOU SHITGRINNING FAPWEASEL.\"", "WA Covid Negative Author": "kaeleneak", "WA Covid Positive": "Rep your team this season 😊😊\n\n It's a new lovely week. I sell quality jerseys and polo for N5,000 only. \n\nI'm at your service 24/7\n\nI deliver to all states in NIGERIA\n\nDM/WhatsApp: https://t.co/gVKZqJWg4M\nPlease retweet 🙏🙏🙏\nCovid bbnaija League nigeria Messi barca  news https://t.co/FPDFsnKvrE", "WA Covid Positive Author": "IphieExcel", "ACT Covid Negative": "@SenTedCruz @Jim_Jordan @nypost @seanhannity Afghan debacle is another deliberate act by Treacherous Biden &amp; co to  damage the US. Letting in over Million illegals in 6m for Votes some carrying Covid bound to spread &amp; kill ppl &amp; calling corrupt UN to investigate Racism is Treason", "ACT Covid Negative Author": "grantharper555", "ACT Covid Positive": "@eazyqualtwo Hi 2 year old fan, this is how it was with 90.000+ fans for two decades. You might not remember because of covid. But don’t ever act like PSG care more about Leo than we Barca fans did. Because it couldn’t be further from the truth. https://t.co/1dUKvIIgOl", "ACT Covid Positive Author": "GJfeldt", "SA Covid Positive": "We provide insight into the experiences of women who received antenatal, intrapartum, and postnatal care during the first wave of the COVID-19 pandemic. Our findings should inform healthcare policy to build back better maternity care services after the pandemic. 👇👇 https://t.co/ujn7PmZkDN", "SA Covid Positive Author": "Silverio_SA_", "SA Covid Negative": "Please ingat-ingat po tayo sa paglabas-labas. Always observe the minimum health standards.\n\n#ResBakuna\n#WeHealAsOne\n#WeRiseAsOne\n#COVID19PH\n\nhttps://t.co/sVl6Edzmcr", "SA Covid Negative Author": "RyanLingo_", "QLD Covid Positive": "@slsandpet Northern beaches. \n\nBut more recently, with COVID, Qld is looking like a great example.", "QLD Covid Positive Author": "nikhilautar1", "QLD Covid Negative": "Worse &amp; worse! with no real change in NSW govt's reckless attitude &amp; 478 new Covid-19 cases, 7 additional deaths. Vic records 22 cases, Qld zero; ACT records 19; snap lockdown for Darwin &amp; Katherine. As for the PM, Morrison is clearly a lunatic. #COVID19Aus #morrisonsh1tshow https://t.co/QDTB7KxUMY", "QLD Covid Negative Author": "navypti", "NT Covid Positive": "@JefHorians @HodlAy Yes, thr is a particular GENE that is not present in some humans. If its you, covid will take ur life 100%. Its k! M not gonna make this into an argument here n try to win it. Hope ur lockdown lifts n u stay safe. Hope u dnt get covid n nt give it to ur loved ones unknowingly", "NT Covid Positive Author": "akshayakey", "NT Covid Negative": "Use this pic as often as you could whenever you have to tweet abt rising covid cases.We will nt be threatened by Some Jehadi.If they can call pujari to some rapist Maulvi we are nt doing any ilegal thing https://t.co/NttfZg7y9s", "NT Covid Negative Author": "DetheEsha", "TAS Covid Positive": "@NivashniNair It will. This too shall pass. Mental health during covid is so important. Think positive thoughts and believe in hope, renewed strength snd recovery. Breathing exercises. Stretching. Vit D.", "TAS Covid Positive Author": "tas_hassim13", "TAS Covid Negative": "Hundreds protest in the Oklahoma state capitol against forced COVID-19 vaccinations.\n\nThe global pushback is happening. Keep fighting against tyrannical mandates. 🇺🇸 https://t.co/DxTdTUoaeL", "TAS Covid Negative Author": "TAS_Amping", "VIC Covid Negative": "@mishadarcybibby @TomMcKe87149884 @ann13788656 @MalWalden10 @Karonleahely @DanielAndrewsMP I’m not a person who thinks the virus is fake. It’s real. It kills people. With the Vic. Gov. regularly blocking reports about suicide rates it really makes me think what cost are they imposing? How many Covid deaths of a sick or elderly person equals the suicide of a teenager?", "VIC Covid Negative Author": "FartinMartin15", "VIC Covid Positive": "Thread 1/3: Inspired by @migga, here’s my very basic analysis of the VIC COVID cases, data taken from VicGovDH. \n\nIt appears there’s a huge increase in 0-9yr olds tested positive in Aug so far compare to July. (22% vs 9%) https://t.co/Mo1WaZN8og", "VIC Covid Positive Author": "easyelin", "Australia Covid Positive": "We are pretty much locked out from seeing our family members in Australia and you decided to host an engagement party? And if that’s not bad enough at least two people who attended were positive for covid! Even worse, attendees consisted of at least one doctor? #strandedAussies https://t.co/wqPrxDaTKZ", "Australia Covid Positive Author": "SusanHa35266766", "Australia Covid Negative": "The propaganda is relentless.\n\n“I’m fearful of losing the argument because it could well mean, ultimately, losing my brother, were the worst to happen.”\n\n#SMH\n#Australia\n\nAustralia COVID: My brother is yet to get the jab, and I can’t work it out https://t.co/TgvwobgZSp", "Australia Covid Negative Author": "DividedCore", "Scott Morrison Positive": "Scott Morrison has\n\nFUed\n\nQuarantine\nVaccination\nBiloela Family\nAfghani rescue\nAged Care\n\nSucceeded at\n\nRobodebt\nIndue Card\nPork'nRide\nSpots Rorts\nHarvey Norman Welfare\n\nGet the picture?\n\n#ThinMarginMorrison #auspol", "Scott Morrison Positive Author": "refurmerge", "Scott Morrison Negative": "For Matt Canavan, no depth is too low, in his desperate need for attention. Today’s intervention is hurtful &amp; offensive to veterans &amp; the Afghan community. Scott Morrison should kick him out of the Morrison-Joyce Govt. It’s time our PM took some responsibility.", "Scott Morrison Negative Author": "DontVoteLibs", "Gladys Berejiklian Negative": "The blame for the NSW shitshow lies with Scott Morrison’s abysmal vaccine rollout AND Gladys Berejiklian’s negligent failure to lock down early.\n\nThey are both trying to shift blame to the “individual” but the blame for this outbreak lies squarely with them.\n\nThey both must go.", "Gladys Berejiklian Negative Author": "jurylady5", "Gladys Berejiklian Positive": "We would like to announce that we have officially started eating our own. Happy days. #auspol #covid #COVID19nsw #lockdown #lockdownextension  Gladys ‘loses her sh*t’ over PM https://t.co/kmEjmOAQGP via @newscomauHQ", "Gladys Berejiklian Positive Author": "BConn39", "Daniel Andrews Positive": "Imagine celebrating Biden/Harris and believing Daniel Andrews has been a fantastic leader saving lives. There are people. They are beyond salvation.", "Daniel Andrews Positive Author": "euka_j", "Daniel Andrews Negative": "😱😱😱 OOO AHHH \n\nDaniel Andrews just said SHITTY, cant wait for the pearl clutchers to predict the collapse of the entire fabric of polite society.\n\n#Auspol", "Daniel Andrews Negative Author": "MareeTimbs", "Australia Vaccinations Negative": "All those angry with the new Victorian restrictions should direct their anger in the right direction\n\nMorrison did not buy enough vaccinations and screwed up with the ones he did get\nGladys failed to lock down her state and infected the rest of Australia\n\nThank you\n#LNPDisgrace", "Australia Vaccinations Negative Author": "CheritaKris", "Australia Vaccinations Positive": "@CbartonBar @leighsales @NSWHealth Vaccinations suppress - agree. Communities with low vaccinations (Australia) need to curb human behaviour through strict measures to prevent wild outbreaks until vaccination levels reach the recommended level. There’s still an advantage - people not getting horribly sick / dying", "Australia Vaccinations Positive Author": "FraseCameron"}