{"Australia Covid Popular": "Yes Premier, it is a war. And it was an avoidable war. Had you acted decisively on day one with a short, sharp lockdown, like other states, it would be different. Now we have a war, it’s time to fight it with full and effective measures. Not half measures https://t.co/DtN7bidSTs", "Australia Covid Popular Author": "MrKRudd", "Australia Covid Popular Count": 5231, "NSW Covid Negative": "NSW is teetering dangerously close to a major COVID disaster\n\nOur contact tracers are overwhelmed, our healthcare system is struggling to keep up, &amp; Mr Morrison is nowhere to be seen\n\nMr Morrison has turned his back on Sydney, because it's become too hard for him\n\nThis is on him. https://t.co/PcOkGWXTet", "NSW Covid Negative Author": "kesokoji", "NSW Covid Positive": "@teigra_1 @Tambelou @Salfromaus We are 20 years behind in the nice ways; people are still friendly, our govt (ALP Or LNP) believes in people first, profits second (unlike NSW) and our people follow Covid regulations.", "NSW Covid Positive Author": "bulldogproud2", "WA Covid Positive": "Mark \"China First\" McGowan doing what he does best here--selling out the GREAT people of WA.\n\nThis was filmed the night before the first Covid-19 case was recorded in Western Australia. \n\nJournalists MUST start reporting Mark's VERY strong relationship with the CCP https://t.co/mPSYIksRl2", "WA Covid Positive Author": "GJ4032", "WA Covid Negative": "No one: \nMy mum this morning, in absolute shock and disgust for what she had to endure: So na me covid wan silent? Me? Na wa.", "WA Covid Negative Author": "chinaemeremoti", "ACT Covid Negative": ".@POTUS told us he would be the President to end mass incarceration. Instead, he’s sending thousands of our elders back to prison. Demand clemency for 4,500 people released from prison on home confinement bc of COVID today! https://t.co/PWOfyXx4Uf", "ACT Covid Negative Author": "Dqrobby86", "ACT Covid Positive": "\"New Zealand moves to level 4 lockdown\" \n\nGosh I wish we had as good a leader as @jacindaardern who knows when to act. Great job NZ!! \n\nWish you all the best from Sydney Australia (where we’ve been in lockdown for 7 wks &amp; still having increasing covid cases &amp; a struggling…", "ACT Covid Positive Author": "JohnReid16", "SA Covid Negative": "Ang sakit na nga sa puso to see that photo of a 5-year-old heading to PGH alone due to COVID, and then you see photos and videos of sooo many people trying to get out of Afghanistan.\n\nHay. World. 😢", "SA Covid Negative Author": "tincadlum", "SA Covid Positive": "Good Tuesday morning Lord. Good Tuesday morning to all my fellow TBADN and SENIORS around the world.\n\nIngat po tayong lahat lagi sa panahon at sa covid. STAY SAFE. GOD BLESS US ALL ALWAYS.\n\n#TBADNBoycottMZETxAPT162 \n\nLaban lang, https://t.co/xr2243aA3K", "SA Covid Positive Author": "MAXICOY1", "QLD Covid Positive": "Good morning from the #Brisbane river bathed in golden early morning light.\nThe #rowers &amp; #cyclists are back in the wake of 0 #COVID cases in #QLD.  🤞 it stays that way. Strength to all those in #NSW, #ACT, #Vic &amp; #NT https://t.co/leHLKPlxcN", "QLD Covid Positive Author": "summerlily_mas", "QLD Covid Negative": "@josiegirl62 Ummmm Victoria how many times now?  Delta 1.  Vanilla Covid 4.   FU #GladysTheSuperSpreader  🖕🖕🖕 I’m so so ANGRY at her for allowing this to spread to VIC / QLD  / ACT.", "QLD Covid Negative Author": "BobWeescot", "NT Covid Negative": "@ElspethHussey7 @AndreaLNicolas There are growing fears that COVID may have seeped undetected into South Australia following a confirmed case in Broken Hill. As the crisis deepens across the country, authorities have resisted calls to ease restrictions at home. https://t.co/YCm26aaIaT @AndreaLNicolas #7NEWS https://t.co/xwwzc6ehc2", "NT Covid Negative Author": "cooper_grech", "NT Covid Positive": "Good Morning all, take care and be covid safe out there especially to all my peeps in #nswlockdown #melbournelockdown #ACT and now parts of #NT. Who are in the #MorrisonLockdown and the #GladysClusterfuk . #MorrisonFail", "NT Covid Positive Author": "valmacdonald121", "TAS Covid Positive": "@DougCameron51 @GladysB Yes, sadly, NSW has completely lost control of the virus and they'll never get back to being Covid free.\nRest of Oz trying hard not to lose it like NSW has.\nWA has the best chance, and Tas' might stay lucky too.\nRoll on the vaccines!!!", "TAS Covid Positive Author": "BrunyBob", "TAS Covid Negative": "@JBradshaw01 This list could go on forever!\nT: Trudeau must go!\nPM: Election. \nT: Can't have an election during #Fordthwave \nDrs: Oh, you believe in Covid now. Some restrictions?\nT: No restrictions! It's a flu! Stampede time!\nMost of 🇨🇦: Just get the shot!\nT: Right to choose!\nWomen: Really?!", "TAS Covid Negative Author": "tas_lily", "VIC Covid Negative": "Vic suicides\n2019 - 718\n2020 - 698\n\nGlobal\ncovid deaths - 4.3 million\nflu deaths average - 900k\nsuicide avge - 1.2 mil\n\nNeed to limit movement, interaction to end lockdown + avoid worse health + $ outcomes. Stop undermining #CovidVic #ThisIsNotJournalism @_juliabradley @msanto92", "VIC Covid Negative Author": "CollectionOfLy1", "VIC Covid Positive": "@StevePriceMedia @LiSTNRau @AusTodayListnr I wander how many aspiring politicians will front up in 2022 Vic election offering a Covid freedoms type platform...I think a minority party like this would get traction...might balance out idiots like @FionaPattenMLC", "VIC Covid Positive Author": "JohnMilionis", "Australia Covid Positive": "Australia provides a good window onto the extent to which a person values human life and the number of lives they’d happily sacrifice in order to avoid inconvenience. People need to understand the truly hideous value systems at work in covid policy discourse. https://t.co/qToZS2MXw7 https://t.co/CNHuYcDGBG", "Australia Covid Positive Author": "datashade", "Australia Covid Negative": "The biggest criticism regarding Australia’s handling of the Spanish Flu between 1918 – 1920 was the disjointed and rebellious behaviour of the states. National Cabinet was set up as an attempt to unify the states in their approach to Covid.\n\nIt has failed.\nhttps://t.co/IpcWGFwfHs", "Australia Covid Negative Author": "ThisisRaysBlog", "Scott Morrison Negative": "For Matt Canavan, no depth is too low, in his desperate need for attention. Today’s intervention is hurtful &amp; offensive to veterans &amp; the Afghan community. Scott Morrison should kick him out of the Morrison-Joyce Govt. It’s time our PM took some responsibility.", "Scott Morrison Negative Author": "ChildCareInfo_", "Scott Morrison Positive": "The FACTS about the CASHLESS PENSION CARD.\n\nIf you are a pensioner that uses Facebook please make sure your friends know what is happening.\n\nScott Morrison tried to legislate to put Cashless Welfare at the heart of Centrelink. #auspol https://t.co/jzRWWhyrfK", "Scott Morrison Positive Author": "LisaTMullin", "Gladys Berejiklian Positive": "So still lockdowns, masks &amp; restrictions even if 80% vaxxed? But I thought that’s a conspiracy theory ? Bet some are glad they ran to get the vax to get their “ freedoms back” 🤔🤣🤣🤣🤣🤣🤣🤣🤣🤣https://t.co/22Yp8IVlnj", "Gladys Berejiklian Positive Author": "freethought202", "Gladys Berejiklian Negative": "The blame for the NSW shitshow lies with Scott Morrison’s abysmal vaccine rollout AND Gladys Berejiklian’s negligent failure to lock down early.\n\nThey are both trying to shift blame to the “individual” but the blame for this outbreak lies squarely with them.\n\nThey both must go.", "Gladys Berejiklian Negative Author": "GaySpies1", "Daniel Andrews Negative": "Daniel Andrews has slammed \"unacceptable and evil\" anti-Semitic attacks aimed at the community involved in an illegal engagement party.\n\n\"The event that we spoke about at some length yesterday was not a function of being Jewish, it was a stupid function.\"", "Daniel Andrews Negative Author": "pallisier", "Daniel Andrews Positive": "For those we've lost, we must do better. Australian media must do better. This is the #AgedCareScandal.\n\nMorrison had #noplan and media are pinning it on Daniel Andrews. Please talk about it. Please share. #IStandWithDan #COVID19Vic https://t.co/y5W6dKsyZS", "Daniel Andrews Positive Author": "milosmilesdude", "Australia Vaccinations Negative": "Australia’s Covid death rate as a percentage of population is 0.0037%. \nGet a grip @GladysB @DanielAndrewsMP. \nWe lost over 4,000 people to flu &amp; pneumonia in 2019 without crushing lockdowns, mandated vaccinations or masks. #realitycheck https://t.co/PK1Ya4GTZM", "Australia Vaccinations Negative Author": "australlianna", "Australia Vaccinations Positive": "Booked my vaccinations! Yay! Bookings opened for my age group yesterday in South Australia! https://t.co/UFHm1yWfSx", "Australia Vaccinations Positive Author": "heidi_helen"}