{"Australia Covid Popular": "Dan is lying - hospitals are not full. There are 2200 ICU beds with ventilators in Australia - only 6 covid patients are on them #springst #auspol", "Australia Covid Popular Author": "DifficultNerd", "Australia Covid Popular Count": 973, "NSW Covid Positive": "@TimSmithMP Because VIC doesn't want to end up like NSW (LIBERAL PARTY COVID MESS)", "NSW Covid Positive Author": "wendoureeswans", "NSW Covid Negative": "@DeanRosario @nothing74553365 @MarcTennant The death of the teenager may not get reported as a COVID-19 death as he died with, not from COVID-19. The teenager died from pnuemococcal meningitis 😕\nhttps://t.co/cpNfHZRCOP", "NSW Covid Negative Author": "Butterf66451839", "WA Covid Negative": "@Chip_Prospect @DHughesy I'm not sure how we can Transition to non covid zero. NSW is well on that path, but try telling the WA prem to open up and cope with anything &gt;1.  He won't have it.  I think the zero-covid mindset is going to really harm people mentally, with ongoing  lockdowns, even with vax@80%", "WA Covid Negative Author": "chaydotcom0", "WA Covid Positive": "This prick is saying that WA is the most freest &amp; successful society in the world. He also says WA has the best economy in the world. And he still boast on about a covid-zero strategy &amp; calls what's happening in NSW a basket-case. Unbelievable. https://t.co/X3tBUjofW6", "WA Covid Positive Author": "Jamie05112787", "ACT Covid Negative": "As well as The Ferry fiasco, NHS underfunding, widening attainment gap, Glasgow rubbish &amp; missing £600k. we today read of £55m.Gupta loss, Aberdeen by-pass flop, no digital Covid passport, Billion £ extra tax bill &amp;  Green deal stitch-up. As we see SNP failing we need to act.", "ACT Covid Negative Author": "Jonfromoz", "ACT Covid Positive": "@eazyqualtwo Hi 2 year old fan, this is how it was with 90.000+ fans for two decades. You might not remember because of covid. But don’t ever act like PSG care more about Leo than we Barca fans did. Because it couldn’t be further from the truth. https://t.co/1dUKvIIgOl", "ACT Covid Positive Author": "GJfeldt", "SA Covid Positive": "Good Monday morning Lord. Good Monday morning to all my fellow TBADN and SENIORS around the world.\n\nIngat po tayong lahat lagi sa panahon at sa covid. STAY SAFE. GOD BLESS US ALL ALWAYS.\n\n#TBADNBoycottMZETxAPT161\n\nLaban lang, https://t.co/QCMIVwDlLF", "SA Covid Positive Author": "mamamoyan", "SA Covid Negative": "Quoted from the CDC website: \"Millions of people have received COVID-19 vaccines, and no long-term side effects have been detected\"...\nDUH, the vax had only been going for 6 months, OBVIOUSLY NO LONG TERM SIDE EFFECTS HAVE BEEN DETECTED.... YET, it's still early days...", "SA Covid Negative Author": "GOATS_in_SA", "QLD Covid Negative": "Worse &amp; worse! with no real change in NSW govt's reckless attitude &amp; 478 new Covid-19 cases, 7 additional deaths. Vic records 22 cases, Qld zero; ACT records 19; snap lockdown for Darwin &amp; Katherine. As for the PM, Morrison is clearly a lunatic. #COVID19Aus #morrisonsh1tshow https://t.co/QDTB7KxUMY", "QLD Covid Negative Author": "navypti", "QLD Covid Positive": "@slsandpet Northern beaches. \n\nBut more recently, with COVID, Qld is looking like a great example.", "QLD Covid Positive Author": "nikhilautar1", "NT Covid Positive": "Oh dear. NT have a community case and are going into lockdown for same reason as SA did last month - someone arrived from overseas and quarantined in Sydney, caught covid and then didn’t need to quarantine in NT. Could we learn from each other’s mistakes a little better please?", "NT Covid Positive Author": "IthearSei", "NT Covid Negative": "Use this pic as often as you could whenever you have to tweet abt rising covid cases.We will nt be threatened by Some Jehadi.If they can call pujari to some rapist Maulvi we are nt doing any ilegal thing https://t.co/NttfZg7y9s", "NT Covid Negative Author": "DetheEsha", "TAS Covid Negative": "Hundreds protest in the Oklahoma state capitol against forced COVID-19 vaccinations.\n\nThe global pushback is happening. Keep fighting against tyrannical mandates. 🇺🇸 https://t.co/DxTdTUoaeL", "TAS Covid Negative Author": "TAS_Amping", "TAS Covid Positive": "@NivashniNair It will. This too shall pass. Mental health during covid is so important. Think positive thoughts and believe in hope, renewed strength snd recovery. Breathing exercises. Stretching. Vit D.", "TAS Covid Positive Author": "tas_hassim13", "VIC Covid Positive": "@CaseyBriggs Yes. So glad Jeroen is the VIC COVID commander. I don't hear all the numbers he spouts off, but just the way he delivers them (seemingly from memory) speaks of someone with a handle on the situation. He inspires confidence.", "VIC Covid Positive Author": "JamesWa65414541", "VIC Covid Negative": "‘Somebody made a mistake’: Police investigate Vic engagement party - New Daily https://t.co/K2Yto9WxHe Stick your 'We are regretful' - You selfish bastards were taking the piss out of other Victorians-the video proves it\nYou have anything to say @JoshFrydenberg ? Anything all?", "VIC Covid Negative Author": "Perorationer", "Australia Covid Negative": "🚨 BREAKING 🚨\n\nA new video interviewing victims of COVID-19 vaccines is ABSOLUTELY TERRIFYING!\n\nMass corruption in Australia being exposed. Doctors are engaging in mass medical malpractice. \n\nVICTIMS SPEAK OUT!\n\nI literally feel sick after watching this.\n\nhttps://t.co/QiTgDKbVgZ", "Australia Covid Negative Author": "UntetheredJourn", "Australia Covid Positive": "@timesofindia @narendramodi India, a country of 1.4B, won just one gold medal. Australia, a country of 25M, won total of 46 including 17 gold. Australia also put the returning Olympians on 14 -28 days quarantine as Covid precaution. In India PM welcomes them. No mask. No SD.\nhttps://t.co/Jf0b4DapIp", "Australia Covid Positive Author": "yohes1", "Scott Morrison Positive": "#ABCNews Admiral Chris Barry “God help them , god help them..” referring to Scott Morrison leaving it too late (yet again) to get Afghan people who assisted the ADF out of Afghanistan. Words cannot describe how little respect is left for #ScottyDoesNothing #COVID19 #Vaccines +🔥s https://t.co/7xsMZv2DDB", "Scott Morrison Positive Author": "SpudBenBean", "Scott Morrison Negative": "For Matt Canavan, no depth is too low, in his desperate need for attention. Today’s intervention is hurtful &amp; offensive to veterans &amp; the Afghan community. Scott Morrison should kick him out of the Morrison-Joyce Govt. It’s time our PM took some responsibility.", "Scott Morrison Negative Author": "kesokoji", "Gladys Berejiklian Negative": "The blame for the NSW shitshow lies with Scott Morrison’s abysmal vaccine rollout AND Gladys Berejiklian’s negligent failure to lock down early.\n\nThey are both trying to shift blame to the “individual” but the blame for this outbreak lies squarely with them.\n\nThey both must go.", "Gladys Berejiklian Negative Author": "MareseCarver", "Gladys Berejiklian Positive": "‘If they want to start backgrounding on stuff like this, maybe it’s time I started leaking stuff that the PM says to me that never comes to fruition, like on vaccines’,” said \"gold standard\" @GladysB. \n\nTrouble in paradise? #liarfromtheshire #nswpol \n\nhttps://t.co/Ca2Vgtm0UI", "Gladys Berejiklian Positive Author": "djsveta", "Daniel Andrews Negative": "😱😱😱 OOO AHHH \n\nDaniel Andrews just said SHITTY, cant wait for the pearl clutchers to predict the collapse of the entire fabric of polite society.\n\n#Auspol", "Daniel Andrews Negative Author": "ausiedragonete", "Daniel Andrews Positive": "Daniel Andrews is making a truly great speech right now.", "Daniel Andrews Positive Author": "HunterP75648286", "Australia Vaccinations Negative": "All those angry with the new Victorian restrictions should direct their anger in the right direction\n\nMorrison did not buy enough vaccinations and screwed up with the ones he did get\nGladys failed to lock down her state and infected the rest of Australia\n\nThank you\n#LNPDisgrace", "Australia Vaccinations Negative Author": "santas142", "Australia Vaccinations Positive": "@CbartonBar @leighsales @NSWHealth Vaccinations suppress - agree. Communities with low vaccinations (Australia) need to curb human behaviour through strict measures to prevent wild outbreaks until vaccination levels reach the recommended level. There’s still an advantage - people not getting horribly sick / dying", "Australia Vaccinations Positive Author": "FraseCameron"}