{"Australia Covid Popular": "Dan is lying - hospitals are not full. There are 2200 ICU beds with ventilators in Australia - only 6 covid patients are on them #springst #auspol", "Australia Covid Popular Author": "DifficultNerd", "Australia Covid Popular Count": 1284, "NSW Covid Positive": "Thanks to a whistleblower, I have been told that the number of aged care homes in NSW with Covid outbreaks is now 33.\n\n@healthgovau should release the names of all aged care homes with outbreaks. They are exposure sites.\n\n#agedcare #nswlockdown", "NSW Covid Positive Author": "RussellGreig48", "NSW Covid Negative": "Two months into overwhelming crisis brought on by reckless decision of NSW govt to force NSW to “live with Covid”: 36+ dead. 6491 cases and rising. No elective surgery. Schools disrupted. Financial support inadequate. Businesses smashed. Borders shut. Change needed urgently.", "NSW Covid Negative Author": "futuro_j", "WA Covid Positive": "@MarkMcGowanMP Good on ya, Mark! 💓\nStick to Zero COVID! 👍\nWA people have a pretty much NORMAL life - which the majority want to keep and not squander for the family-reunion holidays of a handful!\n\nProtect our little children under 12 years who have no vaccine!!!\n#findourkidsavaccine", "WA Covid Positive Author": "RobertTranter1", "WA Covid Negative": "Morrison abandoned Australians during the bushfires.\n\nMorrison abandoned Victoria during COVID.\n\nMorrison abandoned WA to Palmer’s attack.\n\nMorrison has abandoned unemployed workers.\n\nMorrison has abandoned our allies to the Taliban.\n\nHow long until Morrison abandons you?\n#auspol https://t.co/Xy3r8BkXWu", "WA Covid Negative Author": "jungjungswamp", "ACT Covid Positive": "ACT COVID update 16 Aug\n\n19 new cases, 28 active cases\n\n5723 tests conducted y'day\n\nConcerning and demonstrates that the virus is active in our community, Chief Minister Andrew Barr says. High testing giving \"a very clear picture\" of where the virus is, \"so thank you #Canberra\".", "ACT Covid Positive Author": "Drhutch2011", "ACT Covid Negative": "As well as The Ferry fiasco, NHS underfunding, widening attainment gap, Glasgow rubbish &amp; missing £600k. we today read of £55m.Gupta loss, Aberdeen by-pass flop, no digital Covid passport, Billion £ extra tax bill &amp;  Green deal stitch-up. As we see SNP failing we need to act.", "ACT Covid Negative Author": "christi73224817", "SA Covid Negative": "i watched mamamoo concerts earlier, especially 4s F/W concert, and damn, I want to experience it in this lifetime too 🤧🙁 Lord, you don't know how much I envy these people :(((  di pala ako sa covid mamamatay, sa inggit pala HAHHAHAHAHAHA https://t.co/yQAMG1GE2z", "SA Covid Negative Author": "rxnrll329", "SA Covid Positive": "My single dropped in the midst of winter &amp; Covid in SA to keep souls warm &amp; spread love. Having tested positive for Covid I hope this single can bring people together by appreciating each other more. Life is too ❤️🚀#somethingaboutyourlove #expensivemusic  #CiaN #NewMusicMonday https://t.co/UOm6LyBkMS", "SA Covid Positive Author": "Cian1Ntamo", "QLD Covid Positive": "@JustWhistle13 @PaulDKidd @youjustare_ @AnnastaciaMP @YvetteDAth @JustWhistle13 Fed govt is responsible for 70% and state is responsible for 30% of vaccination in QLD. I suggest you also try pharmacies using https://t.co/Urj42hykZC and GPs using Hotdoc and HealthEngine apps. Good luck.", "QLD Covid Positive Author": "imindrajyt", "QLD Covid Negative": "@worldinred Mate is only a matter of days before the dictator mandates Covid passport where you can’t leave the state or return without a vaccine. Qld &amp; WA premiers have already made it law. The Qld government announced it today. I work in Qld 😱", "QLD Covid Negative Author": "jopsenica", "NT Covid Negative": "@KotakBankLtd  thnk u so much for nt bein financially supportive in these difficult of COVID -19, thanks for nt  standing by ur words, so now at least aft 6 mnths I can take  decision of switching my bank &amp; asking rest of  my relatives to do so. U guys have wasted my 6 months 😞", "NT Covid Negative Author": "gandha_lee", "NT Covid Positive": "@PMOIndia @narendramodi Dear sir, plz take a necessary step towards covid worriers those r worked both wave of Covid pandamic with liferisk. They came for nation with left their pvt hospital job left. Last month govt disange them . im telling this with heavy heart they hve nt ability for hand to mouth.", "NT Covid Positive Author": "BramhaSibaram", "TAS Covid Positive": "@AFLExchange Field of Dreams TAS, every state having an active COVID case except Tassie. Gutwein says TAS will host the Granny if Tassie can have a team. North Hobart oval hosts the Grand Final.", "TAS Covid Positive Author": "MikeTulip", "TAS Covid Negative": "@nickbarnesaus FYI the highest suicide rate in Australia is Tas. Can’t say Covid is to blame- a very complex issue", "TAS Covid Negative Author": "nerijsmith67", "VIC Covid Positive": "Vic presser ends. Jeroen signs off after a mammoth session including Premier, CHO, Police Commissioner and Covid Commander facing unrestrained, unrelenting media scrutiny. \n\nReporter can be heard saying: \"Wow, I think that's a record.\"\n\nCommunication is so important.", "VIC Covid Positive Author": "BLShiv", "VIC Covid Negative": "@AusSue2 @DanielAndrewsMP More died last year lol... was so bad in Vic last year coz it got into Nursing Homes.. now most vulnerable are vaccinated. End of the day, What are you willing to pay for 'Zero Covid? 200 days? 1 year? 2 years? The untold damage of lockdown is catastrophic!", "VIC Covid Negative Author": "apachecoop", "Australia Covid Negative": "Australia you have nothing to fear but fear itself stop letting the media and the politicians scare you! healthy people don’t die from COVID there is a 99.9% recovery rate from COVID as per WHO website! We must protect the old and the sick and the rest must live their lives!!", "Australia Covid Negative Author": "peter993993", "Australia Covid Positive": "Best video ever produced on the Covid situation in Australia. Best. https://t.co/wAyzmK26ZN", "Australia Covid Positive Author": "megszzzzzzz", "Scott Morrison Positive": "#ABCNews Admiral Chris Barry “God help them , god help them..” referring to Scott Morrison leaving it too late (yet again) to get Afghan people who assisted the ADF out of Afghanistan. Words cannot describe how little respect is left for #ScottyDoesNothing #COVID19 #Vaccines +🔥s https://t.co/7xsMZv2DDB", "Scott Morrison Positive Author": "arthacket", "Scott Morrison Negative": "Scott Morrison’s comments regarding the murder of George Floyd\n“As upsetting &amp; terrible is the murder that took place &amp; it is shocking. I just think to myself how wonderful a country is Australia”\n\nThe worlds highest incarcerator of black people. That Australia?", "Scott Morrison Negative Author": "MothershipJLH", "Gladys Berejiklian Negative": "7 of the 7 tenuously covid 'related' deaths yesterday were because those people, sadly, died at exactly the time they were already destined to die at due pre-existing terminal health issues - numbers Premier Gladys Berejiklian says are \"disturbingly high\".\nhttps://t.co/cMNgMKKL3L", "Gladys Berejiklian Negative Author": "johnnymorls", "Gladys Berejiklian Positive": "“She said, ‘If they want to start backgrounding on stuff like this, maybe it’s time I started leaking stuff that the PM says to me that never comes to fruition, like on vaccines’.” https://t.co/THKnAYLutm via @newscomauHQ", "Gladys Berejiklian Positive Author": "SuttersFC", "Daniel Andrews Positive": "Daniel Andrews is making a truly great speech right now.", "Daniel Andrews Positive Author": "colleenhm", "Daniel Andrews Negative": "😱😱😱 OOO AHHH \n\nDaniel Andrews just said SHITTY, cant wait for the pearl clutchers to predict the collapse of the entire fabric of polite society.\n\n#Auspol", "Daniel Andrews Negative Author": "real_jmcsomeone", "Australia Vaccinations Positive": "@ScepticalAussie Lol, good luck with that.\n\nIt's not like mandatory travel vaccinations haven't been compulsory for decades.\n\nFrom a person immune to yellow fever because they went to Colombia and I wouldn't be back in Australia if I didn't have the vaccine.", "Australia Vaccinations Positive Author": "k3vk4", "Australia Vaccinations Negative": "All those angry with the new Victorian restrictions should direct their anger in the right direction\n\nMorrison did not buy enough vaccinations and screwed up with the ones he did get\nGladys failed to lock down her state and infected the rest of Australia\n\nThank you\n#LNPDisgrace", "Australia Vaccinations Negative Author": "michael42370100"}