{"Australia Covid Popular": "Dan is lying - hospitals are not full. There are 2200 ICU beds with ventilators in Australia - only 6 covid patients are on them #springst #auspol", "Australia Covid Popular Author": "DifficultNerd", "Australia Covid Popular Count": 1073, "NSW Covid Negative": "Two months into overwhelming crisis brought on by reckless decision of NSW govt to force NSW to “live with Covid”: 36+ dead. 6491 cases and rising. No elective surgery. Schools disrupted. Financial support inadequate. Businesses smashed. Borders shut. Change needed urgently.", "NSW Covid Negative Author": "bensab3", "NSW Covid Positive": "Thanks to a whistleblower, I have been told that the number of aged care homes in NSW with Covid outbreaks is now 33.\n\n@healthgovau should release the names of all aged care homes with outbreaks. They are exposure sites.\n\n#agedcare #nswlockdown", "NSW Covid Positive Author": "aggies_oasis", "WA Covid Positive": "Rep your team this season 😊😊\n\n It's a new lovely week. I sell quality jerseys and polo for N5,000 only. \n\nI'm at your service 24/7\n\nI deliver to all states in NIGERIA\n\nDM/WhatsApp: https://t.co/gVKZqJWg4M\nPlease retweet 🙏🙏🙏\nCovid bbnaija League nigeria Messi barca  news https://t.co/FPDFsnKvrE", "WA Covid Positive Author": "Teminikanlayo", "WA Covid Negative": "COVID: \"NEXT STOP TASSIE AND ON WEDNESDAY WE'LL FUCK OVER WA.\" \n\nPM: \"Operation Hopety Hope Hope will STOP YOU IN YOUR TRACKS\"\n\nCOVID:\" BAHAHAHAHAHA... FUCK OFF YOU SHITGRINNING FAPWEASEL.\"", "WA Covid Negative Author": "kaeleneak", "ACT Covid Positive": "One thing local business owners might consider. If you don’t follow good protocols concerning Covid now, I will not patronize you business. I also really value my time, health, and community. If you have a positive on your staff, and don’t act to protect clients. I won’t be back.", "ACT Covid Positive Author": "drhoctor2", "ACT Covid Negative": "@SenTedCruz @Jim_Jordan @nypost @seanhannity Afghan debacle is another deliberate act by Treacherous Biden &amp; co to  damage the US. Letting in over Million illegals in 6m for Votes some carrying Covid bound to spread &amp; kill ppl &amp; calling corrupt UN to investigate Racism is Treason", "ACT Covid Negative Author": "grantharper555", "SA Covid Positive": "KJP tests positive for Covid-19 : Unlikely for SA series https://t.co/Q0qKvukViP", "SA Covid Positive Author": "asryismath", "SA Covid Negative": "@alfred_cabonena They are part of the Anc\nWhy do you think they are still free to walk around &amp; not in jail for corruption tax evasion money laundering\nBreaking Covid laws\nAssault etc\nHow can SA be so stupid\nThese Eff are doing Anc dirty bidding\nAt arms length\nWho instructs Eff???", "SA Covid Negative Author": "c_kumalo", "QLD Covid Positive": "@slsandpet Northern beaches. \n\nBut more recently, with COVID, Qld is looking like a great example.", "QLD Covid Positive Author": "nikhilautar1", "QLD Covid Negative": "Worse &amp; worse! with no real change in NSW govt's reckless attitude &amp; 478 new Covid-19 cases, 7 additional deaths. Vic records 22 cases, Qld zero; ACT records 19; snap lockdown for Darwin &amp; Katherine. As for the PM, Morrison is clearly a lunatic. #COVID19Aus #morrisonsh1tshow https://t.co/QDTB7KxUMY", "QLD Covid Negative Author": "navypti", "NT Covid Positive": "@JefHorians @HodlAy Yes, thr is a particular GENE that is not present in some humans. If its you, covid will take ur life 100%. Its k! M not gonna make this into an argument here n try to win it. Hope ur lockdown lifts n u stay safe. Hope u dnt get covid n nt give it to ur loved ones unknowingly", "NT Covid Positive Author": "akshayakey", "NT Covid Negative": "Use this pic as often as you could whenever you have to tweet abt rising covid cases.We will nt be threatened by Some Jehadi.If they can call pujari to some rapist Maulvi we are nt doing any ilegal thing https://t.co/NttfZg7y9s", "NT Covid Negative Author": "DetheEsha", "TAS Covid Positive": "@NivashniNair It will. This too shall pass. Mental health during covid is so important. Think positive thoughts and believe in hope, renewed strength snd recovery. Breathing exercises. Stretching. Vit D.", "TAS Covid Positive Author": "tas_hassim13", "TAS Covid Negative": "McGowan will ignore Morrison. Zero in WA, Qld, Tas, SA. Who said zero is impossible?\nhttps://t.co/dPgL4XEAn0", "TAS Covid Negative Author": "d_archiebold", "VIC Covid Negative": "@mishadarcybibby @TomMcKe87149884 @ann13788656 @MalWalden10 @Karonleahely @DanielAndrewsMP I’m not a person who thinks the virus is fake. It’s real. It kills people. With the Vic. Gov. regularly blocking reports about suicide rates it really makes me think what cost are they imposing? How many Covid deaths of a sick or elderly person equals the suicide of a teenager?", "VIC Covid Negative Author": "FartinMartin15", "VIC Covid Positive": "Thread 1/3: Inspired by @migga, here’s my very basic analysis of the VIC COVID cases, data taken from VicGovDH. \n\nIt appears there’s a huge increase in 0-9yr olds tested positive in Aug so far compare to July. (22% vs 9%) https://t.co/Mo1WaZN8og", "VIC Covid Positive Author": "easyelin", "Australia Covid Negative": "Hong Kong?? \nLaws were broken by China. They’ve taken it back regardless. They’re bullying Australia. They’ve killed Tibetans and are demanding they choose the next Dali Lama? The Uyghurs 😱 Infiltrated the WHO and now it looks like the UN too. Released covid onto the world.", "Australia Covid Negative Author": "Tee_Ess1612", "Australia Covid Positive": "Pre-print from @KirbyInstitute with math modelling suggesting that COVID vaccine boosts should protect against variants of concern (VOC) in the medium term. Maybe a cause for optimism once we vaccinate more people in Australia and globally https://t.co/k6u86qxmQ4", "Australia Covid Positive Author": "kateamarshall", "Scott Morrison Negative": "The blame for the NSW shitshow lies with Scott Morrison’s abysmal vaccine rollout AND Gladys Berejiklian’s negligent failure to lock down early.\n\nThey are both trying to shift blame to the “individual” but the blame for this outbreak lies squarely with them.\n\nThey both must go.", "Scott Morrison Negative Author": "janeallenperth", "Scott Morrison Positive": "#ABCNews Admiral Chris Barry “God help them , god help them..” referring to Scott Morrison leaving it too late (yet again) to get Afghan people who assisted the ADF out of Afghanistan. Words cannot describe how little respect is left for #ScottyDoesNothing #COVID19 #Vaccines +🔥s https://t.co/7xsMZv2DDB", "Scott Morrison Positive Author": "awambmrgw", "Gladys Berejiklian Negative": "The blame for the NSW shitshow lies with Scott Morrison’s abysmal vaccine rollout AND Gladys Berejiklian’s negligent failure to lock down early.\n\nThey are both trying to shift blame to the “individual” but the blame for this outbreak lies squarely with them.\n\nThey both must go.", "Gladys Berejiklian Negative Author": "janeallenperth", "Gladys Berejiklian Positive": "It’s all out war between ⁦@GladysB⁩\nand ⁦@ScottMorrisonMP⁩ Any way I can help you both fight more I’m always available! 😆😆😆😆 https://t.co/4lgHnC1IlA", "Gladys Berejiklian Positive Author": "BobOfAlex", "Daniel Andrews Positive": "Imagine celebrating Biden/Harris and believing Daniel Andrews has been a fantastic leader saving lives. There are people. They are beyond salvation.", "Daniel Andrews Positive Author": "euka_j", "Daniel Andrews Negative": "Not a single breach of restrictions raged on by Daniel Andrews today, was caused by a child.\n\nYet, every child has been hurt by him today. \n\nYou are cruel Daniel.", "Daniel Andrews Negative Author": "ronnyg30", "Australia Vaccinations Negative": "All those angry with the new Victorian restrictions should direct their anger in the right direction\n\nMorrison did not buy enough vaccinations and screwed up with the ones he did get\nGladys failed to lock down her state and infected the rest of Australia\n\nThank you\n#LNPDisgrace", "Australia Vaccinations Negative Author": "colleenhm", "Australia Vaccinations Positive": "@CbartonBar @leighsales @NSWHealth Vaccinations suppress - agree. Communities with low vaccinations (Australia) need to curb human behaviour through strict measures to prevent wild outbreaks until vaccination levels reach the recommended level. There’s still an advantage - people not getting horribly sick / dying", "Australia Vaccinations Positive Author": "FraseCameron"}