{"Australia Covid Popular": "Dan is lying - hospitals are not full. There are 2200 ICU beds with ventilators in Australia - only 6 covid patients are on them #springst #auspol", "Australia Covid Popular Author": "DifficultNerd", "Australia Covid Popular Count": 611, "NSW Covid Negative": "Two months into overwhelming crisis brought on by reckless decision of NSW govt to force NSW to “live with Covid”: 36+ dead. 6491 cases and rising. No elective surgery. Schools disrupted. Financial support inadequate. Businesses smashed. Borders shut. Change needed urgently.", "NSW Covid Negative Author": "KazManoel", "NSW Covid Positive": "I'd like to take this opportunity to thank Glad, Brad (Bio)Hazzard, &amp; Scummo from Clusterfucks for the total clusterfuck we find ourselves in!\nPS: The unnecessary deaths are also on you -- no matter how ingenious you are trying to shift the blame! ☠☠☠\n\nhttps://t.co/vKSUBs0k42", "NSW Covid Positive Author": "blanketcrap", "WA Covid Negative": "What is absurd is the fact we have this useless bastard for PM, McGowan should tell Morrison to GFY\n\nScott Morrison criticises WA’s ‘absurd’ plan to pursue Covid-zero strategy even when vaccination high https://t.co/6Qk3nmYa3o", "WA Covid Negative Author": "w0mbatus", "WA Covid Positive": "@sofistic8ed Yep, playgrounds and skate parks closed in the first WA lockdown as well.  Prevented congregations of people in the parks.\n\nKids can still kick a ball around, ride a scooter, play on the grass.   It's not the end of the world.  Catching COVID on the other hand.....\n#COVID19Aus", "WA Covid Positive Author": "darcy27270", "ACT Covid Positive": "@usedgov @POTUS @VP TX parents need help! TX ISDs like @FortBendISD won’t act &amp; aren’t serious about implementing strong Covid mitigation strategies (distance &amp; masks). @GovAbbott @teainfo won’t release previously earmarked funds for virtual learning. TX hospitals overwhelmed.", "ACT Covid Positive Author": "erksaurabh", "ACT Covid Negative": "Prediction\nAnother act of Terrorism to distract us from the Covid act of political incorporated terrorism right around 9/11/2021\nBig anniversary so pay attention.\nYour enemy is 93 mayors in Ct. with different mask mandates and 1 Governor who refuses to take the blame for them.", "ACT Covid Negative Author": "richstark7", "SA Covid Positive": "Oh dear. NT have a community case and are going into lockdown for same reason as SA did last month - someone arrived from overseas and quarantined in Sydney, caught covid and then didn’t need to quarantine in NT. Could we learn from each other’s mistakes a little better please?", "SA Covid Positive Author": "TERRYWA72103222", "SA Covid Negative": "+ covid scares sa family, friends and people you know getting covid, people you know dying.. oh and shitty wifi connection,  and scheduled brownouts. https://t.co/XU7JEDXfbm https://t.co/YUI5hRdNHe", "SA Covid Negative Author": "EnMei_thinks", "QLD Covid Negative": "Worse &amp; worse! with no real change in NSW govt's reckless attitude &amp; 478 new Covid-19 cases, 7 additional deaths. Vic records 22 cases, Qld zero; ACT records 19; snap lockdown for Darwin &amp; Katherine. As for the PM, Morrison is clearly a lunatic. #COVID19Aus #morrisonsh1tshow https://t.co/QDTB7KxUMY", "QLD Covid Negative Author": "ochreblue", "QLD Covid Positive": "Applications for the 2021 COVID-19 Business Support Grants are now open. All eligible businesses who apply for a grant during the 3-month application period will receive funding. \n\nPlease visit https://t.co/BPz7wiHuwA for more information or to apply now. https://t.co/5FmaxffEtj", "QLD Covid Positive Author": "qldtreasury", "NT Covid Positive": "The NT Anti-Discrimination Commission is open and working remotely during the Covid-19 lockdown. You can contact them by email antidiscrimination@nt.gov.au or if urgent 1800 813 846 or 8999 1444. Public education is available online. Please stay safe.", "NT Covid Positive Author": "LawSocietyNT", "NT Covid Negative": "@deemadigan @newscomauHQ I understand that State is responsibility of making decisions 4 themselves but watching today as we saw presser from NSW, ACT, NT &amp; VIC one after the other wouldn’t it b better if we had 1 msg that being from PM 2 hours of non stop Covid pressers must confuse anger &amp; scare ppl", "NT Covid Negative Author": "PeteWil52408518", "TAS Covid Negative": "Hundreds protest in the Oklahoma state capitol against forced COVID-19 vaccinations.\n\nThe global pushback is happening. Keep fighting against tyrannical mandates. 🇺🇸 https://t.co/DxTdTUoaeL", "TAS Covid Negative Author": "TAS_Amping", "TAS Covid Positive": "@NivashniNair It will. This too shall pass. Mental health during covid is so important. Think positive thoughts and believe in hope, renewed strength snd recovery. Breathing exercises. Stretching. Vit D.", "TAS Covid Positive Author": "tas_hassim13", "VIC Covid Negative": "@TimSmithMP Hey Tim, do you think we should wait for that to happen? In your mind, how many kids have to be infected in playgrounds (potentially die from COVID) B4 it's OK to close them for 2 weeks? You realise there are dozens of children under 10 infected with COVID in Vic now? #vicpol", "VIC Covid Negative Author": "luke_draper", "VIC Covid Positive": "#FlasherDan loves covid. Under the cover of the virus, he is destroying the fabric Vic &amp; replacing it with his Fabian socialism by stealth. Dismantling the pillars of society like freedom of religion, free enterprise &amp; traditional family unit. Replaced with Marxist alternatives.", "VIC Covid Positive Author": "notabluesfan", "Australia Covid Positive": "I'd like to take this opportunity to thank Glad, Brad (Bio)Hazzard, &amp; Scummo from Clusterfucks for the total clusterfuck we find ourselves in!\nPS: The unnecessary deaths are also on you -- no matter how ingenious you are trying to shift the blame! ☠☠☠\n\nhttps://t.co/vKSUBs0k42", "Australia Covid Positive Author": "blanketcrap", "Australia Covid Negative": "@lewisa31 @andrewbogut Don't forget the media hype of the 15yr old dying with covid, but he actually died of meningitis.  The MSM are flogging this as the \"youngest victim of covid in Australia\". It's a disgrace.", "Australia Covid Negative Author": "carman35267935", "Scott Morrison Positive": "Comedian Celeste Barber has attracted a huge international audience to her video suggesting Scott Morrison let Australia down.  https://t.co/3EszmDBQAU", "Scott Morrison Positive Author": "lucymdonoghue", "Scott Morrison Negative": "Scott Morrison was interviewed on ABC by Lisa Millar - whose dad was a Nats MP. Did she grill him about the failed vaccine rollout? The low vax rates among vulnerable Aboriginal people? No ads to combat hesitancy? No. She attacked Mark McGowan. She's an LNP activist.\n\n#auspol https://t.co/mLa08D7C5D", "Scott Morrison Negative Author": "petsam8", "Gladys Berejiklian Negative": "@DailyMailAU No surprise given her stupidity, along with failure @ScottMorrisonMP. A\ndisaster all round, due to all the fools of the @LiberalAus.  \n\nGladys Berejiklian cracks it as tempers fray at Covid briefing https://t.co/lYFE7X94QN via @MailOnline", "Gladys Berejiklian Negative Author": "CapesJoy", "Gladys Berejiklian Positive": "We would like to announce that we have officially started eating our own. Happy days. #auspol #covid #COVID19nsw #lockdown #lockdownextension  Gladys ‘loses her sh*t’ over PM https://t.co/kmEjmOAQGP via @newscomauHQ", "Gladys Berejiklian Positive Author": "Boeufblogginon", "Daniel Andrews Positive": "Daniel Andrews is making a truly great speech right now.", "Daniel Andrews Positive Author": "Leel06Lee", "Daniel Andrews Negative": "😱😱😱 OOO AHHH \n\nDaniel Andrews just said SHITTY, cant wait for the pearl clutchers to predict the collapse of the entire fabric of polite society.\n\n#Auspol", "Daniel Andrews Negative Author": "Olfella56", "Australia Vaccinations Negative": "All those angry with the new Victorian restrictions should direct their anger in the right direction\n\nMorrison did not buy enough vaccinations and screwed up with the ones he did get\nGladys failed to lock down her state and infected the rest of Australia\n\nThank you\n#LNPDisgrace", "Australia Vaccinations Negative Author": "MenzBernd", "Australia Vaccinations Positive": "@CbartonBar @leighsales @NSWHealth Vaccinations suppress - agree. Communities with low vaccinations (Australia) need to curb human behaviour through strict measures to prevent wild outbreaks until vaccination levels reach the recommended level. There’s still an advantage - people not getting horribly sick / dying", "Australia Vaccinations Positive Author": "FraseCameron"}