{"Australia Covid Popular": "Yes Premier, it is a war. And it was an avoidable war. Had you acted decisively on day one with a short, sharp lockdown, like other states, it would be different. Now we have a war, it’s time to fight it with full and effective measures. Not half measures https://t.co/DtN7bidSTs", "Australia Covid Popular Author": "MrKRudd", "Australia Covid Popular Count": 5230, "NSW Covid Positive": "Thanks to a whistleblower, I have been told that the number of aged care homes in NSW with Covid outbreaks is now 33.\n\n@healthgovau should release the names of all aged care homes with outbreaks. They are exposure sites.\n\n#agedcare #nswlockdown", "NSW Covid Positive Author": "Stringy32", "NSW Covid Negative": "The anti-lockdown protest in Sydney is believed to have caused a surge in Covid-19 cases\n\nBut the government hasn't released any info  regarding who became infected from the march\n\nAnother opaque brick in the govt wall\n\nI would suggest it is much worse in NSW than even they know", "NSW Covid Negative Author": "BBBubby77", "WA Covid Negative": "@MelGohCNA I don’t understand - documents can be falsified and the method that u chose (email/fax/wa) is not secured, they’d meetings days n nights everywhere b4 this w/out fear of Covid, why can’t u open d Parliament just for this? U had planned to do VOC anyways so why this instead? #YDPA", "WA Covid Negative Author": "Jeffrey04", "WA Covid Positive": "Mark \"China First\" McGowan doing what he does best here--selling out the GREAT people of WA.\n\nThis was filmed the night before the first Covid-19 case was recorded in Western Australia. \n\nJournalists MUST start reporting Mark's VERY strong relationship with the CCP https://t.co/mPSYIksRl2", "WA Covid Positive Author": "GJ4032", "ACT Covid Positive": "It's Hard To Be a Woman You must think like a man, act like a lady, look like a young girl, and work like a horse. \n#sarvsangi #ngo #delhi #women #charity #nonprofit #education #donate #volunteer #covid #india #love #help #children #support #community #fundraising #change https://t.co/wW2y4Imjuf", "ACT Covid Positive Author": "retweetbossman", "ACT Covid Negative": "A #COVID19au outbreak in prison will likely kill imprisoned Aboriginal and Torres Strait Islander people. Many are already chronically ill, have a disability or they are parents with children who depend on them. \n\nGovt must act now to release people. \n\nhttps://t.co/rwQgCkxBL3", "ACT Covid Negative Author": "CarrieFowlie", "SA Covid Negative": "Disappointed by Covax, [Africa] negotiated with J&amp;J for 400m vaccines. EU stood in its way. Only after President Ramaphosa threatened to ban all vaccine exports from SA did Europe agree that all J&amp;J’s future African-produced vaccines cd stay in Africa 1/2\nhttps://t.co/nIo45QuEE9", "SA Covid Negative Author": "absuh09", "SA Covid Positive": "So if I've never missed work due to covid because I've been mask and hand hygiene adherent, what would make my employer believe \"special\" work arrangements need to be made for me to continue working for them when I choose to not take the jab? @DBE_SA  @GautengHealth", "SA Covid Positive Author": "KwamePooe", "QLD Covid Positive": "Huge CONGRATS Central #QldHealth &amp; community 👏🏽💯 👇🏽👇🏽\n\"In a rare, good news COVID story, #CentralQld has officially dodged an outbreak after more than 300 close contacts of an unknowingly infectious contractor were released from quarantine\"\n#PublicHealth  https://t.co/0ToF1z8wr4", "QLD Covid Positive Author": "globalhealthbot", "QLD Covid Negative": "@josiegirl62 Ummmm Victoria how many times now?  Delta 1.  Vanilla Covid 4.   FU #GladysTheSuperSpreader  🖕🖕🖕 I’m so so ANGRY at her for allowing this to spread to VIC / QLD  / ACT.", "QLD Covid Negative Author": "BobWeescot", "NT Covid Positive": "Good Morning all, take care and be covid safe out there especially to all my peeps in #nswlockdown #melbournelockdown #ACT and now parts of #NT. Who are in the #MorrisonLockdown and the #GladysClusterfuk . #MorrisonFail", "NT Covid Positive Author": "valmacdonald121", "NT Covid Negative": "No new COVID cases, criminals must wear masks and American who sparked lockdown won't say if he is vaccinated: the latest lockdown info | NT Independent - https://t.co/nCrGO2gZY5 Darwin CCP  CCTV Cameras will be useless as NT Police advise criminals to wear a COVID mask #madworld", "NT Covid Negative Author": "ParksideNT", "TAS Covid Positive": "@DougCameron51 @GladysB Yes, sadly, NSW has completely lost control of the virus and they'll never get back to being Covid free.\nRest of Oz trying hard not to lose it like NSW has.\nWA has the best chance, and Tas' might stay lucky too.\nRoll on the vaccines!!!", "TAS Covid Positive Author": "BrunyBob", "TAS Covid Negative": "@JBradshaw01 This list could go on forever!\nT: Trudeau must go!\nPM: Election. \nT: Can't have an election during #Fordthwave \nDrs: Oh, you believe in Covid now. Some restrictions?\nT: No restrictions! It's a flu! Stampede time!\nMost of 🇨🇦: Just get the shot!\nT: Right to choose!\nWomen: Really?!", "TAS Covid Negative Author": "tas_lily", "VIC Covid Negative": "Vic suicides\n2019 - 718\n2020 - 698\n\nGlobal\ncovid deaths - 4.3 million\nflu deaths average - 900k\nsuicide avge - 1.2 mil\n\nNeed to limit movement, interaction to end lockdown + avoid worse health + $ outcomes. Stop undermining #CovidVic #ThisIsNotJournalism @_juliabradley @msanto92", "VIC Covid Negative Author": "Foy_Steve", "VIC Covid Positive": "And if you don’t know where to get vaccinated, here are some direct resources that would help: \n\nhttps://t.co/prbBbGQWkN\n\nThe Vic COVID hotline: 1800 675 398\n\nPlease reach out to your local AMS as well, they have been doing AMAZING in protecting the community ❤️❤️", "VIC Covid Positive Author": "jacintamtobin", "Australia Covid Negative": "The biggest criticism regarding Australia’s handling of the Spanish Flu between 1918 – 1920 was the disjointed and rebellious behaviour of the states. National Cabinet was set up as an attempt to unify the states in their approach to Covid.\n\nIt has failed.\nhttps://t.co/IpcWGFwfHs", "Australia Covid Negative Author": "john88354238", "Australia Covid Positive": "@ildfluer @stbayside @KosSamaras Good luck getting the idiots in Australia to wear masks.  They have a smarter population than hear in Australia.  Proper PPE is essential in fighting covid.  We need a police state for a few weeks or they spread it everywhere.", "Australia Covid Positive Author": "wt55551", "Scott Morrison Negative": "Scott Morrison:\ninert\ninept\nidiotic\niracund\ninactive\nimmoral\ninfantile\nintolerant \nindecisive\nincoherent\nincontinent \ninconsiderate", "Scott Morrison Negative Author": "DJCTW2", "Scott Morrison Positive": "The FACTS about the CASHLESS PENSION CARD.\n\nIf you are a pensioner that uses Facebook please make sure your friends know what is happening.\n\nScott Morrison tried to legislate to put Cashless Welfare at the heart of Centrelink. #auspol https://t.co/jzRWWhyrfK", "Scott Morrison Positive Author": "RandaltsRandal", "Gladys Berejiklian Positive": "Jack Lang has a greater chance of winning the next state election for the Liberal Party, than Gladys Berejiklian has of being re-elected. #ResignGladys", "Gladys Berejiklian Positive Author": "szabosolicitors", "Gladys Berejiklian Negative": "The blame for the NSW shitshow lies with Scott Morrison’s abysmal vaccine rollout AND Gladys Berejiklian’s negligent failure to lock down early.\n\nThey are both trying to shift blame to the “individual” but the blame for this outbreak lies squarely with them.\n\nThey both must go.", "Gladys Berejiklian Negative Author": "GaySpies1", "Daniel Andrews Negative": "Daniel Andrews and most of the Victorian public service are overpaid useless incompetent lying cunts.", "Daniel Andrews Negative Author": "BodsworthGarry", "Daniel Andrews Positive": "For those we've lost, we must do better. Australian media must do better. This is the #AgedCareScandal.\n\nMorrison had #noplan and media are pinning it on Daniel Andrews. Please talk about it. Please share. #IStandWithDan #COVID19Vic https://t.co/y5W6dKsyZS", "Daniel Andrews Positive Author": "milosmilesdude", "Australia Vaccinations Negative": "Australia’s Covid death rate as a percentage of population is 0.0037%. \nGet a grip @GladysB @DanielAndrewsMP. \nWe lost over 4,000 people to flu &amp; pneumonia in 2019 without crushing lockdowns, mandated vaccinations or masks. #realitycheck https://t.co/PK1Ya4GTZM", "Australia Vaccinations Negative Author": "WorldIsBurning9", "Australia Vaccinations Positive": "(2) My understanding is while states are responsible for the distribution, the supply is Fed Gov responsibility. Also different situations.  Would be good for the whole of Australia if NSW gets the highest % of vaccinations at the moment.", "Australia Vaccinations Positive Author": "GuidoTresoldi"}