{"Australia Covid Popular": "Dan is lying - hospitals are not full. There are 2200 ICU beds with ventilators in Australia - only 6 covid patients are on them #springst #auspol", "Australia Covid Popular Author": "DifficultNerd", "Australia Covid Popular Count": 1032, "NSW Covid Negative": ".@GladysB might have given up but I strongly doubt that is the wish of the people of NSW who do not wish to \"live with COVID\" and all that comes with it - death, illness, job losses and disruption. Everyone affected by this change so first put it to the people and NSW Parliament. https://t.co/K4AJ7WkS9s", "NSW Covid Negative Author": "Lynette13751775", "NSW Covid Positive": "@scorcherzz @jamiejanides @AlTorrance23 @grigg_d @bleachedaussie @Larry55599505 @Tigermark14 Who you reckon handled covid situation better  NSW / or VIC &amp; WA champion ??", "NSW Covid Positive Author": "NarkNick", "WA Covid Positive": "Rep your team this season 😊😊\n\n It's a new lovely week. I sell quality jerseys and polo for N5,000 only. \n\nI'm at your service 24/7\n\nI deliver to all states in NIGERIA\n\nDM/WhatsApp: https://t.co/gVKZqJWg4M\nPlease retweet 🙏🙏🙏\nCovid bbnaija League nigeria Messi barca  news https://t.co/FPDFsnKvrE", "WA Covid Positive Author": "boip_25", "WA Covid Negative": "COVID: \"NEXT STOP TASSIE AND ON WEDNESDAY WE'LL FUCK OVER WA.\" \n\nPM: \"Operation Hopety Hope Hope will STOP YOU IN YOUR TRACKS\"\n\nCOVID:\" BAHAHAHAHAHA... FUCK OFF YOU SHITGRINNING FAPWEASEL.\"", "WA Covid Negative Author": "kaeleneak", "ACT Covid Positive": "@eazyqualtwo Hi 2 year old fan, this is how it was with 90.000+ fans for two decades. You might not remember because of covid. But don’t ever act like PSG care more about Leo than we Barca fans did. Because it couldn’t be further from the truth. https://t.co/1dUKvIIgOl", "ACT Covid Positive Author": "GJfeldt", "ACT Covid Negative": "@SenTedCruz @Jim_Jordan @nypost @seanhannity Afghan debacle is another deliberate act by Treacherous Biden &amp; co to  damage the US. Letting in over Million illegals in 6m for Votes some carrying Covid bound to spread &amp; kill ppl &amp; calling corrupt UN to investigate Racism is Treason", "ACT Covid Negative Author": "grantharper555", "SA Covid Positive": "Thank you to @gulfkanawut and fans for donating medicine and masks to \"Luuk Rieang Group\" to help stop the spread of COVID on 11 August, 2021. \n\nSpecial thanks to khun @ttwyett\n\nCr: @NATTCattleya\n #gulfkanawut #กลัฟคณาวุฒิ #ลูกบอลของคุณบิ๊กกลัฟ https://t.co/CqWa8yR047", "SA Covid Positive Author": "sa_narini", "SA Covid Negative": "SA Medical Association just put out this statement. \"SAMA will not support ... members who spread misinformation about COVID vaccines. SAMA … calls on the HPCSA to discipline medical professionals who ... proliferate COVID vaccine misinformation.\"\nhttps://t.co/SXrUsleO0q", "SA Covid Negative Author": "AlpMelani", "QLD Covid Positive": "@slsandpet Northern beaches. \n\nBut more recently, with COVID, Qld is looking like a great example.", "QLD Covid Positive Author": "nikhilautar1", "QLD Covid Negative": "Worse &amp; worse! with no real change in NSW govt's reckless attitude &amp; 478 new Covid-19 cases, 7 additional deaths. Vic records 22 cases, Qld zero; ACT records 19; snap lockdown for Darwin &amp; Katherine. As for the PM, Morrison is clearly a lunatic. #COVID19Aus #morrisonsh1tshow https://t.co/QDTB7KxUMY", "QLD Covid Negative Author": "navypti", "NT Covid Positive": "@JefHorians @HodlAy Yes, thr is a particular GENE that is not present in some humans. If its you, covid will take ur life 100%. Its k! M not gonna make this into an argument here n try to win it. Hope ur lockdown lifts n u stay safe. Hope u dnt get covid n nt give it to ur loved ones unknowingly", "NT Covid Positive Author": "akshayakey", "NT Covid Negative": "Use this pic as often as you could whenever you have to tweet abt rising covid cases.We will nt be threatened by Some Jehadi.If they can call pujari to some rapist Maulvi we are nt doing any ilegal thing https://t.co/NttfZg7y9s", "NT Covid Negative Author": "DetheEsha", "TAS Covid Positive": "@NivashniNair It will. This too shall pass. Mental health during covid is so important. Think positive thoughts and believe in hope, renewed strength snd recovery. Breathing exercises. Stretching. Vit D.", "TAS Covid Positive Author": "tas_hassim13", "TAS Covid Negative": "Hundreds protest in the Oklahoma state capitol against forced COVID-19 vaccinations.\n\nThe global pushback is happening. Keep fighting against tyrannical mandates. 🇺🇸 https://t.co/DxTdTUoaeL", "TAS Covid Negative Author": "TAS_Amping", "VIC Covid Negative": "That stolen money is not generational wealth. It's taxpayer money that is needed back.\n\nCancer patients need their meds, Covid funds looted are needed as Covid is very much still with us.", "VIC Covid Negative Author": "vic_creative", "VIC Covid Positive": "#FlasherDan loves covid. Under the cover of the virus, he is destroying the fabric Vic &amp; replacing it with his Fabian socialism by stealth. Dismantling the pillars of society like freedom of religion, free enterprise &amp; traditional family unit. Replaced with Marxist alternatives.", "VIC Covid Positive Author": "NC_24", "Australia Covid Negative": "COVID 19 failures pale into insignificance with today’s events in Afghanistan - a catastrophic failure of ALL Western Governments to protect Afghan people, after 20 years of supposed change. Today’s rhetoric from USA, UK, Australia, NZ underlines our complete and utter stupidity", "Australia Covid Negative Author": "plumptre_henry", "Australia Covid Positive": "We are pretty much locked out from seeing our family members in Australia and you decided to host an engagement party? And if that’s not bad enough at least two people who attended were positive for covid! Even worse, attendees consisted of at least one doctor? #strandedAussies https://t.co/wqPrxDaTKZ", "Australia Covid Positive Author": "DrewInSeAsia", "Scott Morrison Positive": "@ScottMorrisonMP usually when someone says ‘they have blood on their hands’ I think it is unfair. But this time Scott Morrison you really have blood on your hands. You won’t be able to pray your way out of this one. Do Not Kill is really easy.", "Scott Morrison Positive Author": "EA1340", "Scott Morrison Negative": "@tanya_plibersek Scott Morrison has JUST promoted an alleged rapist cabinet minister and recently made vailed threats of shooting Australian women protesting violence against them, do you think Scott Morrison cares about any women and abuse against women?", "Scott Morrison Negative Author": "MartinNighting5", "Gladys Berejiklian Negative": "The blame for the NSW shitshow lies with Scott Morrison’s abysmal vaccine rollout AND Gladys Berejiklian’s negligent failure to lock down early.\n\nThey are both trying to shift blame to the “individual” but the blame for this outbreak lies squarely with them.\n\nThey both must go.", "Gladys Berejiklian Negative Author": "jurylady5", "Gladys Berejiklian Positive": "We would like to announce that we have officially started eating our own. Happy days. #auspol #covid #COVID19nsw #lockdown #lockdownextension  Gladys ‘loses her sh*t’ over PM https://t.co/kmEjmOAQGP via @newscomauHQ", "Gladys Berejiklian Positive Author": "BConn39", "Daniel Andrews Positive": "Imagine celebrating Biden/Harris and believing Daniel Andrews has been a fantastic leader saving lives. There are people. They are beyond salvation.", "Daniel Andrews Positive Author": "euka_j", "Daniel Andrews Negative": "😱😱😱 OOO AHHH \n\nDaniel Andrews just said SHITTY, cant wait for the pearl clutchers to predict the collapse of the entire fabric of polite society.\n\n#Auspol", "Daniel Andrews Negative Author": "MareeTimbs", "Australia Vaccinations Positive": "@CbartonBar @leighsales @NSWHealth Vaccinations suppress - agree. Communities with low vaccinations (Australia) need to curb human behaviour through strict measures to prevent wild outbreaks until vaccination levels reach the recommended level. There’s still an advantage - people not getting horribly sick / dying", "Australia Vaccinations Positive Author": "FraseCameron", "Australia Vaccinations Negative": "All those angry with the new Victorian restrictions should direct their anger in the right direction\n\nMorrison did not buy enough vaccinations and screwed up with the ones he did get\nGladys failed to lock down her state and infected the rest of Australia\n\nThank you\n#LNPDisgrace", "Australia Vaccinations Negative Author": "GNewperson"}