{"Australia Covid Popular": "This would be insane under any circumstance, but all the more so because Australia's daily COVID death rate is two. \n\nNot a typo. Yes, two. Two people are dying a day, in a country with a population of 25 million. \n\nAnd this is how they respond. https://t.co/BfMEQWNYHh", "Australia Covid Popular Author": "MattWalshBlog", "Australia Covid Popular Count": 3694, "NSW Covid Negative": "75% of those infected by Covid in NSW are under 40. Under 40s are the ones struggling to access the vaccines. What a catastrophic failure by the LNP", "NSW Covid Negative Author": "t_charn522", "NSW Covid Positive": "Thanks to a whistleblower, I have been told that the number of aged care homes in NSW with Covid outbreaks is now 33.\n\n@healthgovau should release the names of all aged care homes with outbreaks. They are exposure sites.\n\n#agedcare #nswlockdown", "NSW Covid Positive Author": "TonyBotham", "WA Covid Positive": "Mark \"China First\" McGowan doing what he does best here--selling out the GREAT people of WA.\n\nThis was filmed the night before the first Covid-19 case was recorded in Western Australia. \n\nJournalists MUST start reporting Mark's VERY strong relationship with the CCP https://t.co/mPSYIksRl2", "WA Covid Positive Author": "rday_day", "WA Covid Negative": "@BobIrcher @GemmaTognini @6PR She should mate. She’s got the balls to say what a lot are thinking. Stop drinking mcgowans cool aid he is destroying WA every single day with his arrogant attitude…. His hospital system is a mass failure WITHOUT COVID 🤦🏾‍♀️", "WA Covid Negative Author": "macisaman1", "ACT Covid Positive": "Albertans deserve better. Only @RachelNotley and the NDP support public health care and support nurses and frontline workers in the fight against COVID-19 both now and in the care we need after. Join the fight: https://t.co/daI4ZHOyPW #ableg #abhealth https://t.co/JOobFpAuWw", "ACT Covid Positive Author": "StevensParker", "ACT Covid Negative": "A #COVID19au outbreak in prison will likely kill imprisoned Aboriginal and Torres Strait Islander people. Many are already chronically ill, have a disability or they are parents with children who depend on them. \n\nGovt must act now to release people. \n\nhttps://t.co/rwQgCkxBL3", "ACT Covid Negative Author": "NATSILS_", "SA Covid Negative": "Disappointed by Covax, [Africa] negotiated with J&amp;J for 400m vaccines. EU stood in its way. Only after President Ramaphosa threatened to ban all vaccine exports from SA did Europe agree that all J&amp;J’s future African-produced vaccines cd stay in Africa 1/2\nhttps://t.co/nIo45QuEE9", "SA Covid Negative Author": "Naisenya", "SA Covid Positive": "Good Tuesday morning Lord. Good Tuesday morning to all my fellow TBADN and SENIORS around the world.\n\nIngat po tayong lahat lagi sa panahon at sa covid. STAY SAFE. GOD BLESS US ALL ALWAYS.\n\n#TBADNBoycottMZETxAPT162 \n\nLaban lang, https://t.co/xr2243aA3K", "SA Covid Positive Author": "oxsolly", "QLD Covid Negative": "@josiegirl62 Ummmm Victoria how many times now?  Delta 1.  Vanilla Covid 4.   FU #GladysTheSuperSpreader  🖕🖕🖕 I’m so so ANGRY at her for allowing this to spread to VIC / QLD  / ACT.", "QLD Covid Negative Author": "dodona777", "QLD Covid Positive": "Rugby league powerbrokers have been urged to hand Queensland this year’s NRL Grand Final as a reward for the state’s contribution to the game over the past 100 years.\nhttps://t.co/1uJveCR1qx", "QLD Covid Positive Author": "footyindustryAU", "NT Covid Negative": "@PriapusIQ Mask, they r fighting for their respect. Fuck masks. See the fear in their eyes..they r nt fearing to covid. The fear they hve is Taliban.", "NT Covid Negative Author": "gwaliorprince", "NT Covid Positive": "How gracious are the ACT Covid Presser team! \nJust lovely- open and compassionate.\nAnd the NT team have their own charm. \nGreat not to listen to Polly Parrots.", "NT Covid Positive Author": "Franc91592075", "TAS Covid Negative": "@JBradshaw01 This list could go on forever!\nT: Trudeau must go!\nPM: Election. \nT: Can't have an election during #Fordthwave \nDrs: Oh, you believe in Covid now. Some restrictions?\nT: No restrictions! It's a flu! Stampede time!\nMost of 🇨🇦: Just get the shot!\nT: Right to choose!\nWomen: Really?!", "TAS Covid Negative Author": "tas_lily", "TAS Covid Positive": "@_jimxgii we kinda end up being together b4 covid pero when the 2 weeks quarantine started we really havent talk ulet tas nung last bday ko he greeted me tas nagusap kami tas nagkabalikan pero we ended it pretty quick kase nalaman ko well i actually knew na we just pretending na he likesme", "TAS Covid Positive Author": "jmnpuff", "VIC Covid Negative": "Who is the journalist at the Vic presser who just posed to @DanielAndrewsMP that we haven't had any deaths in Melbourne from Covid this year but 6 girls have died (presumably to suicide)? WTF???\n#CovidVic", "VIC Covid Negative Author": "TerriRy35919857", "VIC Covid Positive": "@chrismsbywater Her brain left her 6months ago. It's the tweety birds in her noggin telling her that! Oh, BTW in a recent JWS survey Vic is the ONLY STATE with a positive growth in leadership approval over covid! The fed gov &amp; N.S.W are both CRASHING 😅", "VIC Covid Positive Author": "TashSzydlak", "Australia Covid Positive": "I said that vaccines were a stroke of luck and our pandemic response should not have relied on them. \n\nThe \"experts\" knew a good vaccine would be available quickly to save the day. I was a nutter.\n\nAnd then Israel showed how little vaccines really matter. \nhttps://t.co/CtUFy8U4dI https://t.co/qlOunjnL1w", "Australia Covid Positive Author": "Davidsilverking", "Australia Covid Negative": "@CvetkovicBobDr The mental health suffering is real. But so is the suffering of losing loved ones to a preventable disease. To date there has been no increase in suicide rates in Australia. Total death rates are higher when COVID spreads than when lockdowns are implemented.", "Australia Covid Negative Author": "CareShareis1", "Scott Morrison Negative": "Scott Morrison’s comments regarding the murder of George Floyd\n“As upsetting &amp; terrible is the murder that took place &amp; it is shocking. I just think to myself how wonderful a country is Australia”\n\nThe worlds highest incarcerator of black people. That Australia?", "Scott Morrison Negative Author": "tttezzz", "Scott Morrison Positive": "The gift that keeps on giving\n\nThat Aged Well starring Scott Morrison and Friends https://t.co/uPBIXgzCel via @YouTube", "Scott Morrison Positive Author": "dbranch9", "Gladys Berejiklian Negative": "\"Factions at war as Gladys Berejiklian’s crisis cabinet weighs tactics\"\n\nhttps://t.co/Ln830RuJc6", "Gladys Berejiklian Negative Author": "Bobduff1", "Gladys Berejiklian Positive": "SPOT ON!\n#auspol2021 \n#lockdowns \n#COVID19nsw \n#fortressAustralia \n#freedom \nGladys Berejiklian's vaccine and lockdown dagger to our hearts https://t.co/EPfXDAGqSj via @MailOnline", "Gladys Berejiklian Positive Author": "locked_up_in_au", "Daniel Andrews Negative": "Bodybuilder who ‘made vile threat to Daniel Andrews wife’ swarmed by cops and charged with stalking https://t.co/SL4vbvBWZJ", "Daniel Andrews Negative Author": "DistinctToday", "Daniel Andrews Positive": "On the 16th August Daniel Andrews declared Victorians can’t take their mask off to have a drink. Nick Vlaustin was well ahead of the times on the 7th August after the North Melbourne game. Go Tiges! @Richmond_FC 🐯💛🖤🏆🏆🏆 https://t.co/eFMO8mCjKN", "Daniel Andrews Positive Author": "WendyLovellMP", "Australia Vaccinations Negative": "All those angry with the new Victorian restrictions should direct their anger in the right direction\n\nMorrison did not buy enough vaccinations and screwed up with the ones he did get\nGladys failed to lock down her state and infected the rest of Australia\n\nThank you\n#LNPDisgrace", "Australia Vaccinations Negative Author": "gjholt", "Australia Vaccinations Positive": "@2GB873 The healthiest form of sport currently in Australia is GOLf….. why?…because social distancing ( two players only )wearing of masks….and vaccinations is achievable plus a good Covid plan at golf course … NSW  Golf present this to NSW Sport Minister… “okay I play golf.” https://t.co/HDOcKV67UY", "Australia Vaccinations Positive Author": "HARRY_700"}