{"Australia Covid Popular": "This would be insane under any circumstance, but all the more so because Australia's daily COVID death rate is two. \n\nNot a typo. Yes, two. Two people are dying a day, in a country with a population of 25 million. \n\nAnd this is how they respond. https://t.co/BfMEQWNYHh", "Australia Covid Popular Author": "MattWalshBlog", "Australia Covid Popular Count": 3694, "NSW Covid Negative": "The Age can't come after Dan on COVID due to the disgrace in NSW so now they've changed their point of attack.\n\nIt's rather sad and pathetic actually.\n#auspol #springst #ThisIsNotJournalism https://t.co/8ajkxcPoKP", "NSW Covid Negative Author": "MsRonnyB", "NSW Covid Positive": "People who are fully vaccinated against coronavirus in NSW may have more freedom than those who are unvaccinated come September and October. #7NEWS https://t.co/iWiv45izaR", "NSW Covid Positive Author": "rudwun", "WA Covid Positive": "Mark \"China First\" McGowan doing what he does best here--selling out the GREAT people of WA.\n\nThis was filmed the night before the first Covid-19 case was recorded in Western Australia. \n\nJournalists MUST start reporting Mark's VERY strong relationship with the CCP https://t.co/mPSYIksRl2", "WA Covid Positive Author": "MargoCa26504030", "WA Covid Negative": "No one: \nMy mum this morning, in absolute shock and disgust for what she had to endure: So na me covid wan silent? Me? Na wa.", "WA Covid Negative Author": "chinaemeremoti", "ACT Covid Positive": "\"New Zealand moves to level 4 lockdown\" \n\nGosh I wish we had as good a leader as @jacindaardern who knows when to act. Great job NZ!! \n\nWish you all the best from Sydney Australia (where we’ve been in lockdown for 7 wks &amp; still having increasing covid cases &amp; a struggling…", "ACT Covid Positive Author": "JohnReid16", "ACT Covid Negative": "A #COVID19au outbreak in prison will likely kill imprisoned Aboriginal and Torres Strait Islander people. Many are already chronically ill, have a disability or they are parents with children who depend on them. \n\nGovt must act now to release people. \n\nhttps://t.co/rwQgCkxBL3", "ACT Covid Negative Author": "durdlin", "SA Covid Positive": "💉 Done!! I've been pricked!! In two weeks I'll have a 95% better chance at surviving Covid if I get it. \nThank you @Discovery_SA and @WesternCapeGov for a flawless process. https://t.co/mijZ91HtOt", "SA Covid Positive Author": "CindyGrobbelaar", "SA Covid Negative": "As SA struggles to vaccinate its population, our @LilitaGcwabe asks the question: Do we need booster shots on top of the first dose/s of the #COVID19 #vaccine?  https://t.co/sgyIkVHirl @SECTION27news @CovidCommsSA @CovidCoalition @ygpillay @RHAPnews @peoplesvaccine @HIVpxresearch", "SA Covid Negative Author": "LilitaGcwabe", "QLD Covid Positive": "@AlecTang_ Thanks, all good here, mate. Having a better COVID Delta variant run in Qld than our friends further south so far. 🤞", "QLD Covid Positive Author": "GregVann", "QLD Covid Negative": "@josiegirl62 Ummmm Victoria how many times now?  Delta 1.  Vanilla Covid 4.   FU #GladysTheSuperSpreader  🖕🖕🖕 I’m so so ANGRY at her for allowing this to spread to VIC / QLD  / ACT.", "QLD Covid Negative Author": "BobWeescot", "NT Covid Negative": "Reminder: If injured from covid vax, u cannot sue gov’nt or manufacturers (Pfizer, Moderna, JJ) under EUA. U cannot use normal Vax Injury Compensation Pgm. Only use much scaled down pgm used for emergencies\nA ‘black hole’ for COVID vaccine injury claims\n https://t.co/ab504lBMgO", "NT Covid Negative Author": "PaniLadyAga", "NT Covid Positive": "Good Morning all, take care and be covid safe out there especially to all my peeps in #nswlockdown #melbournelockdown #ACT and now parts of #NT. Who are in the #MorrisonLockdown and the #GladysClusterfuk . #MorrisonFail", "NT Covid Positive Author": "valmacdonald121", "TAS Covid Positive": "@DougCameron51 @GladysB Yes, sadly, NSW has completely lost control of the virus and they'll never get back to being Covid free.\nRest of Oz trying hard not to lose it like NSW has.\nWA has the best chance, and Tas' might stay lucky too.\nRoll on the vaccines!!!", "TAS Covid Positive Author": "BrunyBob", "TAS Covid Negative": "@JBradshaw01 This list could go on forever!\nT: Trudeau must go!\nPM: Election. \nT: Can't have an election during #Fordthwave \nDrs: Oh, you believe in Covid now. Some restrictions?\nT: No restrictions! It's a flu! Stampede time!\nMost of 🇨🇦: Just get the shot!\nT: Right to choose!\nWomen: Really?!", "TAS Covid Negative Author": "tas_lily", "VIC Covid Negative": "Vic suicides\n2019 - 718\n2020 - 698\n\nGlobal\ncovid deaths - 4.3 million\nflu deaths average - 900k\nsuicide avge - 1.2 mil\n\nNeed to limit movement, interaction to end lockdown + avoid worse health + $ outcomes. Stop undermining #CovidVic #ThisIsNotJournalism @_juliabradley @msanto92", "VIC Covid Negative Author": "CollectionOfLy1", "VIC Covid Positive": "@JonesHowdareyou I did not know that about Brett Sutton.  Shows the true humanity of the man to work with MSF in Afghanistan.   Hope all the Vic team who are so wonderful are coping with the current stress of Covid.    \nThey all deserve a medal - not nastiness.", "VIC Covid Positive Author": "ArtMarieCalais", "Australia Covid Negative": "I’d like to make a point many in Australia may have missed\nThe recent Government fanaticism &amp; contrived hysteria to inject now, is because Covid exactly follows seasonal Flu-with lower mortality-with few to no deaths post mid-Oct\nNo deaths equals no leverage re enforcement edicts https://t.co/z8bHGkwWBO", "Australia Covid Negative Author": "john88354238", "Australia Covid Positive": "Keep alert!\nWith all focus on #KabulHasFallen high drama, so easy for @BorisJohnson to slip thru new orders to limit our freedoms even more, eg: make Covid shots mandatory, limit free speech, or ban anything about Covid on Social Media like in Australia, and so on", "Australia Covid Positive Author": "_AgainstMyWill", "Scott Morrison Negative": "Scott Morrison’s comments regarding the murder of George Floyd\n“As upsetting &amp; terrible is the murder that took place &amp; it is shocking. I just think to myself how wonderful a country is Australia”\n\nThe worlds highest incarcerator of black people. That Australia?", "Scott Morrison Negative Author": "judyfree10", "Scott Morrison Positive": "The FACTS about the CASHLESS PENSION CARD.\n\nIf you are a pensioner that uses Facebook please make sure your friends know what is happening.\n\nScott Morrison tried to legislate to put Cashless Welfare at the heart of Centrelink. #auspol https://t.co/jzRWWhyrfK", "Scott Morrison Positive Author": "Demonchessa", "Gladys Berejiklian Negative": "The blame for the NSW shitshow lies with Scott Morrison’s abysmal vaccine rollout AND Gladys Berejiklian’s negligent failure to lock down early.\n\nThey are both trying to shift blame to the “individual” but the blame for this outbreak lies squarely with them.\n\nThey both must go.", "Gladys Berejiklian Negative Author": "GaySpies1", "Gladys Berejiklian Positive": "So still lockdowns, masks &amp; restrictions even if 80% vaxxed? But I thought that’s a conspiracy theory ? Bet some are glad they ran to get the vax to get their “ freedoms back” 🤔🤣🤣🤣🤣🤣🤣🤣🤣🤣https://t.co/22Yp8IVlnj", "Gladys Berejiklian Positive Author": "lazysauce1", "Daniel Andrews Negative": "Daniel Andrews has slammed \"unacceptable and evil\" anti-Semitic attacks aimed at the community involved in an illegal engagement party.\n\n\"The event that we spoke about at some length yesterday was not a function of being Jewish, it was a stupid function.\"", "Daniel Andrews Negative Author": "pallisier", "Daniel Andrews Positive": "Daniel Andrews slams Melbourne engagement party after transmission confirmed https://t.co/50DtIvPFey via @@SBSNews", "Daniel Andrews Positive Author": "jaquix173", "Australia Vaccinations Negative": "Australia’s Covid death rate as a percentage of population is 0.0037%. \nGet a grip @GladysB @DanielAndrewsMP. \nWe lost over 4,000 people to flu &amp; pneumonia in 2019 without crushing lockdowns, mandated vaccinations or masks. #realitycheck https://t.co/PK1Ya4GTZM", "Australia Vaccinations Negative Author": "gwb26", "Australia Vaccinations Positive": "Booked my vaccinations! Yay! Bookings opened for my age group yesterday in South Australia! https://t.co/UFHm1yWfSx", "Australia Vaccinations Positive Author": "heidi_helen"}