{"Australia Covid Popular": "Dan is lying - hospitals are not full. There are 2200 ICU beds with ventilators in Australia - only 6 covid patients are on them #springst #auspol", "Australia Covid Popular Author": "DifficultNerd", "Australia Covid Popular Count": 1262, "NSW Covid Negative": "Two months into overwhelming crisis brought on by reckless decision of NSW govt to force NSW to “live with Covid”: 36+ dead. 6491 cases and rising. No elective surgery. Schools disrupted. Financial support inadequate. Businesses smashed. Borders shut. Change needed urgently.", "NSW Covid Negative Author": "MarySte05819933", "NSW Covid Positive": "AH&amp;MRC is proudly supporting 46 clinics across 29 ACCHOs in NSW to deliver the COVID-19 vaccine, with 8 clinics set to receive record numbers of vaccine doses. Read more of AH&amp;MRC's latest media release here &gt;&gt; https://t.co/PDHM1xmt17\n#covid19vax #onemobinthistogether #yarnup https://t.co/GpU27O3UqV", "NSW Covid Positive Author": "Kooribaz", "WA Covid Negative": "Morrison abandoned Australians during the bushfires.\n\nMorrison abandoned Victoria during COVID.\n\nMorrison abandoned WA to Palmer’s attack.\n\nMorrison has abandoned unemployed workers.\n\nMorrison has abandoned our allies to the Taliban.\n\nHow long until Morrison abandons you?\n#auspol https://t.co/Xy3r8BkXWu", "WA Covid Negative Author": "jungjungswamp", "WA Covid Positive": "@MarkMcGowanMP Good on ya, Mark! 💓\nStick to Zero COVID! 👍\nWA people have a pretty much NORMAL life - which the majority want to keep and not squander for the family-reunion holidays of a handful!\n\nProtect our little children under 12 years who have no vaccine!!!\n#findourkidsavaccine", "WA Covid Positive Author": "RobertTranter1", "ACT Covid Negative": "Minimizing childhood Covid in the US—a play in 4 acts\n\nAct 1️⃣ “Kids don’t get Covid”\nAct 2️⃣ “Kids get Covid but don’t get ill”\nAct 3️⃣ “Kids die from Covid but don’t worry, only kids with pre-existing conditions die”\nAct 4️⃣ “Don’t worry, kids also die from drowning or car crashes”", "ACT Covid Negative Author": "kiki_salo", "ACT Covid Positive": "COVID is highlighting why we need a national Human Rights Act or Charter. There is strong public support for the reform. A Charter would help governments make the right decisions &amp; help people to know, understand &amp; protect their rights.  https://t.co/O0cn79SXbh", "ACT Covid Positive Author": "GeorginaSimmo20", "SA Covid Positive": "FDA document admits “covid” PCR test was developed without isolated covid samples for test calibration, effectively admitting it’s testing something else – Freedom Of Speech https://t.co/cIdi1DN4rO", "SA Covid Positive Author": "alexanderket", "SA Covid Negative": "Man charged with assault among five accused of alleged breaches of COVID-19 rules in SA #COVID19 #Police Source @ABC VIA @headlines24_7", "SA Covid Negative Author": "Twitmandate", "QLD Covid Positive": "@JustWhistle13 @PaulDKidd @youjustare_ @AnnastaciaMP @YvetteDAth @JustWhistle13 Fed govt is responsible for 70% and state is responsible for 30% of vaccination in QLD. I suggest you also try pharmacies using https://t.co/Urj42hykZC and GPs using Hotdoc and HealthEngine apps. Good luck.", "QLD Covid Positive Author": "imindrajyt", "QLD Covid Negative": "@worldinred Mate is only a matter of days before the dictator mandates Covid passport where you can’t leave the state or return without a vaccine. Qld &amp; WA premiers have already made it law. The Qld government announced it today. I work in Qld 😱", "QLD Covid Negative Author": "jopsenica", "NT Covid Positive": "@HemantSorenJMM respect CM of jharkhand I would like to ask what you have given relief for covid family whose earning members not alive @NHM_JHARKHAND I couldn't understand widow pension also nt provide to women who having kids is this you oing duty for jharkhand please do help.", "NT Covid Positive Author": "ANNUSIN36451494", "NT Covid Negative": "The murder trial of police officer Zachary Rolfe has been delayed until next Monday after the NT records one new case of COVID-19. #9News \n\nhttps://t.co/9YPSAYQ4ox", "NT Covid Negative Author": "JackHahn9News", "TAS Covid Positive": "@AFLExchange Field of Dreams TAS, every state having an active COVID case except Tassie. Gutwein says TAS will host the Granny if Tassie can have a team. North Hobart oval hosts the Grand Final.", "TAS Covid Positive Author": "MikeTulip", "TAS Covid Negative": "@nickbarnesaus FYI the highest suicide rate in Australia is Tas. Can’t say Covid is to blame- a very complex issue", "TAS Covid Negative Author": "nerijsmith67", "VIC Covid Negative": "@AusSue2 @DanielAndrewsMP More died last year lol... was so bad in Vic last year coz it got into Nursing Homes.. now most vulnerable are vaccinated. End of the day, What are you willing to pay for 'Zero Covid? 200 days? 1 year? 2 years? The untold damage of lockdown is catastrophic!", "VIC Covid Negative Author": "apachecoop", "VIC Covid Positive": "Hey you mob… Melbourne’s COVID-19 lockdown will be extended to at least 11.59pm, 2/9  \nNew restrictions will come into effect from 11:59pm tonight (Monday 16 August).\nRead the press release here https://t.co/fccBj2Jf8u\n🖤🧡❤️Stay safe, stay strong and please STAY HOME 🏡 https://t.co/xFOUZCjSL5", "VIC Covid Positive Author": "firstpeoplesvic", "Australia Covid Positive": "@Thorsome4 Glad we’re both on the same page. Yes I have strong faith in God too. Eyes wide open like my ancestors The Australian Anzacs. I truly miss the real Australia before Covid BS. Wishing you your family &amp; friends health and safety. Look at picture I was sent by FB. True too💞🇦🇺😎🇦🇺💞 https://t.co/zCeMTRFOSy", "Australia Covid Positive Author": "McqueenieM", "Australia Covid Negative": "Hong Kong?? \nLaws were broken by China. They’ve taken it back regardless. They’re bullying Australia. They’ve killed Tibetans and are demanding they choose the next Dali Lama? The Uyghurs 😱 Infiltrated the WHO and now it looks like the UN too. Released covid onto the world.", "Australia Covid Negative Author": "MilsomGillian", "Scott Morrison Positive": "Party politics completely aside, it’s becoming increasingly obvious that our current leader doesn’t even act in the best interest of his own colleagues much less the people of this country. \n\nA must-read by Niki Skava:\nhttps://t.co/M8pwK6U2t5", "Scott Morrison Positive Author": "TerrySerio", "Scott Morrison Negative": "For Matt Canavan, no depth is too low, in his desperate need for attention. Today’s intervention is hurtful &amp; offensive to veterans &amp; the Afghan community. Scott Morrison should kick him out of the Morrison-Joyce Govt. It’s time our PM took some responsibility.", "Scott Morrison Negative Author": "JRWeaver55", "Gladys Berejiklian Positive": "@leighsales @NSWHealth I'm happy for you Leigh. But I'd be even more impressed if you could let go of you predatory, self serving journalism and dish out the same questions that you gave to Dan Andrews to Gladys Berejiklian.", "Gladys Berejiklian Positive Author": "seasteder", "Gladys Berejiklian Negative": "Right wing activist Peta Credlin is facing ridicule for shifting her politics on covid from blaming Premiers to blaming people in order to protect Gladys Berejiklian. It comes as the NSW Premier abandoned her post in a crisis yesterday, locking down the state via a tweet. #auspol", "Gladys Berejiklian Negative Author": "Kindacalm", "Daniel Andrews Negative": "😱😱😱 OOO AHHH \n\nDaniel Andrews just said SHITTY, cant wait for the pearl clutchers to predict the collapse of the entire fabric of polite society.\n\n#Auspol", "Daniel Andrews Negative Author": "KatieMouse71", "Daniel Andrews Positive": "Daniel Andrews is making a truly great speech right now.", "Daniel Andrews Positive Author": "ageofblasphemy", "Australia Vaccinations Negative": "All those angry with the new Victorian restrictions should direct their anger in the right direction\n\nMorrison did not buy enough vaccinations and screwed up with the ones he did get\nGladys failed to lock down her state and infected the rest of Australia\n\nThank you\n#LNPDisgrace", "Australia Vaccinations Negative Author": "michael42370100", "Australia Vaccinations Positive": "@ScepticalAussie Lol, good luck with that.\n\nIt's not like mandatory travel vaccinations haven't been compulsory for decades.\n\nFrom a person immune to yellow fever because they went to Colombia and I wouldn't be back in Australia if I didn't have the vaccine.", "Australia Vaccinations Positive Author": "k3vk4"}