{"Australia Covid Popular": "This would be insane under any circumstance, but all the more so because Australia's daily COVID death rate is two. \n\nNot a typo. Yes, two. Two people are dying a day, in a country with a population of 25 million. \n\nAnd this is how they respond. https://t.co/BfMEQWNYHh", "Australia Covid Popular Author": "MattWalshBlog", "Australia Covid Popular Count": 3694, "NSW Covid Negative": "First thought is… what the hell do I do? Dental clinics across NSW are closed due to COVID! I immediately grab my TelScope and start looking inside his mouth. His baby tooth hadn’t fallen out, so his canine had moved into a strange position… I started to panic!\n\nPart 2 of 3", "NSW Covid Negative Author": "hollandhealth_", "NSW Covid Positive": "Thanks to a whistleblower, I have been told that the number of aged care homes in NSW with Covid outbreaks is now 33.\n\n@healthgovau should release the names of all aged care homes with outbreaks. They are exposure sites.\n\n#agedcare #nswlockdown", "NSW Covid Positive Author": "Woodsee6", "WA Covid Negative": "@BobIrcher @GemmaTognini @6PR She should mate. She’s got the balls to say what a lot are thinking. Stop drinking mcgowans cool aid he is destroying WA every single day with his arrogant attitude…. His hospital system is a mass failure WITHOUT COVID 🤦🏾‍♀️", "WA Covid Negative Author": "macisaman1", "WA Covid Positive": "Zero COVID for WA means our children are as safe as possible, our elderly are safe, our HCW's our safe, our economy is safe. If you oppose it that much, then Berejiklian is looking for people who want to live with COVID. Feel free to leave and go straight into a lockdown.", "WA Covid Positive Author": "TaylorS11264605", "ACT Covid Positive": "Two newborns among dozens of Georgia children hospitalized with COVID-19.\nThe best way to protect children from infection: Vaccinate children 12 &amp; up and have children wear masks in school &amp; public settings.\n* @GovKemp, will you act to protect our kids? *\nhttps://t.co/qpvBNgMPhN", "ACT Covid Positive Author": "PeachResist", "ACT Covid Negative": "I hate liberals who act like conservatives the moment someone doesn't agree with them- self righteous, indignant, immature, violent, &amp; arrogant. \nThis guy responded to me  saying the government's covid reponse sucked and is partly at fault for people not trusting the vaccine https://t.co/O6Ax8vA5Td", "ACT Covid Negative Author": "_the_mykie_show", "SA Covid Positive": "Her father just died last April dahil sa covid and hindi pa po kami nakakamove on from the expenses before. Please help us reach more people na makakatulong sa amin to raise fund for her. Please. \nThank you po for you kind and generous heart. God bless u all", "SA Covid Positive Author": "sirjuswa", "SA Covid Negative": "guys, are people in other countries also passing everyday like here in SA?\n\nnot even because of COVID-19, but maybe accidents or other illnesses?\n\nultimately, I just want to know if there's something that SA is being punished for or what", "SA Covid Negative Author": "PhemeloMoleme6", "QLD Covid Negative": "@josiegirl62 Ummmm Victoria how many times now?  Delta 1.  Vanilla Covid 4.   FU #GladysTheSuperSpreader  🖕🖕🖕 I’m so so ANGRY at her for allowing this to spread to VIC / QLD  / ACT.", "QLD Covid Negative Author": "glenpen60", "QLD Covid Positive": "Rugby league powerbrokers have been urged to hand Queensland this year’s NRL Grand Final as a reward for the state’s contribution to the game over the past 100 years.\nhttps://t.co/1uJveCR1qx", "QLD Covid Positive Author": "footyindustryAU", "NT Covid Positive": "Good Morning all, take care and be covid safe out there especially to all my peeps in #nswlockdown #melbournelockdown #ACT and now parts of #NT. Who are in the #MorrisonLockdown and the #GladysClusterfuk . #MorrisonFail", "NT Covid Positive Author": "MccarronWendy", "NT Covid Negative": "@PriapusIQ Mask, they r fighting for their respect. Fuck masks. See the fear in their eyes..they r nt fearing to covid. The fear they hve is Taliban.", "NT Covid Negative Author": "gwaliorprince", "TAS Covid Negative": "@JBradshaw01 This list could go on forever!\nT: Trudeau must go!\nPM: Election. \nT: Can't have an election during #Fordthwave \nDrs: Oh, you believe in Covid now. Some restrictions?\nT: No restrictions! It's a flu! Stampede time!\nMost of 🇨🇦: Just get the shot!\nT: Right to choose!\nWomen: Really?!", "TAS Covid Negative Author": "tas_lily", "TAS Covid Positive": "@_jimxgii we kinda end up being together b4 covid pero when the 2 weeks quarantine started we really havent talk ulet tas nung last bday ko he greeted me tas nagusap kami tas nagkabalikan pero we ended it pretty quick kase nalaman ko well i actually knew na we just pretending na he likesme", "TAS Covid Positive Author": "jmnpuff", "VIC Covid Negative": "Dark side of the revolting VicPress are the worst possible part for all our Mental Health in Vic - worse than covid, lockdown &amp; covid measures. They make me utterly sick with a disgusting ungrateful punitive attitude. \n\n#springst #COVID19vic #COVID19 \n#MurdochSh1tShow #MediaMafia", "VIC Covid Negative Author": "Eve5810", "VIC Covid Positive": "In light of the current Greater Melbourne lockdown and the ongoing COVID-19 situation in Victoria, ALPA have made the decision to safeguard the health of members, competitors and sponsors and have deferred the 2021 Vic #ALPAYAC to 7 Feb 2022\n\nStay safe everyone 💙😷 #StayHome https://t.co/HRHwi85as4", "VIC Covid Positive Author": "SheepProducers", "Australia Covid Negative": "@MollyJongFast Don’t even get us started! He’s the devil, &amp; #Australia needs him gone. He’s ruining our covid responses &amp; endangering many lives 🤬🤬🤬 Seeding misinformation &amp; lies is literally getting humans killed, kids included.\n\n#MurdochGutterMedia\n#Murdochracy\n#MurdochRoyalCommission", "Australia Covid Negative Author": "MixtUpMixy", "Australia Covid Positive": "Australia provides a good window onto the extent to which a person values human life and the number of lives they’d happily sacrifice in order to avoid inconvenience. People need to understand the truly hideous value systems at work in covid policy discourse. https://t.co/qToZS2MXw7 https://t.co/CNHuYcDGBG", "Australia Covid Positive Author": "JerryBuchko", "Scott Morrison Negative": "Scott Morrison’s comments regarding the murder of George Floyd\n“As upsetting &amp; terrible is the murder that took place &amp; it is shocking. I just think to myself how wonderful a country is Australia”\n\nThe worlds highest incarcerator of black people. That Australia?", "Scott Morrison Negative Author": "wortley_chris", "Scott Morrison Positive": "Breaking: PM Scott Morrison says not all Afghan interpreters and other staff will be able to be rescued to Australia. \"I know that support won't reach all that it should. On the ground events have overtaken many efforts. We wish it were different.\"", "Scott Morrison Positive Author": "MichaelCOrndoff", "Gladys Berejiklian Negative": "Gladys Berejiklian stop lying you are wrong sharp short Lockdowns do work against Delta because it worked in my state of South Australia", "Gladys Berejiklian Negative Author": "GlennJacob1", "Gladys Berejiklian Positive": "😂😂😂😂😂😂🤣🤣🤣😂😂😂😂😂😂😂😂😂😂🤩😂😂😂😂\nGladys Berejiklian says vaccinated residents could have new freedoms https://t.co/tj2ncj8J6s via @MailOnline", "Gladys Berejiklian Positive Author": "Truth87212729", "Daniel Andrews Negative": "Daniel Andrews showing real leadership again. The people who had the party in Melbourne were wrong, selfish and should be dealt with by the law. Their race and religion should never have been brought into it. Many on twitter have said the same. Zero to all forms of racism.", "Daniel Andrews Negative Author": "jungjungswamp", "Daniel Andrews Positive": "Want to hear a joke⁉️\n\nVictorian Labor Supporters believe Daniel Andrews can stop a virus with divine intervention", "Daniel Andrews Positive Author": "GirlRicho", "Australia Vaccinations Negative": "All those angry with the new Victorian restrictions should direct their anger in the right direction\n\nMorrison did not buy enough vaccinations and screwed up with the ones he did get\nGladys failed to lock down her state and infected the rest of Australia\n\nThank you\n#LNPDisgrace", "Australia Vaccinations Negative Author": "gjholt", "Australia Vaccinations Positive": "@2GB873 The healthiest form of sport currently in Australia is GOLf….. why?…because social distancing ( two players only )wearing of masks….and vaccinations is achievable plus a good Covid plan at golf course … NSW  Golf present this to NSW Sport Minister… “okay I play golf.” https://t.co/HDOcKV67UY", "Australia Vaccinations Positive Author": "HARRY_700"}