{"Australia Covid Popular": "This would be insane under any circumstance, but all the more so because Australia's daily COVID death rate is two. \n\nNot a typo. Yes, two. Two people are dying a day, in a country with a population of 25 million. \n\nAnd this is how they respond. https://t.co/BfMEQWNYHh", "Australia Covid Popular Author": "MattWalshBlog", "Australia Covid Popular Count": 3694, "NSW Covid Negative": "NSW politicians in Australia are going to herd 24,000 children into a stadium to inject them with experimental covid vaccine? Wtf???😱😱😱 https://t.co/yh2Y1b5sEO", "NSW Covid Negative Author": "Eric90126424", "NSW Covid Positive": "Thanks to a whistleblower, I have been told that the number of aged care homes in NSW with Covid outbreaks is now 33.\n\n@healthgovau should release the names of all aged care homes with outbreaks. They are exposure sites.\n\n#agedcare #nswlockdown", "NSW Covid Positive Author": "Tonie96007266", "WA Covid Positive": "Zero COVID for WA means our children are as safe as possible, our elderly are safe, our HCW's our safe, our economy is safe. If you oppose it that much, then Berejiklian is looking for people who want to live with COVID. Feel free to leave and go straight into a lockdown.", "WA Covid Positive Author": "TaylorS11264605", "WA Covid Negative": "The already strained WA hospitals and ambulance services start to struggle to look after people who have not been vaccinated. Some of them die of COVID or get severely sick. Media hype in overdrive, knives are out.", "WA Covid Negative Author": "lasic", "ACT Covid Negative": "I hate liberals who act like conservatives the moment someone doesn't agree with them- self righteous, indignant, immature, violent, &amp; arrogant. \nThis guy responded to me  saying the government's covid reponse sucked and is partly at fault for people not trusting the vaccine https://t.co/O6Ax8vA5Td", "ACT Covid Negative Author": "_the_mykie_show", "ACT Covid Positive": "Albertans deserve better. Only @RachelNotley and the NDP support public health care and support nurses and frontline workers in the fight against COVID-19 both now and in the care we need after. Join the fight: https://t.co/daI4ZHOyPW #ableg #abhealth https://t.co/JOobFpAuWw", "ACT Covid Positive Author": "StevensParker", "SA Covid Negative": "For the first time since the start of the third wave of the virus, Gauteng is not among the top three hardest-hit provinces. https://t.co/t5886Z8eW0", "SA Covid Negative Author": "Savage101_SA", "QLD Covid Negative": "@josiegirl62 Ummmm Victoria how many times now?  Delta 1.  Vanilla Covid 4.   FU #GladysTheSuperSpreader  🖕🖕🖕 I’m so so ANGRY at her for allowing this to spread to VIC / QLD  / ACT.", "QLD Covid Negative Author": "glenpen60", "QLD Covid Positive": "Rugby league powerbrokers have been urged to hand Queensland this year’s NRL Grand Final as a reward for the state’s contribution to the game over the past 100 years.\nhttps://t.co/1uJveCR1qx", "QLD Covid Positive Author": "footyindustryAU", "NT Covid Positive": "Good Morning all, take care and be covid safe out there especially to all my peeps in #nswlockdown #melbournelockdown #ACT and now parts of #NT. Who are in the #MorrisonLockdown and the #GladysClusterfuk . #MorrisonFail", "NT Covid Positive Author": "MccarronWendy", "NT Covid Negative": "@PriapusIQ Mask, they r fighting for their respect. Fuck masks. See the fear in their eyes..they r nt fearing to covid. The fear they hve is Taliban.", "NT Covid Negative Author": "gwaliorprince", "TAS Covid Negative": "@JBradshaw01 This list could go on forever!\nT: Trudeau must go!\nPM: Election. \nT: Can't have an election during #Fordthwave \nDrs: Oh, you believe in Covid now. Some restrictions?\nT: No restrictions! It's a flu! Stampede time!\nMost of 🇨🇦: Just get the shot!\nT: Right to choose!\nWomen: Really?!", "TAS Covid Negative Author": "tas_lily", "TAS Covid Positive": "@_jimxgii we kinda end up being together b4 covid pero when the 2 weeks quarantine started we really havent talk ulet tas nung last bday ko he greeted me tas nagusap kami tas nagkabalikan pero we ended it pretty quick kase nalaman ko well i actually knew na we just pretending na he likesme", "TAS Covid Positive Author": "jmnpuff", "VIC Covid Negative": "Dark side of the revolting VicPress are the worst possible part for all our Mental Health in Vic - worse than covid, lockdown &amp; covid measures. They make me utterly sick with a disgusting ungrateful punitive attitude. \n\n#springst #COVID19vic #COVID19 \n#MurdochSh1tShow #MediaMafia", "VIC Covid Negative Author": "suzlette333", "VIC Covid Positive": "@chrismsbywater Her brain left her 6months ago. It's the tweety birds in her noggin telling her that! Oh, BTW in a recent JWS survey Vic is the ONLY STATE with a positive growth in leadership approval over covid! The fed gov &amp; N.S.W are both CRASHING 😅", "VIC Covid Positive Author": "TashSzydlak", "Australia Covid Positive": "Australia provides a good window onto the extent to which a person values human life and the number of lives they’d happily sacrifice in order to avoid inconvenience. People need to understand the truly hideous value systems at work in covid policy discourse. https://t.co/qToZS2MXw7 https://t.co/CNHuYcDGBG", "Australia Covid Positive Author": "San23Nia", "Australia Covid Negative": "NSW politicians in Australia are going to herd 24,000 children into a stadium to inject them with experimental covid vaccine? Wtf???😱😱😱 https://t.co/yh2Y1b5sEO", "Australia Covid Negative Author": "Eric90126424", "Scott Morrison Positive": "Breaking: PM Scott Morrison says not all Afghan interpreters and other staff will be able to be rescued to Australia. \"I know that support won't reach all that it should. On the ground events have overtaken many efforts. We wish it were different.\"", "Scott Morrison Positive Author": "PollyWi92611992", "Scott Morrison Negative": "@PatsKarvelas Kill or be killed! Robbing the third world of their #COVID19 vaccine allotment, have we lost our moral compass?  Sadly, it appear so. We are all, now tarred by the Scott Morrison code of (unethical Pentecostal/Christian) ethics! A truly unconscionable act! #auspol #COVAX", "Scott Morrison Negative Author": "VitalSparkCapt", "Gladys Berejiklian Positive": "SPOT ON!\n#auspol2021 \n#lockdowns \n#COVID19nsw \n#fortressAustralia \n#freedom \nGladys Berejiklian's vaccine and lockdown dagger to our hearts https://t.co/EPfXDAGqSj via @MailOnline", "Gladys Berejiklian Positive Author": "locked_up_in_au", "Gladys Berejiklian Negative": "\"Factions at war as Gladys Berejiklian’s crisis cabinet weighs tactics\"\n\nhttps://t.co/Ln830RuJc6", "Gladys Berejiklian Negative Author": "Bobduff1", "Daniel Andrews Negative": "Daniel Andrews showing real leadership again. The people who had the party in Melbourne were wrong, selfish and should be dealt with by the law. Their race and religion should never have been brought into it. Many on twitter have said the same. Zero to all forms of racism.", "Daniel Andrews Negative Author": "Eve5810", "Daniel Andrews Positive": "Is a rail line to link major activity centres and serve cross-suburban trips a good idea? Yes.\n\nShould government also fund quicker upgrades such as better bus services? Yes.\n\nDid the planning of Suburban Rail Loop leave something to be desired? Also yes. https://t.co/mQbWkecXxE", "Daniel Andrews Positive Author": "potatogemliker", "Australia Vaccinations Positive": "@2GB873 The healthiest form of sport currently in Australia is GOLf….. why?…because social distancing ( two players only )wearing of masks….and vaccinations is achievable plus a good Covid plan at golf course … NSW  Golf present this to NSW Sport Minister… “okay I play golf.” https://t.co/HDOcKV67UY", "Australia Vaccinations Positive Author": "HARRY_700", "Australia Vaccinations Negative": "All those angry with the new Victorian restrictions should direct their anger in the right direction\n\nMorrison did not buy enough vaccinations and screwed up with the ones he did get\nGladys failed to lock down her state and infected the rest of Australia\n\nThank you\n#LNPDisgrace", "Australia Vaccinations Negative Author": "gjholt"}