{"Australia Covid Popular": "Australian capital Canberra goes into snap lockdown after finding one Covid case. ONE.\n\n***ONE***\n\nStark staring mad.  https://t.co/A8rDaSZ3ld", "Australia Covid Popular Author": "JuliaHB1", "Australia Covid Popular Count": 5935, "NSW Covid Negative": "Two months into overwhelming crisis brought on by reckless decision of NSW govt to force NSW to “live with Covid”: 36+ dead. 6491 cases and rising. No elective surgery. Schools disrupted. Financial support inadequate. Businesses smashed. Borders shut. Change needed urgently.", "NSW Covid Negative Author": "NotSoTravelled", "NSW Covid Positive": "Thanks to a whistleblower, I have been told that the number of aged care homes in NSW with Covid outbreaks is now 33.\n\n@healthgovau should release the names of all aged care homes with outbreaks. They are exposure sites.\n\n#agedcare #nswlockdown", "NSW Covid Positive Author": "Sey2S", "WA Covid Positive": "@slsandpet This govt is vile and Covid has turned our lives upside down . Stay strong /safe . Reach out to others and know you are supported . Volunteer to help your party boot out the Libs . We can do this . The Labor party victory in WA showcased community sentiment of health over wealth", "WA Covid Positive Author": "valbailub", "WA Covid Negative": "@Aerohaveno As he is doing in WA. The only stumbling block to Wes Australians being vaccinated is the lack of vaccines. And whose fault is that? #Sameguy #ScottyFromGaslighting \n\nMark McGowan understands very well that if COVID gets into WA mines a large part of Australia's GDP is lost.", "WA Covid Negative Author": "DrRichardSallie", "ACT Covid Positive": "As COVID-19 cases surge again in Oklahoma, there is some positive news. Nearly 34,500 Oklahoma residents have gained health insurance through the Affordable Care Act exchange. That figure is more than double what OK has seen in recent years. #okhealth https://t.co/VP1HIbH3cW", "ACT Covid Positive Author": "GoldStarWife08", "ACT Covid Negative": "@bowtiedmtgoat @BowTiedBilby No ser you have it all wrong. We're under more of a threat now than ever! We need a patriot act two. It should also include provisions with appropriate funding attached to fight racism, climate change, covid and nazis https://t.co/4CykwiRdmw", "ACT Covid Negative Author": "BowTiedBullfrog", "SA Covid Negative": "People do you understand Corona was a hoax to get you to take the experimental 💉 in the meantime whoever got the Jab is infecting those around them there is no pandemic wake up take the muzzles off of your face and your kids faces as that is child abuse\nhttps://t.co/xLnxDABjoB https://t.co/xhqv2TveEc", "SA Covid Negative Author": "walker8888", "SA Covid Positive": "Good Tuesday morning Lord. Good Tuesday morning to all my fellow TBADN and SENIORS around the world.\n\nIngat po tayong lahat lagi sa panahon at sa covid. STAY SAFE. GOD BLESS US ALL ALWAYS.\n\n#TBADNBoycottMZETxAPT162 \n\nLaban lang, https://t.co/xr2243aA3K", "SA Covid Positive Author": "Nitz23473176", "QLD Covid Negative": "@josiegirl62 Ummmm Victoria how many times now?  Delta 1.  Vanilla Covid 4.   FU #GladysTheSuperSpreader  🖕🖕🖕 I’m so so ANGRY at her for allowing this to spread to VIC / QLD  / ACT.", "QLD Covid Negative Author": "jaquix173", "QLD Covid Positive": "Rugby league powerbrokers have been urged to hand Queensland this year’s NRL Grand Final as a reward for the state’s contribution to the game over the past 100 years.\nhttps://t.co/1uJveCR1qx", "QLD Covid Positive Author": "footyindustryAU", "NT Covid Negative": "Experts back Melbourne’s tough new restrictions as only way to avoid disastrous outbreak https://t.co/jTUIqlTu0v\n@theage You’ve only quoted one ‘expert’, our CHO who happens to be a public service lackey of @DanielAndrewsMP … and look how expert he was last year!! Sad reporting", "NT Covid Negative Author": "Grassrootspolly", "NT Covid Positive": "Good Morning all, take care and be covid safe out there especially to all my peeps in #nswlockdown #melbournelockdown #ACT and now parts of #NT. Who are in the #MorrisonLockdown and the #GladysClusterfuk . #MorrisonFail", "NT Covid Positive Author": "Phillippring", "TAS Covid Positive": "@_jimxgii we kinda end up being together b4 covid pero when the 2 weeks quarantine started we really havent talk ulet tas nung last bday ko he greeted me tas nagusap kami tas nagkabalikan pero we ended it pretty quick kase nalaman ko well i actually knew na we just pretending na he likesme", "TAS Covid Positive Author": "jmnpuff", "TAS Covid Negative": "@JBradshaw01 This list could go on forever!\nT: Trudeau must go!\nPM: Election. \nT: Can't have an election during #Fordthwave \nDrs: Oh, you believe in Covid now. Some restrictions?\nT: No restrictions! It's a flu! Stampede time!\nMost of 🇨🇦: Just get the shot!\nT: Right to choose!\nWomen: Really?!", "TAS Covid Negative Author": "tas_lily", "VIC Covid Negative": "The deaths in custody of two brothers in Kenya who were detained on suspicion of breaking a curfew have set off a national reckoning over police brutality, particularly in enforcing Covid rules, as a fourth wave of the pandemic hits the country. https://t.co/auhpRhBwvA", "VIC Covid Negative Author": "Ngari_Vic", "VIC Covid Positive": "In light of the current Greater Melbourne lockdown and the ongoing COVID-19 situation in Victoria, ALPA have made the decision to safeguard the health of members, competitors and sponsors and have deferred the 2021 Vic #ALPAYAC to 7 Feb 2022\n\nStay safe everyone 💙😷 #StayHome https://t.co/HRHwi85as4", "VIC Covid Positive Author": "ALPA_Agents", "Australia Covid Positive": "I love Sydney. https://t.co/Tqu8AqrdMn", "Australia Covid Positive Author": "ThomasHNguyen", "Australia Covid Negative": "Well, this is 🤬!\nNow we know where Scotty’s extra supplies are coming from. \nWe STEAL from developing countries because:\n- Gladys was stubborn &amp; ignorant\n- Selfish idiots spread covid in Victoria\n- SCOTTY CAN’T ADMIT HIS FAILURES!\n\n#auspol #covid19Aus \n https://t.co/Ll68R4cBw1", "Australia Covid Negative Author": "dexi_jo", "Scott Morrison Negative": "Day after day she says it. \"who was unvaccinated\" Playing politics, low-key blaming the dead she, her government and the Federal Scott Morrison government FAILED TO PROTECT. Disgusting. #COVID19nsw", "Scott Morrison Negative Author": "EmjayMj2", "Scott Morrison Positive": "@billshortenmp That's sounds good Bill? So when Scott Morrison does get them safely out. You and Labor? Can take all the credit? Because of what you said in 2018? Sorry for sounding so sarcastic? But I've learnt that from Labor? It seems to be the way you lot operate?😎", "Scott Morrison Positive Author": "PatrickKiem", "Gladys Berejiklian Positive": "NSW is expected to hit 70% of the population being double dose vaccinated in October. \n\n\"I want to make this very, very important point - life will be much freer than what it is today once we get to 70% and 80%. It doesn't mean we'll be completely free,\" Gladys Berejiklian said.", "Gladys Berejiklian Positive Author": "10NewsFirstSyd", "Gladys Berejiklian Negative": "@suss_mark @NSWHealth \"Can I stress\" that I am white-hot with anger at Gladys Berejiklian for her shocking failure of leadership in handling the #DeltaVariant outbreak. 🤬🤬🤬🤬🤬", "Gladys Berejiklian Negative Author": "BiancaMinnie4", "Daniel Andrews Negative": "😱😱😱 OOO AHHH \n\nDaniel Andrews just said SHITTY, cant wait for the pearl clutchers to predict the collapse of the entire fabric of polite society.\n\n#Auspol", "Daniel Andrews Negative Author": "Stephen67843639", "Daniel Andrews Positive": "A lockdown in May, June, July, and August.\n\nDaniel Andrews needs a better plan than monthly lockdowns. \n\nWe can’t keep living like this.", "Daniel Andrews Positive Author": "RadioRow1", "Australia Vaccinations Negative": "All those angry with the new Victorian restrictions should direct their anger in the right direction\n\nMorrison did not buy enough vaccinations and screwed up with the ones he did get\nGladys failed to lock down her state and infected the rest of Australia\n\nThank you\n#LNPDisgrace", "Australia Vaccinations Negative Author": "johngleeson52", "Australia Vaccinations Positive": "@StanH2443 Vaccinations rates are climbing in Australia so citizens 5G internet is improving. Bodes well for the stock. $5GN", "Australia Vaccinations Positive Author": "asxmugpunter"}