{"Australia Covid Popular": "Yes Premier, it is a war. And it was an avoidable war. Had you acted decisively on day one with a short, sharp lockdown, like other states, it would be different. Now we have a war, it’s time to fight it with full and effective measures. Not half measures https://t.co/DtN7bidSTs", "Australia Covid Popular Author": "MrKRudd", "Australia Covid Popular Count": 5217, "NSW Covid Negative": "Two months into overwhelming crisis brought on by reckless decision of NSW govt to force NSW to “live with Covid”: 36+ dead. 6491 cases and rising. No elective surgery. Schools disrupted. Financial support inadequate. Businesses smashed. Borders shut. Change needed urgently.", "NSW Covid Negative Author": "SRSheppard360", "NSW Covid Positive": "Thanks to a whistleblower, I have been told that the number of aged care homes in NSW with Covid outbreaks is now 33.\n\n@healthgovau should release the names of all aged care homes with outbreaks. They are exposure sites.\n\n#agedcare #nswlockdown", "NSW Covid Positive Author": "abigailontour", "WA Covid Positive": "@slsandpet This govt is vile and Covid has turned our lives upside down . Stay strong /safe . Reach out to others and know you are supported . Volunteer to help your party boot out the Libs . We can do this . The Labor party victory in WA showcased community sentiment of health over wealth", "WA Covid Positive Author": "YvonneGunn", "WA Covid Negative": "@6Medic @SaiKate108 Swine flu 2009: WA had a mere 22 serious vaccine injuries, vaccine halted 👏 Dr Kim Hames MLA.\n\nTGA reports 407 DEATH shortly after vaccine including comorbidity\n\nhttps://t.co/sISURg0z23\n\n927 Covid DEATH in 35,384 cases including comorbidity \n\nhttps://t.co/zo2AcuYc9I", "WA Covid Negative Author": "Sam12554430", "ACT Covid Positive": "The exposure sites in Canberra did indeed explode. Keep an eye on them, do the right thing, and stay safe friends. \n\nWe've had a pretty first rate response so far. Hopefully that pays off in the coming days.\n\nhttps://t.co/LNU2PV7Vkk", "ACT Covid Positive Author": "ryanbedwards", "ACT Covid Negative": "@Robeno @lastautobot1 @abdullahzone @WHCOS 620k people have died from Covid. Imagine what the right would do if terrorists killed 600k. Trump underplayed the threat to act like it wasn't his fault. When that didn't work, he began to blame Fauci and others and used them as a scapegoats.", "ACT Covid Negative Author": "jayhawkliberal", "SA Covid Positive": "About to start online in person hybrid #Hubday with @Connection_SVA SA schools hosted by @ProspectNorthPS! Excited to try this new method pivoting around Covid (and cancelled flights!). Nothing will stop us collaborating! @erincorbyn @JNMcLeod @CridgeSuzanne @clark_marg #goodwork", "SA Covid Positive Author": "interface2learn", "SA Covid Negative": "i watched mamamoo concerts earlier, especially 4s F/W concert, and damn, I want to experience it in this lifetime too 🤧🙁 Lord, you don't know how much I envy these people :(((  di pala ako sa covid mamamatay, sa inggit pala HAHHAHAHAHAHA https://t.co/yQAMG1GE2z", "SA Covid Negative Author": "Littlemwhee", "QLD Covid Negative": "@josiegirl62 Ummmm Victoria how many times now?  Delta 1.  Vanilla Covid 4.   FU #GladysTheSuperSpreader  🖕🖕🖕 I’m so so ANGRY at her for allowing this to spread to VIC / QLD  / ACT.", "QLD Covid Negative Author": "jaquix173", "QLD Covid Positive": "Grateful to be in QLD during Covid. Mornings like this are to be treasured. BTW: now fully vaxed (Pfizer) with zero SE’s https://t.co/cW2e4TAMAw", "QLD Covid Positive Author": "GrantSandow", "NT Covid Positive": "Good Morning all, take care and be covid safe out there especially to all my peeps in #nswlockdown #melbournelockdown #ACT and now parts of #NT. Who are in the #MorrisonLockdown and the #GladysClusterfuk . #MorrisonFail", "NT Covid Positive Author": "Jacande53", "NT Covid Negative": "Experts back Melbourne’s tough new restrictions as only way to avoid disastrous outbreak https://t.co/jTUIqlTu0v\n@theage You’ve only quoted one ‘expert’, our CHO who happens to be a public service lackey of @DanielAndrewsMP … and look how expert he was last year!! Sad reporting", "NT Covid Negative Author": "Grassrootspolly", "TAS Covid Negative": "@JBradshaw01 This list could go on forever!\nT: Trudeau must go!\nPM: Election. \nT: Can't have an election during #Fordthwave \nDrs: Oh, you believe in Covid now. Some restrictions?\nT: No restrictions! It's a flu! Stampede time!\nMost of 🇨🇦: Just get the shot!\nT: Right to choose!\nWomen: Really?!", "TAS Covid Negative Author": "tas_lily", "TAS Covid Positive": "@_jimxgii we kinda end up being together b4 covid pero when the 2 weeks quarantine started we really havent talk ulet tas nung last bday ko he greeted me tas nagusap kami tas nagkabalikan pero we ended it pretty quick kase nalaman ko well i actually knew na we just pretending na he likesme", "TAS Covid Positive Author": "jmnpuff", "VIC Covid Positive": "I really wish someone could set out a clear path forward to get out of this. There seems to be so much confusion about what COVID normal looks like in Aus in this Delta world we live in. I am broadly supportive of the steps taken by the Vic Gov to keep us safe.", "VIC Covid Positive Author": "DrewJJohnston11", "VIC Covid Negative": "@abcnews Gotta get that bit of Vic COVID bashing in early, eh, before we hear the horrendous figures resulting from NSW gov's lethal incompetence in NSW?\n*slow clap*\n#auspol #COVID19nsw #ABCSKY", "VIC Covid Negative Author": "Bukumbooee", "Australia Covid Positive": "Keep alert!\nWith all focus on #KabulHasFallen high drama, so easy for @BorisJohnson to slip thru new orders to limit our freedoms even more, eg: make Covid shots mandatory, limit free speech, or ban anything about Covid on Social Media like in Australia, and so on", "Australia Covid Positive Author": "fly85487699", "Australia Covid Negative": "@CvetkovicBobDr The mental health suffering is real. But so is the suffering of losing loved ones to a preventable disease. To date there has been no increase in suicide rates in Australia. Total death rates are higher when COVID spreads than when lockdowns are implemented.", "Australia Covid Negative Author": "navypti", "Scott Morrison Positive": "Scott Morrison and the LNP are hounding working Australians and pensioners to pay back JobKeeper payments they received, but not the billionaires who pocketed millions while their profits went up.\n\nIt's pretty clear who's side Scott Morrison is on — and it isn't yours. \n\n#auspol", "Scott Morrison Positive Author": "Bruh11432599", "Scott Morrison Negative": "Scott Morrison’s comments regarding the murder of George Floyd\n“As upsetting &amp; terrible is the murder that took place &amp; it is shocking. I just think to myself how wonderful a country is Australia”\n\nThe worlds highest incarcerator of black people. That Australia?", "Scott Morrison Negative Author": "marilyn_morgan", "Gladys Berejiklian Negative": "The blame for the NSW shitshow lies with Scott Morrison’s abysmal vaccine rollout AND Gladys Berejiklian’s negligent failure to lock down early.\n\nThey are both trying to shift blame to the “individual” but the blame for this outbreak lies squarely with them.\n\nThey both must go.", "Gladys Berejiklian Negative Author": "anthony45052793", "Gladys Berejiklian Positive": "@jeff_kennett If only Dan Andrews was doing as good a job as Gladys Berejiklian then everyone in Victoria would be so much better off\nwouldn't they Jeff??\n\n#auspol", "Gladys Berejiklian Positive Author": "maudaustralia1", "Daniel Andrews Negative": "The State Government has tried to hide a secret report showing:\n\nThe number of teenagers rushed to hospital after self-harming and suffering suicidal thoughts spiked by 51% (148 a week).\n\nThere is a mental health shadow pandemic in Victoria and Daniel Andrews must stop hiding it.", "Daniel Andrews Negative Author": "drcameronjones", "Daniel Andrews Positive": "Is a rail line to link major activity centres and serve cross-suburban trips a good idea? Yes.\n\nShould government also fund quicker upgrades such as better bus services? Yes.\n\nDid the planning of Suburban Rail Loop leave something to be desired? Also yes. https://t.co/mQbWkecXxE", "Daniel Andrews Positive Author": "Philby34", "Australia Vaccinations Negative": "All those angry with the new Victorian restrictions should direct their anger in the right direction\n\nMorrison did not buy enough vaccinations and screwed up with the ones he did get\nGladys failed to lock down her state and infected the rest of Australia\n\nThank you\n#LNPDisgrace", "Australia Vaccinations Negative Author": "VireshRatnayeke", "Australia Vaccinations Positive": "@BreakfastNews I am in Mackay Queensland luckily we are not under lock down but that doesn't stop me from thinking about everyone out there on lock down restrictions. Mental Health matters! Encourage anyone to reach out if need be. DM me. We got this #Australia. &gt;vaccinations #qld #mackay", "Australia Vaccinations Positive Author": "MerchantJW"}