{"Australia Covid Popular": "Australian capital Canberra goes into snap lockdown after finding one Covid case. ONE.\n\n***ONE***\n\nStark staring mad.  https://t.co/A8rDaSZ3ld", "Australia Covid Popular Author": "JuliaHB1", "Australia Covid Popular Count": 5938, "NSW Covid Positive": "@libertarianlaws @Idreamcaffeine Hi Libertarian Laws,\n\nJust in. A report on the current NSW situation. Hope that helps. It took a few weeks for covid to bring the self proclaimed gold standard public health service to its knees. Take care. Stay safe. https://t.co/BxMMoRbEj0", "NSW Covid Positive Author": "DrEricLevi", "NSW Covid Negative": "The NSW Police Minister was tonight shamelessly using the death of a fifteen year old to justify the authoritarianism of his Government.\n\nThis poor kid died of pneumococcal meningitis.\n\nThey now lie to your face with impunity. \n\nhttps://t.co/aHWh8otxXN", "NSW Covid Negative Author": "smbenton01", "WA Covid Positive": "A Covid free society for the forthcoming years?\nGood luck!\n\nMcGowan showed courage to keep WA safe - but now he needs courage to move us forward too https://t.co/DszwFEgJC9", "WA Covid Positive Author": "Doble6Peter", "WA Covid Negative": "So New Zealand announced a nationwide lockdown over one covid case and people are angry about it?! Wtf?! Sanaol gud ginaseryoso ang pandemic meanwhile PH be like: gihulat anay magdamo before maglockdown kag travel ban🙂", "WA Covid Negative Author": "Watashi_wa_Hanz", "ACT Covid Negative": "@pixiedustwords @CaiasMom2014 @VICENews People act like Covid is the Black Death of the Middle Ages &amp; is going to kill everyone that gets it, that is so not true. Reality is almost everyone survives it. Yes people have died but lots of viruses kill ppl that is not unusual for some ppl to die from a viral infection", "ACT Covid Negative Author": "TherealFred1230", "ACT Covid Positive": "City Council awards $200,000 of CARES Act money to Lebanon County Christian Ministries to help fund permanent homeless shelter. https://t.co/gEFhzFJiqx https://t.co/L2Ms4doGYF", "ACT Covid Positive Author": "LebanonTown", "SA Covid Negative": "2. The COVID freaking pandemic. Everybody around me gets sick, is dying, and is already tired of this pandemic. And the virus still mutates hanggang sa baka maubos nya na ang Greek letters. Everybody is barely surving, whatmore kung wala ka talagang resources.", "SA Covid Negative Author": "DaOptimistPrime", "SA Covid Positive": "@inquirerdotnet Leche! show the paper trails where the funds go if you have nothing to hide. enough with this drama to try to evoke sympathy from the people because you don't deserve mercy. naawa ka ba sa mga doctor at frontliners na namatay dahil sa covid because of your negligence?!", "SA Covid Positive Author": "AshearaWilliam1", "QLD Covid Negative": "@cinnamontoastk @Scorptec Told ya you guys shoulda com to bloody Queensland man! We are the boss state for nah covid. GO QLD!!!🤘💥🐨", "QLD Covid Negative Author": "kj_koool", "QLD Covid Positive": "@Shaun_Johnson90 When we signed you I remember how excited I was. I never managed to get to a meet and greet up here in qld for some reason namely covid but I always wanted to meet you as you have been such a humble  thoughtful member of our team. All the best to you and your family.", "QLD Covid Positive Author": "kaseynikita", "NT Covid Positive": "I'm sad that the people Mpura was always seen with, took pictures with &amp; etc, the people who most people regard as his \"friends\" are out of the country and nt here to bid Farwell to their \"bestfriend\" i understand that its covid nton nton bt ur friend is ur friend #MpuraFuneral https://t.co/uxkYracX6Q", "NT Covid Positive Author": "MadamVanWyk", "NT Covid Negative": "@CraigKellyMP https://t.co/1nE3JNLyrA\n\n&gt; ‘Overreaction’: NSW Premier urged to reverse breast screening ban\n&gt; Podcast: Is there such thing as having too much choice? \n&gt; Melbourne’s late-night trains cancelled; Victorian tourism ‘at breaking point’\n\nThis country has become cotton-picking mad.", "NT Covid Negative Author": "TheMuSinger", "TAS Covid Negative": "@theprojecttv Really??\nNot much better??\nIs that a joke?\n\nQld has 2 cases in 3 days, all in quarantine.\nDelta crushed thank you very much.\nWA zero cases.\nSA zero cases.\nTAS zero cases.\n\nNSW - uttetly incompetent basketcase.\n\nGotta love Gladys and her \"let's live with Covid\" mantra nonsense", "TAS Covid Negative Author": "t_hypocracy", "TAS Covid Positive": "@ifwitgwrs @Beas23Linda @RupertMyers the borders will only open when people are vaccinated, which is slow and has been stuffed up, but Australia has less than 1000 deaths from covid while UK has 131,000! u are getting 100 deaths a day now and you think that is great! haha, Im in Tas and everything is great here", "TAS Covid Positive Author": "Paul40902659", "VIC Covid Positive": "@MarianSaines @CharlesSzulc Just wish Vic Murdoch, Costello press would lay off the Vic govt and allow them to get on with suppressing covid, protecting us. Last year they were all we had, and did a brilliant job. They're doing same this year, under even more difficult circumstances.Thanks, Twigs. Take care", "VIC Covid Positive Author": "Lias89733971", "VIC Covid Negative": "Vic suicides\n2019 - 718\n2020 - 698\n\nGlobal\ncovid deaths - 4.3 million\nflu deaths average - 900k\nsuicide avge - 1.2 mil\n\nNeed to limit movement, interaction to end lockdown + avoid worse health + $ outcomes. Stop undermining #CovidVic #ThisIsNotJournalism @_juliabradley @msanto92", "VIC Covid Negative Author": "amshoo1", "Australia Covid Negative": "In 18 months, #COVID in #AUSTRALIA has allegedly killed 0.0037% of the population. \n\n75% were people over 80. \n\nIn the first 3 months of 2021 alone, cancer has killed over 16x more Australians.\n\nCancer deaths are up 5.1% on 2015-19 averages.", "Australia Covid Negative Author": "tshitla", "Australia Covid Positive": "Keep alert!\nWith all focus on #KabulHasFallen high drama, so easy for @BorisJohnson to slip thru new orders to limit our freedoms even more, eg: make Covid shots mandatory, limit free speech, or ban anything about Covid on Social Media like in Australia, and so on", "Australia Covid Positive Author": "MarinerMan2", "Scott Morrison Negative": "Damn you, Scott Morrison. Damn you and your stinking, rotten, useless, hollow Government. You’ve had so much time, so many warnings and pleas to act, to lead, and you have done nothing. #auspol https://t.co/pHfmartlBU", "Scott Morrison Negative Author": "smyth_rosa", "Scott Morrison Positive": "The FACTS about the CASHLESS PENSION CARD.\n\nIf you are a pensioner that uses Facebook please make sure your friends know what is happening.\n\nScott Morrison tried to legislate to put Cashless Welfare at the heart of Centrelink. #auspol https://t.co/jzRWWhyrfK", "Scott Morrison Positive Author": "MrsSimmo076", "Gladys Berejiklian Positive": "We'll be living life \"a bit freer\" at 80% vaccination, says Gladys Berejiklian. Is this a late entry in the \"why bother\" category for the Jeannette Young Awards for Encouraging Vaccine Hesitancy? Honestly.", "Gladys Berejiklian Positive Author": "BoyceH00", "Gladys Berejiklian Negative": "@helphelpandhelp @mjrowland68 I’m “anybody but the Liberals” voter amongst family &amp; friends &amp; in the minority. All I can say is that most of them are so angry with Scott Morrison &amp; Gladys Berejiklian &amp; can’t wait to vote these 2 out. I hope their rage is maintained! #covidnsw #COVID19Aus vaccination fail!", "Gladys Berejiklian Negative Author": "Bernade23672448", "Daniel Andrews Negative": "The State Government has tried to hide a secret report showing:\n\nThe number of teenagers rushed to hospital after self-harming and suffering suicidal thoughts spiked by 51% (148 a week).\n\nThere is a mental health shadow pandemic in Victoria and Daniel Andrews must stop hiding it.", "Daniel Andrews Negative Author": "GalahsThe", "Daniel Andrews Positive": "A few of the extreme laws Daniel Andrews has normalised in 🇦🇺\n\nPermit for work \n5km radius\n9pm curfew\nMask 😷 drinking beer 🍺 \nInterstate border closed\n$5K fine for a party 🎉 \nLocked in your home 🏠\n\nBut all good if we don’t agree, they’ll just label us a “right wing extremist”", "Daniel Andrews Positive Author": "Void_Spartan", "Australia Vaccinations Negative": "@kpfunk @Mikenotsoyeadon Of course not. But youre also ignoring the longterm adverse reactions, injuries and deaths of these EUA vaccinations. You ignore the media panic porn. You ignore the social media censorship. You ignore the totalitarian mandates. Do you not see what’s been happening in Australia?", "Australia Vaccinations Negative Author": "TalonXavier_", "Australia Vaccinations Positive": "@BobbyBallRockOn @9NewsAUS @lizziedaniels Yes agree, UK life is great. Australia, just get the vaccinations done asap", "Australia Vaccinations Positive Author": "sallysal111"}