{"Australia Covid Popular": "Dan is lying - hospitals are not full. There are 2200 ICU beds with ventilators in Australia - only 6 covid patients are on them #springst #auspol", "Australia Covid Popular Author": "DifficultNerd", "Australia Covid Popular Count": 1183, "NSW Covid Positive": "Thanks to a whistleblower, I have been told that the number of aged care homes in NSW with Covid outbreaks is now 33.\n\n@healthgovau should release the names of all aged care homes with outbreaks. They are exposure sites.\n\n#agedcare #nswlockdown", "NSW Covid Positive Author": "marley_polly", "NSW Covid Negative": "Victoria has been in hard lockdown for 9 days now and cases are still increasing. NSW, I’ve got some bad news for you. Your lockdown won’t do a damn thing to the numbers. Covid zero is insanity!", "NSW Covid Negative Author": "Smartie18439813", "WA Covid Positive": "Rep your team this season 😊😊\n\n It's a new lovely week. I sell quality jerseys and polo for N5,000 only. \n\nI'm at your service 24/7\n\nI deliver to all states in NIGERIA\n\nDM/WhatsApp: https://t.co/gVKZqJWg4M\nPlease retweet 🙏🙏🙏\nCovid bbnaija League nigeria Messi barca  news https://t.co/FPDFsnKvrE", "WA Covid Positive Author": "bagssentials", "WA Covid Negative": "Morrison abandoned Australians during the bushfires.\n\nMorrison abandoned Victoria during COVID.\n\nMorrison abandoned WA to Palmer’s attack.\n\nMorrison has abandoned unemployed workers.\n\nMorrison has abandoned our allies to the Taliban.\n\nHow long until Morrison abandons you?\n#auspol https://t.co/Xy3r8BkXWu", "WA Covid Negative Author": "SeaStrider", "ACT Covid Positive": "One thing local business owners might consider. If you don’t follow good protocols concerning Covid now, I will not patronize you business. I also really value my time, health, and community. If you have a positive on your staff, and don’t act to protect clients. I won’t be back.", "ACT Covid Positive Author": "mackaracka", "ACT Covid Negative": "As well as The Ferry fiasco, NHS underfunding, widening attainment gap, Glasgow rubbish &amp; missing £600k. we today read of £55m.Gupta loss, Aberdeen by-pass flop, no digital Covid passport, Billion £ extra tax bill &amp;  Green deal stitch-up. As we see SNP failing we need to act.", "ACT Covid Negative Author": "McnicolJane", "SA Covid Negative": "So my uncle sent me this and PUCHA 😂💀 Had to hit him w the uno reverse card tho Bc he’s gon die if he won’t believe in Covid. Akala ko maraming  namamatay sa maling akala is just gonna stay as a simile but shit y’all can actually die Bc of misinformation. Please get vaccinated. https://t.co/adXa3Ov4qF", "SA Covid Negative Author": "CommunityPanty", "QLD Covid Negative": "Worse &amp; worse! with no real change in NSW govt's reckless attitude &amp; 478 new Covid-19 cases, 7 additional deaths. Vic records 22 cases, Qld zero; ACT records 19; snap lockdown for Darwin &amp; Katherine. As for the PM, Morrison is clearly a lunatic. #COVID19Aus #morrisonsh1tshow https://t.co/QDTB7KxUMY", "QLD Covid Negative Author": "navypti", "QLD Covid Positive": "@slsandpet Northern beaches. \n\nBut more recently, with COVID, Qld is looking like a great example.", "QLD Covid Positive Author": "nikhilautar1", "NT Covid Positive": "Well today was an interesting return to the Darwin newsroom. Here’s hoping the #lockdown ends in greater #Darwin and #Katherine as quickly as it began. Stay safe and well, and vaccinated #coronavirus #NT #covid #sciencematters https://t.co/NrjYcw6dsE", "NT Covid Positive Author": "EmMasters", "NT Covid Negative": "The murder trial of police officer Zachary Rolfe has been delayed until next Monday after the NT records one new case of COVID-19. #9News \n\nhttps://t.co/9YPSAYQ4ox", "NT Covid Negative Author": "JackHahn9News", "TAS Covid Positive": "@NivashniNair It will. This too shall pass. Mental health during covid is so important. Think positive thoughts and believe in hope, renewed strength snd recovery. Breathing exercises. Stretching. Vit D.", "TAS Covid Positive Author": "tas_hassim13", "TAS Covid Negative": "@nickbarnesaus FYI the highest suicide rate in Australia is Tas. Can’t say Covid is to blame- a very complex issue", "TAS Covid Negative Author": "nerijsmith67", "VIC Covid Negative": "@ronInBendigo Since Covid hit our shores 18 months ago, just nine Australians under 50 have died from it. At present just three people are in vic hospital system due to Covid. Stop the bullshit @DanielAndrewsMP", "VIC Covid Negative Author": "Smartie18439813", "VIC Covid Positive": "Hey you mob… Melbourne’s COVID-19 lockdown will be extended to at least 11.59pm, 2/9  \nNew restrictions will come into effect from 11:59pm tonight (Monday 16 August).\nRead the press release here https://t.co/fccBj2Jf8u\n🖤🧡❤️Stay safe, stay strong and please STAY HOME 🏡 https://t.co/xFOUZCjSL5", "VIC Covid Positive Author": "VACCHO_org", "Australia Covid Negative": "In the first 4 months of 2021, Australia’s all-cause mortality was up 5.6%. Cancer deaths up by 8.9% thanks to inadequate treatment over lockdown. Dementia is up 18.9% thanks to social isolation. 0 covid deaths. Covid zero is a failed policy that is killing Australians #auspol", "Australia Covid Negative Author": "Susie63327384", "Australia Covid Positive": "A great example of what ANU Computing’s Software Innovation Institute can achieve for the National good @SoftwareANU @ANUComputing @anucecs\n\nhttps://t.co/zKjBpPwoXH", "Australia Covid Positive Author": "PHBarnes36", "Scott Morrison Positive": "#ABCNews Admiral Chris Barry “God help them , god help them..” referring to Scott Morrison leaving it too late (yet again) to get Afghan people who assisted the ADF out of Afghanistan. Words cannot describe how little respect is left for #ScottyDoesNothing #COVID19 #Vaccines +🔥s https://t.co/7xsMZv2DDB", "Scott Morrison Positive Author": "viralvideovlogs", "Scott Morrison Negative": "For Matt Canavan, no depth is too low, in his desperate need for attention. Today’s intervention is hurtful &amp; offensive to veterans &amp; the Afghan community. Scott Morrison should kick him out of the Morrison-Joyce Govt. It’s time our PM took some responsibility.", "Scott Morrison Negative Author": "CPiddy2", "Gladys Berejiklian Negative": "'NSW ministers have told https://t.co/QjkpCo5vfj that Ms Berejiklian is fed up with the constant undermining by the Morrison Government and expressed her anger on Sunday during private discussions where she threatened to return fire'\n\nhttps://t.co/5gC2gThT46 via @newscomauHQ", "Gladys Berejiklian Negative Author": "reds_2001", "Gladys Berejiklian Positive": "“She said, ‘If they want to start backgrounding on stuff like this, maybe it’s time I started leaking stuff that the PM says to me that never comes to fruition, like on vaccines’.” https://t.co/THKnAYLutm via @newscomauHQ", "Gladys Berejiklian Positive Author": "WellsWellskm", "Daniel Andrews Negative": "The State Government has tried to hide a secret report showing:\n\nThe number of teenagers rushed to hospital after self-harming and suffering suicidal thoughts spiked by 51% (148 a week).\n\nThere is a mental health shadow pandemic in Victoria and Daniel Andrews must stop hiding it.", "Daniel Andrews Negative Author": "CalzyMadRapper", "Daniel Andrews Positive": "Daniel Andrews is making a truly great speech right now.", "Daniel Andrews Positive Author": "mazt_t", "Australia Vaccinations Positive": "@karenandrewsmp Hard work and sacrifice by Australians gave you the best part of 12 months to organise vaccinations for Australia @karenandrewsmp. You’re proud of this? Way too little, way too late and with way too much hubris!", "Australia Vaccinations Positive Author": "rocket2207", "Australia Vaccinations Negative": "All those angry with the new Victorian restrictions should direct their anger in the right direction\n\nMorrison did not buy enough vaccinations and screwed up with the ones he did get\nGladys failed to lock down her state and infected the rest of Australia\n\nThank you\n#LNPDisgrace", "Australia Vaccinations Negative Author": "AlanGaha"}