{"Australia Covid Popular": "Former PM @MrKRudd has called for the country’s media watchdog to be abolished, saying the regulator had “monumentally failed” in its responsibilities during the pandemic by not upholding broadcast standards at Sky News Australia | @LisaVisentin \nhttps://t.co/F5KEdjKrl7", "Australia Covid Popular Author": "theage", "Australia Covid Popular Count": 135, "NSW Covid Negative": "Two months into overwhelming crisis brought on by reckless decision of NSW govt to force NSW to “live with Covid”: 36+ dead. 6491 cases and rising. No elective surgery. Schools disrupted. Financial support inadequate. Businesses smashed. Borders shut. Change needed urgently.", "NSW Covid Negative Author": "sstockwe", "NSW Covid Positive": "Answers to questions at ÑSW covid pressers : \"Can l thank.\" \"Stay at home.\"Let me thank.\" \"I can't stress that enough.\" \"I want to thank.\" \"Please know.\" \"Can l say.\" Repeat tomorrow.", "NSW Covid Positive Author": "johwells", "WA Covid Negative": "Not surprising. \n\nBiden’s woke “intelligence” gurus are the same ones who were WRONG on Russian collusion &amp; Russian bounties, WRONG about China &amp; Iran being “competitors,” WRONG on Covid origins, WRONG on Hunter’s laptop, &amp; WRONG on basically everything else. https://t.co/KUEt9lDz7N", "WA Covid Negative Author": "wa_sunflower", "WA Covid Positive": "This prick is saying that WA is the most freest &amp; successful society in the world. He also says WA has the best economy in the world. And he still boast on about a covid-zero strategy &amp; calls what's happening in NSW a basket-case. Unbelievable. https://t.co/X3tBUjofW6", "WA Covid Positive Author": "Jamie05112787", "ACT Covid Positive": "@GovRonDeSantis These funds come from American Recovery Act, thanks POTUS and Democrats in Congress,\nWhy don’t you do something for the teachers of your state. Like let them and the students wear masks to protect themselves and others from the COVID Delta variant.", "ACT Covid Positive Author": "Voltaire123", "ACT Covid Negative": "So we are now preparing for another catastrophe caused by hunger. This will lead to more deaths and crime if we do not act quickly.\n\nAt this moment, everyday 13364 people die of covid. Simultaneously, more than 12000 people die from hunger also caused by Covid. Crazy right? \n3/n", "ACT Covid Negative Author": "weltsinnig", "SA Covid Positive": "Every child deserves to grow up in a safe, stable and nurturing environment.\n\nWe must invest in the best possible mental health services to help protect an entire generation from the profound impacts of COVID-19. #MentalHealthAction https://t.co/c6w4pLsQju", "SA Covid Positive Author": "UNICEF_SA", "SA Covid Negative": "Ramaphosa said criminal activities cost our country greatly, while also weakening SA institutions and depriving citizens of basic needs. https://t.co/1Te8avKdCS", "SA Covid Negative Author": "Equitypers", "QLD Covid Negative": "Worse &amp; worse! with no real change in NSW govt's reckless attitude &amp; 478 new Covid-19 cases, 7 additional deaths. Vic records 22 cases, Qld zero; ACT records 19; snap lockdown for Darwin &amp; Katherine. As for the PM, Morrison is clearly a lunatic. #COVID19Aus #morrisonsh1tshow https://t.co/QDTB7KxUMY", "QLD Covid Negative Author": "navypti", "QLD Covid Positive": "@slsandpet Northern beaches. \n\nBut more recently, with COVID, Qld is looking like a great example.", "QLD Covid Positive Author": "nikhilautar1", "NT Covid Negative": "A conference on Developing Northern Australia has been characterised by COVID lock-down &amp; technical difficulties. The biggest technical difficulty is in fact, a lack of understanding of the NT from an NT perspective. #dontfrackthent #developingnorthernaustralia #beetalooinquiry", "NT Covid Negative Author": "FrackFreeNT", "NT Covid Positive": "Oh dear. NT have a community case and are going into lockdown for same reason as SA did last month - someone arrived from overseas and quarantined in Sydney, caught covid and then didn’t need to quarantine in NT. Could we learn from each other’s mistakes a little better please?", "NT Covid Positive Author": "thebear_52", "TAS Covid Positive": "@NivashniNair It will. This too shall pass. Mental health during covid is so important. Think positive thoughts and believe in hope, renewed strength snd recovery. Breathing exercises. Stretching. Vit D.", "TAS Covid Positive Author": "tas_hassim13", "TAS Covid Negative": "Hundreds protest in the Oklahoma state capitol against forced COVID-19 vaccinations.\n\nThe global pushback is happening. Keep fighting against tyrannical mandates. 🇺🇸 https://t.co/DxTdTUoaeL", "TAS Covid Negative Author": "TAS_Amping", "VIC Covid Negative": "No deaths from COVID jn Vic!!! 50 more businesses dead. Suicides up, mental health issues alarming increases. Education failing. Melbourne almost destroyed !! Where is the balance ?? Where is the health advice?? Why are the people doing this still being paid??? Unjust!!! Crazy!!", "VIC Covid Negative Author": "normal_mister", "VIC Covid Positive": "@StevoMedia Not really, as a West Aussie in Vic and recognising the AFL is a national competition the best thing about covid is Brissy and Perth getting Grand Finals its brilliant. Share the love NFL style.", "VIC Covid Positive Author": "bazz_harris", "Australia Covid Negative": "Hong Kong?? \nLaws were broken by China. They’ve taken it back regardless. They’re bullying Australia. They’ve killed Tibetans and are demanding they choose the next Dali Lama? The Uyghurs 😱 Infiltrated the WHO and now it looks like the UN too. Released covid onto the world.", "Australia Covid Negative Author": "Phil_Osophi", "Australia Covid Positive": "🇦🇺 Sincere thanks to @MorawieckiM for agreeing the sale of 1 million excess Pfizer doses to Australia, to help fight the current #COVID outbreak. Thanks too to colleagues from @RARS_GOV_PL, @MZ_GOV_PL and @PolandMFA who helped make this happen. 🇦🇺💉🇵🇱!!\n\nhttps://t.co/sxKJNglqjm https://t.co/gFJpLHPa0b", "Australia Covid Positive Author": "c_jurkiewicz", "Scott Morrison Negative": "@karenandrewsmp Scott Morrison had two jobs. Let's not congratulate ourselves for playing catch up on failures. Why are there no newly built covid specific quarrantine facilities ready and open? Why are NSW citizens sick &amp; dying? Gold 'standard' pivot no ack of getting it wrong. #GoneForGood", "Scott Morrison Negative Author": "jude_m_brown", "Scott Morrison Positive": "#ABCNews Admiral Chris Barry “God help them , god help them..” referring to Scott Morrison leaving it too late (yet again) to get Afghan people who assisted the ADF out of Afghanistan. Words cannot describe how little respect is left for #ScottyDoesNothing #COVID19 #Vaccines +🔥s https://t.co/7xsMZv2DDB", "Scott Morrison Positive Author": "tttezzz", "Gladys Berejiklian Negative": "The blame for the NSW shitshow lies with Scott Morrison’s abysmal vaccine rollout AND Gladys Berejiklian’s negligent failure to lock down early.\n\nThey are both trying to shift blame to the “individual” but the blame for this outbreak lies squarely with them.\n\nThey both must go.", "Gladys Berejiklian Negative Author": "stephengeo4", "Gladys Berejiklian Positive": "@leighsales @Vikkik88 @NSWHealth When will you be going to one of Gladys Berejiklian's press conferences, like you attended one of Dan Andrews, to hold her to account for the shambolic handling of the NSW Government's Covid-19 response? https://t.co/OwsNvGWFam", "Gladys Berejiklian Positive Author": "southwin28", "Daniel Andrews Positive": "Daniel Andrews Presser;\n\n“Any more questions? Thanks very much”, then walks off, shoulders back, head held high.\n\nWe’re in good hands Victoria...👏👏👏\n\n#IStandWithDan https://t.co/9FnZ2uwNXL", "Daniel Andrews Positive Author": "NinaLee96596771", "Daniel Andrews Negative": "😱😱😱 OOO AHHH \n\nDaniel Andrews just said SHITTY, cant wait for the pearl clutchers to predict the collapse of the entire fabric of polite society.\n\n#Auspol", "Daniel Andrews Negative Author": "athenathewise12", "Australia Vaccinations Negative": "All those angry with the new Victorian restrictions should direct their anger in the right direction\n\nMorrison did not buy enough vaccinations and screwed up with the ones he did get\nGladys failed to lock down her state and infected the rest of Australia\n\nThank you\n#LNPDisgrace", "Australia Vaccinations Negative Author": "santas142", "Australia Vaccinations Positive": "@CbartonBar @leighsales @NSWHealth Vaccinations suppress - agree. Communities with low vaccinations (Australia) need to curb human behaviour through strict measures to prevent wild outbreaks until vaccination levels reach the recommended level. There’s still an advantage - people not getting horribly sick / dying", "Australia Vaccinations Positive Author": "FraseCameron"}