{"Australia Covid Popular": "This would be insane under any circumstance, but all the more so because Australia's daily COVID death rate is two. \n\nNot a typo. Yes, two. Two people are dying a day, in a country with a population of 25 million. \n\nAnd this is how they respond. https://t.co/BfMEQWNYHh", "Australia Covid Popular Author": "MattWalshBlog", "Australia Covid Popular Count": 3694, "NSW Covid Negative": "NSW is teetering dangerously close to a major COVID disaster\n\nOur contact tracers are overwhelmed, our healthcare system is struggling to keep up, &amp; Mr Morrison is nowhere to be seen\n\nMr Morrison has turned his back on Sydney, because it's become too hard for him\n\nThis is on him. https://t.co/PcOkGWXTet", "NSW Covid Negative Author": "maconnolly888", "NSW Covid Positive": "Thanks to a whistleblower, I have been told that the number of aged care homes in NSW with Covid outbreaks is now 33.\n\n@healthgovau should release the names of all aged care homes with outbreaks. They are exposure sites.\n\n#agedcare #nswlockdown", "NSW Covid Positive Author": "yotakorky", "WA Covid Positive": "Mark \"China First\" McGowan doing what he does best here--selling out the GREAT people of WA.\n\nThis was filmed the night before the first Covid-19 case was recorded in Western Australia. \n\nJournalists MUST start reporting Mark's VERY strong relationship with the CCP https://t.co/mPSYIksRl2", "WA Covid Positive Author": "Sam12554430", "WA Covid Negative": "No one: \nMy mum this morning, in absolute shock and disgust for what she had to endure: So na me covid wan silent? Me? Na wa.", "WA Covid Negative Author": "chinaemeremoti", "ACT Covid Positive": "\"New Zealand moves to level 4 lockdown\" \n\nGosh I wish we had as good a leader as @jacindaardern who knows when to act. Great job NZ!! \n\nWish you all the best from Sydney Australia (where we’ve been in lockdown for 7 wks &amp; still having increasing covid cases &amp; a struggling…", "ACT Covid Positive Author": "JohnReid16", "ACT Covid Negative": "A #COVID19au outbreak in prison will likely kill imprisoned Aboriginal and Torres Strait Islander people. Many are already chronically ill, have a disability or they are parents with children who depend on them. \n\nGovt must act now to release people. \n\nhttps://t.co/rwQgCkxBL3", "ACT Covid Negative Author": "durdlin", "SA Covid Positive": "The only thing our condo admin announces on time are public holiday announcements where the office will be closed. \n\nNew covid cases sa condo? Yeah sure 2 - 3 days late k lang.", "SA Covid Positive Author": "manong", "SA Covid Negative": "In SA ..we are merely dealing with the corruption &amp; state capture that already took place years ago..but deliberately ignoring the corruption/state capture  underway..billions of Tax payer's money  looted everyday since Covid-19 started..SOE's are sold, but everyone seems ignore", "SA Covid Negative Author": "TheAceUpYoSleev", "QLD Covid Positive": "@AlecTang_ Thanks, all good here, mate. Having a better COVID Delta variant run in Qld than our friends further south so far. 🤞", "QLD Covid Positive Author": "GregVann", "QLD Covid Negative": "@cinnamontoastk @Scorptec Told ya you guys shoulda com to bloody Queensland man! We are the boss state for nah covid. GO QLD!!!🤘💥🐨", "QLD Covid Negative Author": "kj_koool", "NT Covid Positive": "Good Morning all, take care and be covid safe out there especially to all my peeps in #nswlockdown #melbournelockdown #ACT and now parts of #NT. Who are in the #MorrisonLockdown and the #GladysClusterfuk . #MorrisonFail", "NT Covid Positive Author": "valmacdonald121", "NT Covid Negative": "Reminder: If injured from covid vax, u cannot sue gov’nt or manufacturers (Pfizer, Moderna, JJ) under EUA. U cannot use normal Vax Injury Compensation Pgm. Only use much scaled down pgm used for emergencies\nA ‘black hole’ for COVID vaccine injury claims\n https://t.co/ab504lBMgO", "NT Covid Negative Author": "zz_Yoda", "TAS Covid Positive": "@DougCameron51 @GladysB Yes, sadly, NSW has completely lost control of the virus and they'll never get back to being Covid free.\nRest of Oz trying hard not to lose it like NSW has.\nWA has the best chance, and Tas' might stay lucky too.\nRoll on the vaccines!!!", "TAS Covid Positive Author": "BrunyBob", "TAS Covid Negative": "@JBradshaw01 This list could go on forever!\nT: Trudeau must go!\nPM: Election. \nT: Can't have an election during #Fordthwave \nDrs: Oh, you believe in Covid now. Some restrictions?\nT: No restrictions! It's a flu! Stampede time!\nMost of 🇨🇦: Just get the shot!\nT: Right to choose!\nWomen: Really?!", "TAS Covid Negative Author": "tas_lily", "VIC Covid Negative": "#georgiecrozier You don’t even read the advice. The Public Health orders signed by the @VictorianCHO are located on the Vic DHS website-Covid19 Section. Georgie, STOP LYING about #ReleaseHealthAdvice nonsense. You want Vics to DIE from COVID. #springst Shameful Shadow Minister. https://t.co/ySNfCc8muD", "VIC Covid Negative Author": "Commoncents21", "VIC Covid Positive": "@JonesHowdareyou I did not know that about Brett Sutton.  Shows the true humanity of the man to work with MSF in Afghanistan.   Hope all the Vic team who are so wonderful are coping with the current stress of Covid.    \nThey all deserve a medal - not nastiness.", "VIC Covid Positive Author": "ArtMarieCalais", "Australia Covid Positive": "@Beas23Linda @RupertMyers Well good luck with that one - even after vaccination (which is very slow in Australia) when your borders open there will inevitably be significant infections and I am afraid deaths. Australia is the poster child of how zero Covid strategies are not sustainable", "Australia Covid Positive Author": "ifwitgwrs", "Australia Covid Negative": "In 18 months, #COVID in #AUSTRALIA has allegedly killed 0.0037% of the population. \n\n75% were people over 80. \n\nIn the first 3 months of 2021 alone, cancer has killed over 16x more Australians.\n\nCancer deaths are up 5.1% on 2015-19 averages.", "Australia Covid Negative Author": "HodlAy", "Scott Morrison Negative": "Scott Morrison’s comments regarding the murder of George Floyd\n“As upsetting &amp; terrible is the murder that took place &amp; it is shocking. I just think to myself how wonderful a country is Australia”\n\nThe worlds highest incarcerator of black people. That Australia?", "Scott Morrison Negative Author": "colleenhm", "Scott Morrison Positive": "All these country leaders, like Macron, Jacinda,BoJo, Scott Morrison are doing as their Masters tell them hoping that those same Masters will look after them in the end🤣\nThat's appeasement like feeding a crocodile hoping it won't eat you, it will eat you in the end .", "Scott Morrison Positive Author": "davemyopinion", "Gladys Berejiklian Negative": "Gladys Berejiklian demonstrating straight up hubris for 3mins https://t.co/Kag4BEYHGS via @YouTube @GladysB @ScottMorrisonMP @JEChalmers @DanielAndrewsMP lies,lies &amp; more lies this disgusting Lib premier is just like the PM a compulsive liar she is 2 blame for NSW stuff up RESIGN", "Gladys Berejiklian Negative Author": "jessie09605869", "Gladys Berejiklian Positive": "So still lockdowns, masks &amp; restrictions even if 80% vaxxed? But I thought that’s a conspiracy theory ? Bet some are glad they ran to get the vax to get their “ freedoms back” 🤔🤣🤣🤣🤣🤣🤣🤣🤣🤣https://t.co/22Yp8IVlnj", "Gladys Berejiklian Positive Author": "THOMPSONP1950", "Daniel Andrews Negative": "Daniel Andrews has slammed \"unacceptable and evil\" anti-Semitic attacks aimed at the community involved in an illegal engagement party.\n\n\"The event that we spoke about at some length yesterday was not a function of being Jewish, it was a stupid function.\"", "Daniel Andrews Negative Author": "pallisier", "Daniel Andrews Positive": "Daniel Andrews: Please let's try to reduce unnecessary animal euthanasia, free neutering for cats and dogs! Plz sign: https://t.co/PDeTe5lkar", "Daniel Andrews Positive Author": "memory_dad", "Australia Vaccinations Positive": "Booked my vaccinations! Yay! Bookings opened for my age group yesterday in South Australia! https://t.co/UFHm1yWfSx", "Australia Vaccinations Positive Author": "heidi_helen", "Australia Vaccinations Negative": "Australia’s Covid death rate as a percentage of population is 0.0037%. \nGet a grip @GladysB @DanielAndrewsMP. \nWe lost over 4,000 people to flu &amp; pneumonia in 2019 without crushing lockdowns, mandated vaccinations or masks. #realitycheck https://t.co/PK1Ya4GTZM", "Australia Vaccinations Negative Author": "gwb26"}