{"Australia Covid Popular": "This would be insane under any circumstance, but all the more so because Australia's daily COVID death rate is two. \n\nNot a typo. Yes, two. Two people are dying a day, in a country with a population of 25 million. \n\nAnd this is how they respond. https://t.co/BfMEQWNYHh", "Australia Covid Popular Author": "MattWalshBlog", "Australia Covid Popular Count": 3694, "NSW Covid Negative": "NSW records 452 new COVID-19 cases and one death as virus spreads to Broken Hill https://t.co/WKPcQH1QA1\n\nWtf? NSW covid situation is so out of control that the government is no longer listing exposure sites. What a stupid idea! The reason provided is more spin than of substance.", "NSW Covid Negative Author": "Tony60576164", "NSW Covid Positive": "Thanks to a whistleblower, I have been told that the number of aged care homes in NSW with Covid outbreaks is now 33.\n\n@healthgovau should release the names of all aged care homes with outbreaks. They are exposure sites.\n\n#agedcare #nswlockdown", "NSW Covid Positive Author": "WhisperKats", "WA Covid Negative": "@BobIrcher @GemmaTognini @6PR She should mate. She’s got the balls to say what a lot are thinking. Stop drinking mcgowans cool aid he is destroying WA every single day with his arrogant attitude…. His hospital system is a mass failure WITHOUT COVID 🤦🏾‍♀️", "WA Covid Negative Author": "TJ66389842", "WA Covid Positive": "Mark \"China First\" McGowan doing what he does best here--selling out the GREAT people of WA.\n\nThis was filmed the night before the first Covid-19 case was recorded in Western Australia. \n\nJournalists MUST start reporting Mark's VERY strong relationship with the CCP https://t.co/mPSYIksRl2", "WA Covid Positive Author": "rday_day", "ACT Covid Negative": "@dianemariereid 2020/21 has been a shitshow. I feel terrible for the Afghan people. I will say though I’m quite confused at the American media. They’re more outraged by Biden’s ending of this war then they were of Trumps killing over 500,000 people by not bothering to act on Covid. Strange.", "ACT Covid Negative Author": "momma72of2", "ACT Covid Positive": "Albertans deserve better. Only @RachelNotley and the NDP support public health care and support nurses and frontline workers in the fight against COVID-19 both now and in the care we need after. Join the fight: https://t.co/daI4ZHOyPW #ableg #abhealth https://t.co/JOobFpAuWw", "ACT Covid Positive Author": "davideggenAB", "SA Covid Negative": "covid is creeping to SA as there is a case in broken hill this is getting really scary now thanks to #GladysClusterFukup #scottymustgo", "SA Covid Negative Author": "Isobel_Y9", "SA Covid Positive": "@claudiopoy Wala bang nag advise kay Gov G na vitamins can only do so much - anything in excess let’s say Vitamin C you will just urinate it. Haaaaaaaay. Masks 😷 are proven to help Covid spread and vaccination pero wala sa speech niya. Oh well. 🤷🏻‍♂️", "SA Covid Positive Author": "Albert0smagnus9", "QLD Covid Positive": "Rugby league powerbrokers have been urged to hand Queensland this year’s NRL Grand Final as a reward for the state’s contribution to the game over the past 100 years.\nhttps://t.co/1uJveCR1qx", "QLD Covid Positive Author": "footyindustryAU", "QLD Covid Negative": "@josiegirl62 Ummmm Victoria how many times now?  Delta 1.  Vanilla Covid 4.   FU #GladysTheSuperSpreader  🖕🖕🖕 I’m so so ANGRY at her for allowing this to spread to VIC / QLD  / ACT.", "QLD Covid Negative Author": "dodona777", "NT Covid Negative": "@PriapusIQ Mask, they r fighting for their respect. Fuck masks. See the fear in their eyes..they r nt fearing to covid. The fear they hve is Taliban.", "NT Covid Negative Author": "gwaliorprince", "NT Covid Positive": "How gracious are the ACT Covid Presser team! \nJust lovely- open and compassionate.\nAnd the NT team have their own charm. \nGreat not to listen to Polly Parrots.", "NT Covid Positive Author": "Franc91592075", "TAS Covid Positive": "@_jimxgii we kinda end up being together b4 covid pero when the 2 weeks quarantine started we really havent talk ulet tas nung last bday ko he greeted me tas nagusap kami tas nagkabalikan pero we ended it pretty quick kase nalaman ko well i actually knew na we just pretending na he likesme", "TAS Covid Positive Author": "jmnpuff", "TAS Covid Negative": "@JBradshaw01 This list could go on forever!\nT: Trudeau must go!\nPM: Election. \nT: Can't have an election during #Fordthwave \nDrs: Oh, you believe in Covid now. Some restrictions?\nT: No restrictions! It's a flu! Stampede time!\nMost of 🇨🇦: Just get the shot!\nT: Right to choose!\nWomen: Really?!", "TAS Covid Negative Author": "tas_lily", "VIC Covid Negative": "Who is the journalist at the Vic presser who just posed to @DanielAndrewsMP that we haven't had any deaths in Melbourne from Covid this year but 6 girls have died (presumably to suicide)? WTF???\n#CovidVic", "VIC Covid Negative Author": "TerriRy35919857", "VIC Covid Positive": "@adamseconomics How about worrying about your own backyard,Yea things are going great there,what NSW gave Covid to Vic 3,that’s 3 times now.And you look so intelligent.😂", "VIC Covid Positive Author": "DavidFr48475857", "Australia Covid Negative": "@CvetkovicBobDr The mental health suffering is real. But so is the suffering of losing loved ones to a preventable disease. To date there has been no increase in suicide rates in Australia. Total death rates are higher when COVID spreads than when lockdowns are implemented.", "Australia Covid Negative Author": "mickvagg", "Australia Covid Positive": "Congratulations to the Office of the Gene Technology Regulator 🧬 on celebrating 20 years 🎂🥳\n\nFind out more about their work, including how they are supporting Australia’s COVID-19 research and vaccine production at https://t.co/OC8OvYpYbI https://t.co/tKEAVobZhk", "Australia Covid Positive Author": "ACIARAustralia", "Scott Morrison Positive": "\"...We've been very non-committal right now, but there are actionable things that the Australian government can do.\"\n\n@ArifHuss shares the key steps PM Scott Morrison needs to take, to help at-risk Afghan people in the country, and abroad. #TheDrum https://t.co/WODpl31EcC", "Scott Morrison Positive Author": "dawnindenmark", "Scott Morrison Negative": "Biden defends chaotic US pullout from Afghanistan ........US President Joe Biden \"stands behind\" the decision to withdraw troops from Afghanistan ! ...THIS FOOL WOULD NOT KNOW WHERE AFGHANISTAN WAS ! AND DOES AUSTRALIA'S LWPC PM SCOTT MORRISON BELIEVE THAT OLD JOE BIDEN IS SANE ?", "Scott Morrison Negative Author": "garry182651377", "Gladys Berejiklian Positive": "SPOT ON!\n#auspol2021 \n#lockdowns \n#COVID19nsw \n#fortressAustralia \n#freedom \nGladys Berejiklian's vaccine and lockdown dagger to our hearts https://t.co/EPfXDAGqSj via @MailOnline", "Gladys Berejiklian Positive Author": "locked_up_in_au", "Gladys Berejiklian Negative": "An overarching feature of all conservatives is that they're pathological victim blamers &amp; Premier Gladys Berejiklian is no exception. The Covid crisis in NSW could've been contained by her gov't within the first couple of weeks, but now she blames its victims. #auspol #GladysFail", "Gladys Berejiklian Negative Author": "amagickeagle999", "Daniel Andrews Positive": "On the 16th August Daniel Andrews declared Victorians can’t take their mask off to have a drink. Nick Vlaustin was well ahead of the times on the 7th August after the North Melbourne game. Go Tiges! @Richmond_FC 🐯💛🖤🏆🏆🏆 https://t.co/eFMO8mCjKN", "Daniel Andrews Positive Author": "WendyLovellMP", "Daniel Andrews Negative": "Victorian Premier Daniel Andrews has condemned a wave of antisemitic abuse in Melbourne. \nThe Jewish community has been targeted with abuse following a breach of public health guidelines by a small group of Jewish people.\n#ihraforaus #antisemitism https://t.co/62YHbtR42I", "Daniel Andrews Negative Author": "AIJAC_Update", "Australia Vaccinations Negative": "All those angry with the new Victorian restrictions should direct their anger in the right direction\n\nMorrison did not buy enough vaccinations and screwed up with the ones he did get\nGladys failed to lock down her state and infected the rest of Australia\n\nThank you\n#LNPDisgrace", "Australia Vaccinations Negative Author": "gjholt", "Australia Vaccinations Positive": "@2GB873 The healthiest form of sport currently in Australia is GOLf….. why?…because social distancing ( two players only )wearing of masks….and vaccinations is achievable plus a good Covid plan at golf course … NSW  Golf present this to NSW Sport Minister… “okay I play golf.” https://t.co/HDOcKV67UY", "Australia Vaccinations Positive Author": "HARRY_700"}