{"Australia Covid Popular": "This would be insane under any circumstance, but all the more so because Australia's daily COVID death rate is two. \n\nNot a typo. Yes, two. Two people are dying a day, in a country with a population of 25 million. \n\nAnd this is how they respond. https://t.co/BfMEQWNYHh", "Australia Covid Popular Author": "MattWalshBlog", "Australia Covid Popular Count": 3694, "NSW Covid Negative": "I know we can’t deal with much more, but this is unbelievably upsetting 🥺😭\n\nAboriginal children make up 40% of western NSW Covid cases https://t.co/cRbEWjWsSd", "NSW Covid Negative Author": "MenozBowler", "NSW Covid Positive": "Updated data &amp; maps show exposure sites, cases &amp; tests, reinforcing criticality of restrictions &amp; compliance, but also remarkable progress with vaccinations. \nWe all need to be vigilant &amp; clearly we have a way to go but together we can and will get there. https://t.co/hUhprZQ29v https://t.co/04DjHAcQSO", "NSW Covid Positive Author": "jsparksnj", "WA Covid Negative": "But, foras, we still blame rains, covid-19, etc for delivering shoddy road works years ahead of schedule. NSSF, NHCC are all asleep with large chunks of land under utilised yet we have a debilitating housing crisis.\nWe are very unserious &amp; shall pay the price, one day. https://t.co/F3exhyKMWY", "WA Covid Negative Author": "wa_Kabwohe", "WA Covid Positive": "Mark \"China First\" McGowan doing what he does best here--selling out the GREAT people of WA.\n\nThis was filmed the night before the first Covid-19 case was recorded in Western Australia. \n\nJournalists MUST start reporting Mark's VERY strong relationship with the CCP https://t.co/mPSYIksRl2", "WA Covid Positive Author": "GJ4032", "ACT Covid Negative": "A #COVID19au outbreak in prison will likely kill imprisoned Aboriginal and Torres Strait Islander people. Many are already chronically ill, have a disability or they are parents with children who depend on them. \n\nGovt must act now to release people. \n\nhttps://t.co/rwQgCkxBL3", "ACT Covid Negative Author": "3TomatoesShort", "ACT Covid Positive": "Dan Andrews about the engagement party - it \"was not a reflection on the Jewish community...It was not an act of faith/culture.\" It was obviously an act of faith! They had faith that they wouldn't get/spread Covid rather than applying reason &amp; science to the situation#COVID19VIC", "ACT Covid Positive Author": "ReasonIsLight", "SA Covid Positive": "Our friend, filmmaker and model Palesa Mofokeng believes that social distancing keeps us safe. Join us and help stop COVID-19 in South Africa.\n\n#Zwakala #ZwakalaNathi #COVID19 #COVID19SA https://t.co/POGqPmbLTp", "SA Covid Positive Author": "UNICEF_SA", "SA Covid Negative": "Disappointed by Covax, [Africa] negotiated with J&amp;J for 400m vaccines. EU stood in its way. Only after President Ramaphosa threatened to ban all vaccine exports from SA did Europe agree that all J&amp;J’s future African-produced vaccines cd stay in Africa 1/2\nhttps://t.co/nIo45QuEE9", "SA Covid Negative Author": "thedewjosh", "QLD Covid Positive": "@JLa_Paglia As much as I’m loving this season of Survivor, I so miss it being located in the South Pacific islands..it just doesn’t look right &amp; rural Qld at this time of year is a tinderbox! I hope Covid will allow the next season to be filmed in an Oceania landscape.", "QLD Covid Positive Author": "M1Leonie", "QLD Covid Negative": "@josiegirl62 Ummmm Victoria how many times now?  Delta 1.  Vanilla Covid 4.   FU #GladysTheSuperSpreader  🖕🖕🖕 I’m so so ANGRY at her for allowing this to spread to VIC / QLD  / ACT.", "QLD Covid Negative Author": "BobWeescot", "NT Covid Positive": "Good Morning all, take care and be covid safe out there especially to all my peeps in #nswlockdown #melbournelockdown #ACT and now parts of #NT. Who are in the #MorrisonLockdown and the #GladysClusterfuk . #MorrisonFail", "NT Covid Positive Author": "MccarronWendy", "NT Covid Negative": "No new COVID cases, criminals must wear masks and American who sparked lockdown won't say if he is vaccinated: the latest lockdown info | NT Independent - https://t.co/nCrGO2gZY5 Darwin CCP  CCTV Cameras will be useless as NT Police advise criminals to wear a COVID mask #madworld", "NT Covid Negative Author": "ParksideNT", "TAS Covid Positive": "@DougCameron51 @GladysB Yes, sadly, NSW has completely lost control of the virus and they'll never get back to being Covid free.\nRest of Oz trying hard not to lose it like NSW has.\nWA has the best chance, and Tas' might stay lucky too.\nRoll on the vaccines!!!", "TAS Covid Positive Author": "BrunyBob", "TAS Covid Negative": "@JBradshaw01 This list could go on forever!\nT: Trudeau must go!\nPM: Election. \nT: Can't have an election during #Fordthwave \nDrs: Oh, you believe in Covid now. Some restrictions?\nT: No restrictions! It's a flu! Stampede time!\nMost of 🇨🇦: Just get the shot!\nT: Right to choose!\nWomen: Really?!", "TAS Covid Negative Author": "tas_lily", "VIC Covid Negative": "Vic suicides\n2019 - 718\n2020 - 698\n\nGlobal\ncovid deaths - 4.3 million\nflu deaths average - 900k\nsuicide avge - 1.2 mil\n\nNeed to limit movement, interaction to end lockdown + avoid worse health + $ outcomes. Stop undermining #CovidVic #ThisIsNotJournalism @_juliabradley @msanto92", "VIC Covid Negative Author": "Foy_Steve", "VIC Covid Positive": "And if you don’t know where to get vaccinated, here are some direct resources that would help: \n\nhttps://t.co/prbBbGQWkN\n\nThe Vic COVID hotline: 1800 675 398\n\nPlease reach out to your local AMS as well, they have been doing AMAZING in protecting the community ❤️❤️", "VIC Covid Positive Author": "jacintamtobin", "Australia Covid Positive": "Keep alert!\nWith all focus on #KabulHasFallen high drama, so easy for @BorisJohnson to slip thru new orders to limit our freedoms even more, eg: make Covid shots mandatory, limit free speech, or ban anything about Covid on Social Media like in Australia, and so on", "Australia Covid Positive Author": "Forrest31880437", "Australia Covid Negative": "In 18 months, #COVID in #AUSTRALIA has allegedly killed 0.0037% of the population. \n\n75% were people over 80. \n\nIn the first 3 months of 2021 alone, cancer has killed over 16x more Australians.\n\nCancer deaths are up 5.1% on 2015-19 averages.", "Australia Covid Negative Author": "BuggaThe", "Scott Morrison Positive": "@slsandpet @peggymel2001 April Scott Morrison. \nYou have had from April to save our people. \nInstead you have said I’m OK and I don’t care. \nWhat bastardry YOU‼️‼️‼️😡", "Scott Morrison Positive Author": "deayton_kerry", "Scott Morrison Negative": "Morrison: 'I remember back in May when people criticised us for evacuating people from Afghanistan'.\nWhen did anyone criticise Morrison evacuating people from Afghanistan?\nSuch a bloody victim is our Scott.", "Scott Morrison Negative Author": "triefus", "Gladys Berejiklian Positive": "Jack Lang has a greater chance of winning the next state election for the Liberal Party, than Gladys Berejiklian has of being re-elected. #ResignGladys", "Gladys Berejiklian Positive Author": "TomBuck31671469", "Gladys Berejiklian Negative": "Gladys Berejiklian stop lying you are wrong sharp short Lockdowns do work against Delta because it worked in my state of South Australia", "Gladys Berejiklian Negative Author": "LynnmillenLynn", "Daniel Andrews Negative": "The State Government has tried to hide a secret report showing:\n\nThe number of teenagers rushed to hospital after self-harming and suffering suicidal thoughts spiked by 51% (148 a week).\n\nThere is a mental health shadow pandemic in Victoria and Daniel Andrews must stop hiding it.", "Daniel Andrews Negative Author": "Del_Salvador_AU", "Daniel Andrews Positive": "Want to hear a joke⁉️\n\nVictorian Labor Supporters believe Daniel Andrews can stop a virus with divine intervention", "Daniel Andrews Positive Author": "notabluesfan", "Australia Vaccinations Negative": "Australia’s Covid death rate as a percentage of population is 0.0037%. \nGet a grip @GladysB @DanielAndrewsMP. \nWe lost over 4,000 people to flu &amp; pneumonia in 2019 without crushing lockdowns, mandated vaccinations or masks. #realitycheck https://t.co/PK1Ya4GTZM", "Australia Vaccinations Negative Author": "RickD65820701", "Australia Vaccinations Positive": "(2) My understanding is while states are responsible for the distribution, the supply is Fed Gov responsibility. Also different situations.  Would be good for the whole of Australia if NSW gets the highest % of vaccinations at the moment.", "Australia Vaccinations Positive Author": "GuidoTresoldi"}