{"Australia Covid Popular": "Australian capital Canberra goes into snap lockdown after finding one Covid case. ONE.\n\n***ONE***\n\nStark staring mad.  https://t.co/A8rDaSZ3ld", "Australia Covid Popular Author": "JuliaHB1", "Australia Covid Popular Count": 5938, "NSW Covid Negative": "This rhetoric from the Minister for Indigenous Australians is disgusting. A blatant lie. Mob in Western NSW were never a priority to him or his government and the results is this #covid catastrophe unfolding before us. https://t.co/65bkfZBKIX", "NSW Covid Negative Author": "annsippe", "NSW Covid Positive": "Updated data &amp; maps show exposure sites, cases &amp; tests, reinforcing criticality of restrictions &amp; compliance, but also remarkable progress with vaccinations. \nWe all need to be vigilant &amp; clearly we have a way to go but together we can and will get there. https://t.co/hUhprZQ29v https://t.co/04DjHAcQSO", "NSW Covid Positive Author": "tanac28", "WA Covid Negative": "The covid disaster in Florida is only getting worse, @LizetteScribe writes.\n\nPatients in St. Petersburg must wait inside parked ambulances for an hour because they can’t be promptly processed.\n\nNurses, exhausted once again, grow scarcer: https://t.co/Ytm67CuEQR", "WA Covid Negative Author": "garden4u_wa", "WA Covid Positive": "A Covid free society for the forthcoming years?\nGood luck!\n\nMcGowan showed courage to keep WA safe - but now he needs courage to move us forward too https://t.co/DszwFEgJC9", "WA Covid Positive Author": "Doble6Peter", "ACT Covid Negative": "Thread. Whew! I knew people didn't care about kids with Sandy Hook but now they are just saying it with their chests now. The Delta variant of the covid virus is attacking people under 40 heavy. It's a variant it doesn't act like the one that threatened everyone in 2020. https://t.co/yblBDhURXU", "ACT Covid Negative Author": "skylerzane", "ACT Covid Positive": "It's Hard To Be a Woman You must think like a man, act like a lady, look like a young girl, and work like a horse. \n#sarvsangi #ngo #delhi #women #charity #nonprofit #education #donate #volunteer #covid #india #love #help #children #support #community #fundraising #change https://t.co/wW2y4Imjuf", "ACT Covid Positive Author": "LowCarbLoving", "SA Covid Negative": "1: Phillip's quoted death toll from covid19 in SA is in fact both 2020 &amp; 2021's figures combined (he doesn't point this out).  2: He also makes an unsubstantiated claim that \"220,000 people MAY have died from Covid\" in SA.", "SA Covid Negative Author": "Rose53233", "SA Covid Positive": "If you're 35 or older, NOW is the time to register for your COVID-19 vaccine. Here's how 👇\n\n1️⃣ WhatsApp the word REGISTER to 0600123456 \n2️⃣ Dial *134*832# from any SA network for free \n3️⃣ Go to https://t.co/15J8vlS3Fe and click on the link to register\n\n#LetsDoThis https://t.co/vICqxXQVXw", "SA Covid Positive Author": "WesternCapeGov", "QLD Covid Positive": "@Shaun_Johnson90 When we signed you I remember how excited I was. I never managed to get to a meet and greet up here in qld for some reason namely covid but I always wanted to meet you as you have been such a humble  thoughtful member of our team. All the best to you and your family.", "QLD Covid Positive Author": "kaseynikita", "QLD Covid Negative": "@cinnamontoastk @Scorptec Told ya you guys shoulda com to bloody Queensland man! We are the boss state for nah covid. GO QLD!!!🤘💥🐨", "QLD Covid Negative Author": "kj_koool", "NT Covid Negative": "Reminder: If injured from covid vax, u cannot sue gov’nt or manufacturers (Pfizer, Moderna, JJ) under EUA. U cannot use normal Vax Injury Compensation Pgm. Only use much scaled down pgm used for emergencies\nA ‘black hole’ for COVID vaccine injury claims\n https://t.co/ab504lBMgO", "NT Covid Negative Author": "toweraftertower", "NT Covid Positive": "I'm sad that the people Mpura was always seen with, took pictures with &amp; etc, the people who most people regard as his \"friends\" are out of the country and nt here to bid Farwell to their \"bestfriend\" i understand that its covid nton nton bt ur friend is ur friend #MpuraFuneral https://t.co/uxkYracX6Q", "NT Covid Positive Author": "MadamVanWyk", "TAS Covid Negative": "@theprojecttv Really??\nNot much better??\nIs that a joke?\n\nQld has 2 cases in 3 days, all in quarantine.\nDelta crushed thank you very much.\nWA zero cases.\nSA zero cases.\nTAS zero cases.\n\nNSW - uttetly incompetent basketcase.\n\nGotta love Gladys and her \"let's live with Covid\" mantra nonsense", "TAS Covid Negative Author": "t_hypocracy", "TAS Covid Positive": "@ifwitgwrs @Beas23Linda @RupertMyers the borders will only open when people are vaccinated, which is slow and has been stuffed up, but Australia has less than 1000 deaths from covid while UK has 131,000! u are getting 100 deaths a day now and you think that is great! haha, Im in Tas and everything is great here", "TAS Covid Positive Author": "Paul40902659", "VIC Covid Positive": "@MarianSaines @CharlesSzulc Just wish Vic Murdoch, Costello press would lay off the Vic govt and allow them to get on with suppressing covid, protecting us. Last year they were all we had, and did a brilliant job. They're doing same this year, under even more difficult circumstances.Thanks, Twigs. Take care", "VIC Covid Positive Author": "Lias89733971", "VIC Covid Negative": "Vic suicides\n2019 - 718\n2020 - 698\n\nGlobal\ncovid deaths - 4.3 million\nflu deaths average - 900k\nsuicide avge - 1.2 mil\n\nNeed to limit movement, interaction to end lockdown + avoid worse health + $ outcomes. Stop undermining #CovidVic #ThisIsNotJournalism @_juliabradley @msanto92", "VIC Covid Negative Author": "amshoo1", "Australia Covid Negative": "There is no place for Antisemitism or any other form of racism in Australia. COVID-19 has nothing to do with race, and frustration at the difficulties we all face is no excuse for the abhorrent abuse we have seen of people based on race, religion and ethnicity.\n#ItStopsWithMe", "Australia Covid Negative Author": "wgpWoman", "Australia Covid Positive": "Just look at the slack jawed saint Jacinda the woke socialist currently making New Zealand the laughing stock of the world 😂😂😂😂\n\nNew Zealand is plunged into three-day lockdown over one Covid case\n https://t.co/QV7RwLhn5d", "Australia Covid Positive Author": "Nacho60363774", "Scott Morrison Negative": "@SenatorWong This is a disgrace. On 15 April 2021 Scott Morrison become \n\"emotional\" as he read out a list of Australians killed in the war in Afghanistan. Announced Australia will withdraw from Afghanistan by Sept. 123 days later we have failed the many Afghans who helped Australia.\n\n1/2", "Scott Morrison Negative Author": "Adelaide9876", "Scott Morrison Positive": "\"We wish it were different\" too, Scott Morrison! \nWe wish you held a hose.\nWe wish you'd ordered #vaccines.\nWe wish you'd built dedicated #quarantine and brought #StrandedAussies home.\nWe wish you'd #SaveOurTerps.\nOh how we wish you'd go away...\n#auspol @JasonScanes ❤🙏🏼 https://t.co/1Q1NoL1ZQh https://t.co/hyjjUgJaCq", "Scott Morrison Positive Author": "Judetomyfriends", "Gladys Berejiklian Positive": "We'll be living life \"a bit freer\" at 80% vaccination, says Gladys Berejiklian. Is this a late entry in the \"why bother\" category for the Jeannette Young Awards for Encouraging Vaccine Hesitancy? Honestly.", "Gladys Berejiklian Positive Author": "BoyceH00", "Gladys Berejiklian Negative": "@helphelpandhelp @mjrowland68 I’m “anybody but the Liberals” voter amongst family &amp; friends &amp; in the minority. All I can say is that most of them are so angry with Scott Morrison &amp; Gladys Berejiklian &amp; can’t wait to vote these 2 out. I hope their rage is maintained! #covidnsw #COVID19Aus vaccination fail!", "Gladys Berejiklian Negative Author": "Bernade23672448", "Daniel Andrews Negative": "The State Government has tried to hide a secret report showing:\n\nThe number of teenagers rushed to hospital after self-harming and suffering suicidal thoughts spiked by 51% (148 a week).\n\nThere is a mental health shadow pandemic in Victoria and Daniel Andrews must stop hiding it.", "Daniel Andrews Negative Author": "itiswhatitisoz", "Daniel Andrews Positive": "A few of the extreme laws Daniel Andrews has normalised in 🇦🇺\n\nPermit for work \n5km radius\n9pm curfew\nMask 😷 drinking beer 🍺 \nInterstate border closed\n$5K fine for a party 🎉 \nLocked in your home 🏠\n\nBut all good if we don’t agree, they’ll just label us a “right wing extremist”", "Daniel Andrews Positive Author": "PartyReality", "Australia Vaccinations Negative": "@kpfunk @Mikenotsoyeadon Of course not. But youre also ignoring the longterm adverse reactions, injuries and deaths of these EUA vaccinations. You ignore the media panic porn. You ignore the social media censorship. You ignore the totalitarian mandates. Do you not see what’s been happening in Australia?", "Australia Vaccinations Negative Author": "TalonXavier_", "Australia Vaccinations Positive": "@BobbyBallRockOn @9NewsAUS @lizziedaniels Yes agree, UK life is great. Australia, just get the vaccinations done asap", "Australia Vaccinations Positive Author": "sallysal111"}