{"Australia Covid Popular": "Dan is lying - hospitals are not full. There are 2200 ICU beds with ventilators in Australia - only 6 covid patients are on them #springst #auspol", "Australia Covid Popular Author": "DifficultNerd", "Australia Covid Popular Count": 1234, "NSW Covid Positive": "‘Sculpture Rocks’ was made possible through the support of Principal Sponsor Aqualand, Create NSW’s Covid Rescue and Restart funding and hosts Place Management NSW, Port Authority of NSW, with thanks to The Japan Foundation, Sydney.\n'Sculpture Rocks' was held 20 May-3 June, 2021. https://t.co/KlytbqFiku", "NSW Covid Positive Author": "DaughterofIAM04", "NSW Covid Negative": "Two months into overwhelming crisis brought on by reckless decision of NSW govt to force NSW to “live with Covid”: 36+ dead. 6491 cases and rising. No elective surgery. Schools disrupted. Financial support inadequate. Businesses smashed. Borders shut. Change needed urgently.", "NSW Covid Negative Author": "julielee591", "WA Covid Negative": "@MarkMcGowanMP Time to stop people coming into the country from global hotspots Mark. Would hate to see WA end up like the east coast. Millions of lives/ livelihoods destroyed by Covid outbreaks for the sake of a few coming in from global hotspots, it is madness.", "WA Covid Negative Author": "Kerrijai", "WA Covid Positive": "@MarkMcGowanMP Good on ya, Mark! 💓\nStick to Zero COVID! 👍\nWA people have a pretty much NORMAL life - which the majority want to keep and not squander for the family-reunion holidays of a handful!\n\nProtect our little children under 12 years who have no vaccine!!!\n#findourkidsavaccine", "WA Covid Positive Author": "RobertTranter1", "ACT Covid Positive": "Ozzies: Keep up with Covid exposure sites with Ken Tsang's fantastic free covid19nearme https://t.co/Fk90wQZtNr\nMap, grouped by area, tick off ones you've seen. Regular updates. NB  \"We strongly recommend checking the official list as well and using this as a guide only.\" https://t.co/cjJlQzMq6N", "ACT Covid Positive Author": "Easily_Pleased", "ACT Covid Negative": "@noitsleviOsah This was bound to happen, sadly. My kids get sick every first week or so of school, after being exposed to other kids’ germs. So for schools to act like this wasn’t likely w/Covid, is just stupid. Of course kids will get sick. Unfortunately, some will get really sick. 😪", "ACT Covid Negative Author": "2GrnYze", "SA Covid Positive": "FDA document admits “covid” #PCR test was developed without isolated #covid samples for test calibration, effectively admitting it’s testing something else #corona – Freedom Of Speech https://t.co/RCwahSRokm", "SA Covid Positive Author": "raumtraum8", "SA Covid Negative": "loe pleek help me buy fruits for my tita who tested positive for covid (antigen swab test) :( someone borrowed my money plus can't go out kasi lahat kami may lagnat sa house !! pls offer prayers din na sa final swab niya mag negative na huhu https://t.co/MNeGmPEgO6", "SA Covid Negative Author": "1207cart", "QLD Covid Negative": "Worse &amp; worse! with no real change in NSW govt's reckless attitude &amp; 478 new Covid-19 cases, 7 additional deaths. Vic records 22 cases, Qld zero; ACT records 19; snap lockdown for Darwin &amp; Katherine. As for the PM, Morrison is clearly a lunatic. #COVID19Aus #morrisonsh1tshow https://t.co/QDTB7KxUMY", "QLD Covid Negative Author": "navypti", "QLD Covid Positive": "@JustWhistle13 @PaulDKidd @youjustare_ @AnnastaciaMP @YvetteDAth @JustWhistle13 Fed govt is responsible for 70% and state is responsible for 30% of vaccination in QLD. I suggest you also try pharmacies using https://t.co/Urj42hykZC and GPs using Hotdoc and HealthEngine apps. Good luck.", "QLD Covid Positive Author": "imindrajyt", "NT Covid Positive": "Well today was an interesting return to the Darwin newsroom. Here’s hoping the #lockdown ends in greater #Darwin and #Katherine as quickly as it began. Stay safe and well, and vaccinated #coronavirus #NT #covid #sciencematters https://t.co/NrjYcw6dsE", "NT Covid Positive Author": "EmMasters", "NT Covid Negative": "The murder trial of police officer Zachary Rolfe has been delayed until next Monday after the NT records one new case of COVID-19. #9News \n\nhttps://t.co/9YPSAYQ4ox", "NT Covid Negative Author": "JackHahn9News", "TAS Covid Positive": "@AFLExchange Field of Dreams TAS, every state having an active COVID case except Tassie. Gutwein says TAS will host the Granny if Tassie can have a team. North Hobart oval hosts the Grand Final.", "TAS Covid Positive Author": "MikeTulip", "TAS Covid Negative": "@nickbarnesaus FYI the highest suicide rate in Australia is Tas. Can’t say Covid is to blame- a very complex issue", "TAS Covid Negative Author": "nerijsmith67", "VIC Covid Positive": "Hey you mob… Melbourne’s COVID-19 lockdown will be extended to at least 11.59pm, 2/9  \nNew restrictions will come into effect from 11:59pm tonight (Monday 16 August).\nRead the press release here https://t.co/fccBj2Jf8u\n🖤🧡❤️Stay safe, stay strong and please STAY HOME 🏡 https://t.co/xFOUZCjSL5", "VIC Covid Positive Author": "firstpeoplesvic", "VIC Covid Negative": "@AusSue2 @DanielAndrewsMP More died last year lol... was so bad in Vic last year coz it got into Nursing Homes.. now most vulnerable are vaccinated. End of the day, What are you willing to pay for 'Zero Covid? 200 days? 1 year? 2 years? The untold damage of lockdown is catastrophic!", "VIC Covid Negative Author": "apachecoop", "Australia Covid Negative": "#auspol  Australia this is your Prime MinisterMorrison.\nFail- response to bush fires.\nFail- to procure vaccines for whole population                       Fail - Quarantine                                    965   Australians dead from Covid 19 because of his Failure.", "Australia Covid Negative Author": "BrianBriggsSG", "Australia Covid Positive": "Hunt 04 02 21:\n\"Australia has entered into four separate agreements for the supply of COVID-19 vaccines, if they are proved to be safe and effective. Combined, these agreements will ensure access to approximately 150 million doses.\"", "Australia Covid Positive Author": "annalise108", "Scott Morrison Positive": "@ShoebridgeMLC In my town we have a vast Baptist    College campus being constructed on what’s apocryphally but not w/o justification called “the best farmland in Australia”\nFor what? -Supporting Jenn &amp; Scott Morrison’s daughters’ school’s advance in wealth &amp; prestige for fundie clowns #auspol https://t.co/QEwz8guA92", "Scott Morrison Positive Author": "FlogWarrior", "Scott Morrison Negative": "Robodebt.\n\nAustralians lost their lives.\n\nSo which Minister will lose their job?\n\nThis illegal scam was Scott Morrison’s idea.\n\n#auspol https://t.co/zOTHjGWBsy", "Scott Morrison Negative Author": "LindaOtis15", "Gladys Berejiklian Negative": "The blame for the NSW shitshow lies with Scott Morrison’s abysmal vaccine rollout AND Gladys Berejiklian’s negligent failure to lock down early.\n\nThey are both trying to shift blame to the “individual” but the blame for this outbreak lies squarely with them.\n\nThey both must go.", "Gladys Berejiklian Negative Author": "tezzr44", "Gladys Berejiklian Positive": "‘If they want to start backgrounding on stuff like this, maybe it’s time I started leaking stuff that the PM says to me that never comes to fruition, like on vaccines’ Gladys ‘loses her sh*t’ over PM https://t.co/7UvLVvvJW7 via @newscomauHQ", "Gladys Berejiklian Positive Author": "JohnRob16933826", "Daniel Andrews Negative": "The State Government has tried to hide a secret report showing:\n\nThe number of teenagers rushed to hospital after self-harming and suffering suicidal thoughts spiked by 51% (148 a week).\n\nThere is a mental health shadow pandemic in Victoria and Daniel Andrews must stop hiding it.", "Daniel Andrews Negative Author": "philltee", "Daniel Andrews Positive": "Daniel Andrews is making a truly great speech right now.", "Daniel Andrews Positive Author": "Macrojohnnorth", "Australia Vaccinations Negative": "All those angry with the new Victorian restrictions should direct their anger in the right direction\n\nMorrison did not buy enough vaccinations and screwed up with the ones he did get\nGladys failed to lock down her state and infected the rest of Australia\n\nThank you\n#LNPDisgrace", "Australia Vaccinations Negative Author": "DineshPMF1", "Australia Vaccinations Positive": "@ScepticalAussie Lol, good luck with that.\n\nIt's not like mandatory travel vaccinations haven't been compulsory for decades.\n\nFrom a person immune to yellow fever because they went to Colombia and I wouldn't be back in Australia if I didn't have the vaccine.", "Australia Vaccinations Positive Author": "k3vk4"}