{"Australia Covid Popular": "Yes Premier, it is a war. And it was an avoidable war. Had you acted decisively on day one with a short, sharp lockdown, like other states, it would be different. Now we have a war, it’s time to fight it with full and effective measures. Not half measures https://t.co/DtN7bidSTs", "Australia Covid Popular Author": "MrKRudd", "Australia Covid Popular Count": 5228, "NSW Covid Negative": "Two months into overwhelming crisis brought on by reckless decision of NSW govt to force NSW to “live with Covid”: 36+ dead. 6491 cases and rising. No elective surgery. Schools disrupted. Financial support inadequate. Businesses smashed. Borders shut. Change needed urgently.", "NSW Covid Negative Author": "khylil7", "NSW Covid Positive": "Updated data &amp; maps show exposure sites, cases &amp; tests, reinforcing criticality of restrictions &amp; compliance, but also remarkable progress with vaccinations. \nWe all need to be vigilant &amp; clearly we have a way to go but together we can and will get there. https://t.co/hUhprZQ29v https://t.co/04DjHAcQSO", "NSW Covid Positive Author": "dragonsgirl7", "WA Covid Positive": "Zero COVID for WA means our children are as safe as possible, our elderly are safe, our HCW's our safe, our economy is safe. If you oppose it that much, then Berejiklian is looking for people who want to live with COVID. Feel free to leave and go straight into a lockdown.", "WA Covid Positive Author": "TaylorS11264605", "WA Covid Negative": "But, foras, we still blame rains, covid-19, etc for delivering shoddy road works years ahead of schedule. NSSF, NHCC are all asleep with large chunks of land under utilised yet we have a debilitating housing crisis.\nWe are very unserious &amp; shall pay the price, one day. https://t.co/F3exhyKMWY", "WA Covid Negative Author": "wa_Kabwohe", "ACT Covid Negative": "A #COVID19au outbreak in prison will likely kill imprisoned Aboriginal and Torres Strait Islander people. Many are already chronically ill, have a disability or they are parents with children who depend on them. \n\nGovt must act now to release people. \n\nhttps://t.co/rwQgCkxBL3", "ACT Covid Negative Author": "ks7s", "ACT Covid Positive": "Dan Andrews about the engagement party - it \"was not a reflection on the Jewish community...It was not an act of faith/culture.\" It was obviously an act of faith! They had faith that they wouldn't get/spread Covid rather than applying reason &amp; science to the situation#COVID19VIC", "ACT Covid Positive Author": "ReasonIsLight", "SA Covid Negative": "Disappointed by Covax, [Africa] negotiated with J&amp;J for 400m vaccines. EU stood in its way. Only after President Ramaphosa threatened to ban all vaccine exports from SA did Europe agree that all J&amp;J’s future African-produced vaccines cd stay in Africa 1/2\nhttps://t.co/nIo45QuEE9", "SA Covid Negative Author": "ng_ang_a94", "SA Covid Positive": "Good Monday morning Lord. Good Monday morning to all my fellow TBADN and SENIORS around the world.\n\nIngat po tayong lahat lagi sa panahon at sa covid. STAY SAFE. GOD BLESS US ALL ALWAYS.\n\n#TBADNBoycottMZETxAPT161\n\nLaban lang, https://t.co/QCMIVwDlLF", "SA Covid Positive Author": "DhinPamatian", "QLD Covid Positive": "Rugby league powerbrokers have been urged to hand Queensland this year’s NRL Grand Final as a reward for the state’s contribution to the game over the past 100 years.\nhttps://t.co/1uJveCR1qx", "QLD Covid Positive Author": "footyindustryAU", "QLD Covid Negative": "@josiegirl62 Ummmm Victoria how many times now?  Delta 1.  Vanilla Covid 4.   FU #GladysTheSuperSpreader  🖕🖕🖕 I’m so so ANGRY at her for allowing this to spread to VIC / QLD  / ACT.", "QLD Covid Negative Author": "glenpen60", "NT Covid Negative": "No new COVID cases, criminals must wear masks and American who sparked lockdown won't say if he is vaccinated: the latest lockdown info | NT Independent - https://t.co/nCrGO2gZY5 Darwin CCP  CCTV Cameras will be useless as NT Police advise criminals to wear a COVID mask #madworld", "NT Covid Negative Author": "ParksideNT", "NT Covid Positive": "Good Morning all, take care and be covid safe out there especially to all my peeps in #nswlockdown #melbournelockdown #ACT and now parts of #NT. Who are in the #MorrisonLockdown and the #GladysClusterfuk . #MorrisonFail", "NT Covid Positive Author": "MccarronWendy", "TAS Covid Positive": "@DougCameron51 @GladysB Yes, sadly, NSW has completely lost control of the virus and they'll never get back to being Covid free.\nRest of Oz trying hard not to lose it like NSW has.\nWA has the best chance, and Tas' might stay lucky too.\nRoll on the vaccines!!!", "TAS Covid Positive Author": "BrunyBob", "TAS Covid Negative": "@JBradshaw01 This list could go on forever!\nT: Trudeau must go!\nPM: Election. \nT: Can't have an election during #Fordthwave \nDrs: Oh, you believe in Covid now. Some restrictions?\nT: No restrictions! It's a flu! Stampede time!\nMost of 🇨🇦: Just get the shot!\nT: Right to choose!\nWomen: Really?!", "TAS Covid Negative Author": "tas_lily", "VIC Covid Positive": "And if you don’t know where to get vaccinated, here are some direct resources that would help: \n\nhttps://t.co/prbBbGQWkN\n\nThe Vic COVID hotline: 1800 675 398\n\nPlease reach out to your local AMS as well, they have been doing AMAZING in protecting the community ❤️❤️", "VIC Covid Positive Author": "jacintamtobin", "VIC Covid Negative": "Vic suicides\n2019 - 718\n2020 - 698\n\nGlobal\ncovid deaths - 4.3 million\nflu deaths average - 900k\nsuicide avge - 1.2 mil\n\nNeed to limit movement, interaction to end lockdown + avoid worse health + $ outcomes. Stop undermining #CovidVic #ThisIsNotJournalism @_juliabradley @msanto92", "VIC Covid Negative Author": "suzlette333", "Australia Covid Negative": "Australia cannot accommodate a flood of poorly vetted refugees from Afganistan. We already have a housing crisis with a shortfall of 650,000 homes, skyrocketing public debt, growing urban congestion and massive dependency on welfare made worse by lockdowns and COVID-19! -PH https://t.co/0atQCGZisv", "Australia Covid Negative Author": "katevanuden", "Australia Covid Positive": "it’s good to see so many right wing and conservative voices finally care about mental health in australia.\n\nReally hope this care and acknowledgement of mental health continues after Covid, and isn’t just a large pawn in the anti-lockdown game of chess.", "Australia Covid Positive Author": "DaveSchooner", "Scott Morrison Positive": "Thousands of Afghani living in Australia for years and waiting their status to recognised but Aust Govt still relectant to take any action? miracle PM Scott Morrison look for next eclection miracle which he is dreaming in day light.\n@ALeighMP #auspol2021 \n@AlboMP https://t.co/pEv2Wx6CQf", "Scott Morrison Positive Author": "Haider1Syed", "Scott Morrison Negative": "Morrison: 'I remember back in May when people criticised us for evacuating people from Afghanistan'.\nWhen did anyone criticise Morrison evacuating people from Afghanistan?\nSuch a bloody victim is our Scott.", "Scott Morrison Negative Author": "blanketcrap", "Gladys Berejiklian Positive": "We'll be living life \"a bit freer\" at 80% vaccination, says Gladys Berejiklian. Is this a late entry in the \"why bother\" category for the Jeannette Young Awards for Encouraging Vaccine Hesitancy? Honestly.", "Gladys Berejiklian Positive Author": "kirkfletcher", "Gladys Berejiklian Negative": "Read this comment and sign the petition. They have caused such devastating effects on all Australians enough is enough No means No ! What part of No don’t they understand ! Stop the lockdowns &amp; holt the vaccines holt the army holt the pol... https://t.co/gelqmvvdcP via @ChangeAUS", "Gladys Berejiklian Negative Author": "Long2012Long", "Daniel Andrews Negative": "After the shocking attempt last year by Daniel Andrews + Labor to silence the families of deceased sexual assault victims, his new legislation, due to be debated today, still has many errors that must be fixed. Time to consult and listen. #springst  https://t.co/lWbxuaR2XG", "Daniel Andrews Negative Author": "Smartie18439813", "Daniel Andrews Positive": "@Robfromtaroona @GrumpyOLSoldier @Donsvess @sophieelsworth @andrewbogut @RitaPanahi @TimSmithMP @ACLobby please share and retweet this petition to help reopen our playgrounds for our kids! https://t.co/FdcAObeG78", "Daniel Andrews Positive Author": "Robfromtaroona", "Australia Vaccinations Negative": "@isobelroe She's gonna keep using Vaccinations as her excuse. Excuse for how it started, her excuse for deaths, her excuse for how it'll end. Never have I been so disgusted at the lack of ownership for the mess she's put all of #Australia in. \n#GladysFail #COVID19nsw #COVID19Aus #auspol", "Australia Vaccinations Negative Author": "muso1947", "Australia Vaccinations Positive": "(2) My understanding is while states are responsible for the distribution, the supply is Fed Gov responsibility. Also different situations.  Would be good for the whole of Australia if NSW gets the highest % of vaccinations at the moment.", "Australia Vaccinations Positive Author": "GuidoTresoldi"}