{"Australia Covid Popular": "Dan is lying - hospitals are not full. There are 2200 ICU beds with ventilators in Australia - only 6 covid patients are on them #springst #auspol", "Australia Covid Popular Author": "DifficultNerd", "Australia Covid Popular Count": 1194, "NSW Covid Negative": "Two months into overwhelming crisis brought on by reckless decision of NSW govt to force NSW to “live with Covid”: 36+ dead. 6491 cases and rising. No elective surgery. Schools disrupted. Financial support inadequate. Businesses smashed. Borders shut. Change needed urgently.", "NSW Covid Negative Author": "beazali", "NSW Covid Positive": "COVID appears not to be contagious outside (a thread).\n\n3 wks ago 15k good people protested COVID lockdowns in Sydney.\n\nEndless misinformed critics were certain it would be a superspreader.\n\nNSW boasts 'world's best contact tracing.'\n\nZero cases connected to the Freedom March.", "NSW Covid Positive Author": "Fiona06732795", "WA Covid Positive": "Rep your team this season 😊😊\n\n It's a new lovely week. I sell quality jerseys and polo for N5,000 only. \n\nI'm at your service 24/7\n\nI deliver to all states in NIGERIA\n\nDM/WhatsApp: https://t.co/gVKZqJWg4M\nPlease retweet 🙏🙏🙏\nCovid bbnaija League nigeria Messi barca  news https://t.co/FPDFsnKvrE", "WA Covid Positive Author": "Veebcollections", "WA Covid Negative": "Morrison abandoned Australians during the bushfires.\n\nMorrison abandoned Victoria during COVID.\n\nMorrison abandoned WA to Palmer’s attack.\n\nMorrison has abandoned unemployed workers.\n\nMorrison has abandoned our allies to the Taliban.\n\nHow long until Morrison abandons you?\n#auspol https://t.co/Xy3r8BkXWu", "WA Covid Negative Author": "SeaStrider", "ACT Covid Positive": "One thing local business owners might consider. If you don’t follow good protocols concerning Covid now, I will not patronize you business. I also really value my time, health, and community. If you have a positive on your staff, and don’t act to protect clients. I won’t be back.", "ACT Covid Positive Author": "mackaracka", "ACT Covid Negative": "@noitsleviOsah This was bound to happen, sadly. My kids get sick every first week or so of school, after being exposed to other kids’ germs. So for schools to act like this wasn’t likely w/Covid, is just stupid. Of course kids will get sick. Unfortunately, some will get really sick. 😪", "ACT Covid Negative Author": "2GrnYze", "SA Covid Positive": "Good Monday morning Lord. Good Monday morning to all my fellow TBADN and SENIORS around the world.\n\nIngat po tayong lahat lagi sa panahon at sa covid. STAY SAFE. GOD BLESS US ALL ALWAYS.\n\n#TBADNBoycottMZETxAPT161\n\nLaban lang, https://t.co/QCMIVwDlLF", "SA Covid Positive Author": "bhipagtalunan", "QLD Covid Negative": "Worse &amp; worse! with no real change in NSW govt's reckless attitude &amp; 478 new Covid-19 cases, 7 additional deaths. Vic records 22 cases, Qld zero; ACT records 19; snap lockdown for Darwin &amp; Katherine. As for the PM, Morrison is clearly a lunatic. #COVID19Aus #morrisonsh1tshow https://t.co/QDTB7KxUMY", "QLD Covid Negative Author": "navypti", "QLD Covid Positive": "@JustWhistle13 @PaulDKidd @youjustare_ @AnnastaciaMP @YvetteDAth @JustWhistle13 Fed govt is responsible for 70% and state is responsible for 30% of vaccination in QLD. I suggest you also try pharmacies using https://t.co/Urj42hykZC and GPs using Hotdoc and HealthEngine apps. Good luck.", "QLD Covid Positive Author": "imindrajyt", "NT Covid Positive": "Well today was an interesting return to the Darwin newsroom. Here’s hoping the #lockdown ends in greater #Darwin and #Katherine as quickly as it began. Stay safe and well, and vaccinated #coronavirus #NT #covid #sciencematters https://t.co/NrjYcw6dsE", "NT Covid Positive Author": "EmMasters", "NT Covid Negative": "The murder trial of police officer Zachary Rolfe has been delayed until next Monday after the NT records one new case of COVID-19. #9News \n\nhttps://t.co/9YPSAYQ4ox", "NT Covid Negative Author": "JackHahn9News", "TAS Covid Positive": "@NivashniNair It will. This too shall pass. Mental health during covid is so important. Think positive thoughts and believe in hope, renewed strength snd recovery. Breathing exercises. Stretching. Vit D.", "TAS Covid Positive Author": "tas_hassim13", "TAS Covid Negative": "@nickbarnesaus FYI the highest suicide rate in Australia is Tas. Can’t say Covid is to blame- a very complex issue", "TAS Covid Negative Author": "nerijsmith67", "VIC Covid Positive": "Hey you mob… Melbourne’s COVID-19 lockdown will be extended to at least 11.59pm, 2/9  \nNew restrictions will come into effect from 11:59pm tonight (Monday 16 August).\nRead the press release here https://t.co/fccBj2Jf8u\n🖤🧡❤️Stay safe, stay strong and please STAY HOME 🏡 https://t.co/xFOUZCjSL5", "VIC Covid Positive Author": "firstpeoplesvic", "VIC Covid Negative": "@ronInBendigo Since Covid hit our shores 18 months ago, just nine Australians under 50 have died from it. At present just three people are in vic hospital system due to Covid. Stop the bullshit @DanielAndrewsMP", "VIC Covid Negative Author": "Smartie18439813", "Australia Covid Negative": "FFS Australia.... All I'm reading about is shit slinging the blame for lockdowns and Covid hysteria..... When it comes down to it.... \n\n Zero Covid numbers=IMPOSSIBLE\n\n Not enough Vaccine=Leadership issue\n\nMedia= scare mongering \n\n Stop fighting and do this as one💪👊", "Australia Covid Negative Author": "PaulMal56749231", "Australia Covid Positive": "THE MAGNIFICENT AUSTRALIA HAS SOME OF THE BEST COVID 19 NUMBERS IN THE WORLD!!!!!!!!!!!!!!!", "Australia Covid Positive Author": "Nicjournalist", "Scott Morrison Negative": "The blame for the NSW shitshow lies with Scott Morrison’s abysmal vaccine rollout AND Gladys Berejiklian’s negligent failure to lock down early.\n\nThey are both trying to shift blame to the “individual” but the blame for this outbreak lies squarely with them.\n\nThey both must go.", "Scott Morrison Negative Author": "martris6", "Scott Morrison Positive": "#ABCNews Admiral Chris Barry “God help them , god help them..” referring to Scott Morrison leaving it too late (yet again) to get Afghan people who assisted the ADF out of Afghanistan. Words cannot describe how little respect is left for #ScottyDoesNothing #COVID19 #Vaccines +🔥s https://t.co/7xsMZv2DDB", "Scott Morrison Positive Author": "Luogosano", "Gladys Berejiklian Negative": "The blame for the NSW shitshow lies with Scott Morrison’s abysmal vaccine rollout AND Gladys Berejiklian’s negligent failure to lock down early.\n\nThey are both trying to shift blame to the “individual” but the blame for this outbreak lies squarely with them.\n\nThey both must go.", "Gladys Berejiklian Negative Author": "martris6", "Gladys Berejiklian Positive": "‘If they want to start backgrounding on stuff like this, maybe it’s time I started leaking stuff that the PM says to me that never comes to fruition, like on vaccines’ Gladys ‘loses her sh*t’ over PM https://t.co/7UvLVvvJW7 via @newscomauHQ", "Gladys Berejiklian Positive Author": "McClureRodney", "Daniel Andrews Negative": "The State Government has tried to hide a secret report showing:\n\nThe number of teenagers rushed to hospital after self-harming and suffering suicidal thoughts spiked by 51% (148 a week).\n\nThere is a mental health shadow pandemic in Victoria and Daniel Andrews must stop hiding it.", "Daniel Andrews Negative Author": "the_dark_globe", "Daniel Andrews Positive": "Premier Daniel Andrews has lashed the organisers and attendees of an engagement party that was held in breach of public health orders\n#CoronavirusPandemic #Victoria https://t.co/mvlNfc3EJk", "Daniel Andrews Positive Author": "h24news_au", "Australia Vaccinations Negative": "All those angry with the new Victorian restrictions should direct their anger in the right direction\n\nMorrison did not buy enough vaccinations and screwed up with the ones he did get\nGladys failed to lock down her state and infected the rest of Australia\n\nThank you\n#LNPDisgrace", "Australia Vaccinations Negative Author": "AlanGaha", "Australia Vaccinations Positive": "@ScepticalAussie Lol, good luck with that.\n\nIt's not like mandatory travel vaccinations haven't been compulsory for decades.\n\nFrom a person immune to yellow fever because they went to Colombia and I wouldn't be back in Australia if I didn't have the vaccine.", "Australia Vaccinations Positive Author": "k3vk4"}