{"Australia Covid Popular": "Dan is lying - hospitals are not full. There are 2200 ICU beds with ventilators in Australia - only 6 covid patients are on them #springst #auspol", "Australia Covid Popular Author": "DifficultNerd", "Australia Covid Popular Count": 1308, "NSW Covid Negative": "Two months into overwhelming crisis brought on by reckless decision of NSW govt to force NSW to “live with Covid”: 36+ dead. 6491 cases and rising. No elective surgery. Schools disrupted. Financial support inadequate. Businesses smashed. Borders shut. Change needed urgently.", "NSW Covid Negative Author": "AndyPagent", "NSW Covid Positive": "I rebuke Covid 19 and Delta variant from my home and my family and friends! With a heavy heart and with faith🙏🏽", "NSW Covid Positive Author": "__nsw", "WA Covid Negative": "Morrison abandoned Australians during the bushfires.\n\nMorrison abandoned Victoria during COVID.\n\nMorrison abandoned WA to Palmer’s attack.\n\nMorrison has abandoned unemployed workers.\n\nMorrison has abandoned our allies to the Taliban.\n\nHow long until Morrison abandons you?\n#auspol https://t.co/Xy3r8BkXWu", "WA Covid Negative Author": "jungjungswamp", "WA Covid Positive": "Rep your team this season 😊😊\n\n It's a new lovely week. I sell quality jerseys and polo for N5,000 only. \n\nI'm at your service 24/7\n\nI deliver to all states in NIGERIA\n\nDM/WhatsApp: https://t.co/gVKZqJWg4M\nPlease retweet 🙏🙏🙏\nCovid bbnaija League nigeria Messi barca  news https://t.co/FPDFsnKvrE", "WA Covid Positive Author": "VivianMaryjane", "ACT Covid Negative": "Disaster Management Act can't be treated as a panacea for every evil allowing government authorities to run amok, high court says.\n\nhttps://t.co/D0W0OhdnFt", "ACT Covid Negative Author": "PayaswiniLLB", "ACT Covid Positive": "@FrayedEnds21 Very true.\n\nIt’s important to acknowledge that the plandemic was result of the CARES Act, not the other way around.\n\nThe CARES Act paid hospitals an extra 20% for cases and deaths categorized as Covid.\n\nCoronavirus includes cold, flu &amp; pneumonia. Lump them together...pandemic.", "ACT Covid Positive Author": "FrayedEnds21", "SA Covid Positive": "FDA document admits “covid” PCR test was developed without isolated covid samples for test calibration, effectively admitting it’s testing something else https://t.co/HE00qRgZta via @wordpressdotcom", "SA Covid Positive Author": "Wokrebad", "SA Covid Negative": "No spectators to be allowed at Paralympics Games as Covid cases continue to rise. https://t.co/GuQdXyIgAG via @BowThemes", "SA Covid Negative Author": "fullview_sa", "QLD Covid Negative": "@Skippie87 That’s psychotic QLD crazy ! In NSW you would’ve qualified ! SMH … anyone with respiratory issues should be above everyone else given covid is a respiratory disease … good one Dr Young (and stupid) 😳😳😳", "QLD Covid Negative Author": "feebs1907", "QLD Covid Positive": "Reminder: your business may be eligible for a $5000 grant from the COVID-19 Business Support Grants program it has been impacted by recent lockdowns.\n\nApplications are now open for 3 months &amp; all eligible applicants will receive the grant.\n\nMore info here: https://t.co/gVLd7TU4MD https://t.co/K9WP46BBTq", "QLD Covid Positive Author": "JenMP4Ipswich", "NT Covid Positive": "@PMOIndia @narendramodi Dear sir, plz take a necessary step towards covid worriers those r worked both wave of Covid pandamic with liferisk. They came for nation with left their pvt hospital job left. Last month govt disange them . im telling this with heavy heart they hve nt ability for hand to mouth.", "NT Covid Positive Author": "BramhaSibaram", "NT Covid Negative": "@Luke36020196 @MatthewGuyMP @TimSmithMP I’ll give you a credible alternative. Do away with the damned curfew! No other premier in Australia has imposed any curfews! And SA, WA, QLD., NT., and Tasmania are all doing better with COVID than Victoria. There’s no good public health reason for it.", "NT Covid Negative Author": "charlesdworak", "TAS Covid Positive": "@AFLExchange Field of Dreams TAS, every state having an active COVID case except Tassie. Gutwein says TAS will host the Granny if Tassie can have a team. North Hobart oval hosts the Grand Final.", "TAS Covid Positive Author": "MikeTulip", "TAS Covid Negative": "@nickbarnesaus FYI the highest suicide rate in Australia is Tas. Can’t say Covid is to blame- a very complex issue", "TAS Covid Negative Author": "nerijsmith67", "VIC Covid Negative": "Today @GladysB conceded that restrictions and lockdowns will continue at high vaccination levels. They are a feature, not a bug, of \"living with COVID\" model forced on NSW and Australia by NSW govt from mid-June. Reverse this chaos, adopt today's Vic measures and return to zero.", "VIC Covid Negative Author": "KnightSonnie", "VIC Covid Positive": "@vic_tracy @vic_tracy, thanks for your question. While studies are ongoing, new data will be shared as it becomes available. You can always find the latest on https://t.co/2kgWEhPbzx. For any additional questions, please call our COVID-19 Vaccine Support Center at 1-800-565-4008.", "VIC Covid Positive Author": "vic_tracy", "Australia Covid Negative": "In Australia, 19 months into a ‘Pandemic’ so terrifying, that National deaths last year were their equal lowest in 11yrs-I know of no one who’s had Covid.\nNor does anyone else I know.\n69 people under 70 have died in 570+ days in the entire Country.\nIt’s a shocking fraud. https://t.co/sa0jniXCta", "Australia Covid Negative Author": "whitestrat69", "Australia Covid Positive": "@RapperiyaBaalam Also realized that you guys have got nice collection of songs under your belt, me and my friends would love to see you performing in Australia once this Covid situation is over for good", "Australia Covid Positive Author": "jatstheway", "Scott Morrison Positive": "Comedian Celeste Barber has attracted a huge international audience to her video suggesting Scott Morrison let Australia down.  https://t.co/3EszmDBQAU", "Scott Morrison Positive Author": "MarianSmedley", "Scott Morrison Negative": "Scott Morrison’s comments regarding the murder of George Floyd\n“As upsetting &amp; terrible is the murder that took place &amp; it is shocking. I just think to myself how wonderful a country is Australia”\n\nThe worlds highest incarcerator of black people. That Australia?", "Scott Morrison Negative Author": "AaronTa67472031", "Gladys Berejiklian Negative": "The blame for the NSW shitshow lies with Scott Morrison’s abysmal vaccine rollout AND Gladys Berejiklian’s negligent failure to lock down early.\n\nThey are both trying to shift blame to the “individual” but the blame for this outbreak lies squarely with them.\n\nThey both must go.", "Gladys Berejiklian Negative Author": "LinnyAMcA", "Gladys Berejiklian Positive": "‘If they want to start backgrounding on stuff like this, maybe it’s time I started leaking stuff that the PM says to me that never comes to fruition, like on vaccines’ Gladys ‘loses her sh*t’ over PM https://t.co/7UvLVvvJW7 via @newscomauHQ", "Gladys Berejiklian Positive Author": "maurziegirl", "Daniel Andrews Negative": "😱😱😱 OOO AHHH \n\nDaniel Andrews just said SHITTY, cant wait for the pearl clutchers to predict the collapse of the entire fabric of polite society.\n\n#Auspol", "Daniel Andrews Negative Author": "real_jmcsomeone", "Daniel Andrews Positive": "Daniel Andrews is making a truly great speech right now.", "Daniel Andrews Positive Author": "colleenhm", "Australia Vaccinations Positive": "@BillHanage In Australia now. Trust me you do not want to go our route. We are burning down the village to save it.\n\nJust keep pushing vaccinations and enjoy your freedom.", "Australia Vaccinations Positive Author": "vancityreyes", "Australia Vaccinations Negative": "All those angry with the new Victorian restrictions should direct their anger in the right direction\n\nMorrison did not buy enough vaccinations and screwed up with the ones he did get\nGladys failed to lock down her state and infected the rest of Australia\n\nThank you\n#LNPDisgrace", "Australia Vaccinations Negative Author": "michael42370100"}