{"Australia Covid Popular": "Australian capital Canberra goes into snap lockdown after finding one Covid case. ONE.\n\n***ONE***\n\nStark staring mad.  https://t.co/A8rDaSZ3ld", "Australia Covid Popular Author": "JuliaHB1", "Australia Covid Popular Count": 5938, "NSW Covid Negative": "@nswcovidbot @GladysB aka @NSWHealth now saying focus on shops was wrong, and distracting public who are really at fault. So it's her fault when she distracted us with her pleading for people to get tested if they'd been to a hotspot.  #ignoreGladys #GladysClusterfuk https://t.co/eb1cn5h0OE", "NSW Covid Negative Author": "wombatk1", "NSW Covid Positive": "Why am I left with the impression that certain sections of the media would love nothing more than Melbourne’s outbreak to become out of control like the NSW second wave?\n\nIt feels like last year. \n\nWe’re fighting COVID, the media, AND the Liberals. \n\n#COVID19Vic", "NSW Covid Positive Author": "weathermanrizzo", "WA Covid Positive": "A Covid free society for the forthcoming years?\nGood luck!\n\nMcGowan showed courage to keep WA safe - but now he needs courage to move us forward too https://t.co/DszwFEgJC9", "WA Covid Positive Author": "Doble6Peter", "WA Covid Negative": "So New Zealand announced a nationwide lockdown over one covid case and people are angry about it?! Wtf?! Sanaol gud ginaseryoso ang pandemic meanwhile PH be like: gihulat anay magdamo before maglockdown kag travel ban🙂", "WA Covid Negative Author": "Watashi_wa_Hanz", "ACT Covid Negative": "@pixiedustwords @CaiasMom2014 @VICENews People act like Covid is the Black Death of the Middle Ages &amp; is going to kill everyone that gets it, that is so not true. Reality is almost everyone survives it. Yes people have died but lots of viruses kill ppl that is not unusual for some ppl to die from a viral infection", "ACT Covid Negative Author": "TherealFred1230", "ACT Covid Positive": "\"Remember to always act like you have Covid-19. Stay clear of others and don't put them in harm's way.\"\nSuch a simple and smart rule! https://t.co/hJQMiOet4P", "ACT Covid Positive Author": "dussydelf", "SA Covid Positive": "💉 Done!! I've been pricked!! In two weeks I'll have a 95% better chance at surviving Covid if I get it. \nThank you @Discovery_SA and @WesternCapeGov for a flawless process. https://t.co/mijZ91HtOt", "SA Covid Positive Author": "Derek_Hanekom", "SA Covid Negative": "di ko alam if dahil to sa 1 year+ covid stress or sa accumulation ng matinding burnout that goes way far back pa or if my health is really just shit pero rn i'm just perpetually tired and i can't bring myself to do school shit as urgently or as time-efficiently anymore so um wah", "SA Covid Negative Author": "izzzzyyyy_2", "QLD Covid Negative": "@cinnamontoastk @Scorptec Told ya you guys shoulda com to bloody Queensland man! We are the boss state for nah covid. GO QLD!!!🤘💥🐨", "QLD Covid Negative Author": "kj_koool", "QLD Covid Positive": "@Shaun_Johnson90 When we signed you I remember how excited I was. I never managed to get to a meet and greet up here in qld for some reason namely covid but I always wanted to meet you as you have been such a humble  thoughtful member of our team. All the best to you and your family.", "QLD Covid Positive Author": "kaseynikita", "NT Covid Positive": "I'm sad that the people Mpura was always seen with, took pictures with &amp; etc, the people who most people regard as his \"friends\" are out of the country and nt here to bid Farwell to their \"bestfriend\" i understand that its covid nton nton bt ur friend is ur friend #MpuraFuneral https://t.co/uxkYracX6Q", "NT Covid Positive Author": "Kuznets16", "NT Covid Negative": "@CraigKellyMP https://t.co/1nE3JNLyrA\n\n&gt; ‘Overreaction’: NSW Premier urged to reverse breast screening ban\n&gt; Podcast: Is there such thing as having too much choice? \n&gt; Melbourne’s late-night trains cancelled; Victorian tourism ‘at breaking point’\n\nThis country has become cotton-picking mad.", "NT Covid Negative Author": "TheMuSinger", "TAS Covid Negative": "@theprojecttv Really??\nNot much better??\nIs that a joke?\n\nQld has 2 cases in 3 days, all in quarantine.\nDelta crushed thank you very much.\nWA zero cases.\nSA zero cases.\nTAS zero cases.\n\nNSW - uttetly incompetent basketcase.\n\nGotta love Gladys and her \"let's live with Covid\" mantra nonsense", "TAS Covid Negative Author": "t_hypocracy", "TAS Covid Positive": "@ifwitgwrs @Beas23Linda @RupertMyers the borders will only open when people are vaccinated, which is slow and has been stuffed up, but Australia has less than 1000 deaths from covid while UK has 131,000! u are getting 100 deaths a day now and you think that is great! haha, Im in Tas and everything is great here", "TAS Covid Positive Author": "Paul40902659", "VIC Covid Negative": "Vic suicides\n2019 - 718\n2020 - 698\n\nGlobal\ncovid deaths - 4.3 million\nflu deaths average - 900k\nsuicide avge - 1.2 mil\n\nNeed to limit movement, interaction to end lockdown + avoid worse health + $ outcomes. Stop undermining #CovidVic #ThisIsNotJournalism @_juliabradley @msanto92", "VIC Covid Negative Author": "amshoo1", "VIC Covid Positive": "@MwilliamDMD If u want to go out &amp; about causing covid spread, create NSW like situation in Vic, then it's time u give up ur healthcare privileges #COVIDIOTS", "VIC Covid Positive Author": "Victori76896000", "Australia Covid Negative": "@BBCNews NSW politicians in Australia are going to herd 24,000 children into a stadium to inject them with experimental covid vaccine? Wtf..who will be held accountable if any of these children are injured or worse. This is unacceptable and a crime against humanity.. https://t.co/l6oyO8vLlV", "Australia Covid Negative Author": "DrKuklinski", "Australia Covid Positive": "\"What is your message to people who question the need for an alert level 4 lockdown?\"\n\n\"Australia!\"\n\nGive the signer an award...\n\n#COVID #COVID19nz https://t.co/ac7YIpOBbV", "Australia Covid Positive Author": "Jenoli42", "Scott Morrison Positive": "With respect to our Defence Minister , these groups seen off britain, the soviet union, the Americans. Its clear the #Talibans care not who is watching. This is a time for action to preserve our supporters lives not posturing. #Afghan_lives_matter #auspol\nhttps://t.co/VVl5Tm7oaw", "Scott Morrison Positive Author": "AntoinDomhnaill", "Scott Morrison Negative": "Damn you, Scott Morrison. Damn you and your stinking, rotten, useless, hollow Government. You’ve had so much time, so many warnings and pleas to act, to lead, and you have done nothing. #auspol https://t.co/pHfmartlBU", "Scott Morrison Negative Author": "oversharer1", "Gladys Berejiklian Positive": "Clearly too precious our Gladys Berejiklian. \n\n#GladysTheSuperSpreader #GladysMustResignNow #scottymustgo #auspol #nswpol #COVID19Vic https://t.co/QdOyH7kZ4f", "Gladys Berejiklian Positive Author": "ClarkeWilson17", "Gladys Berejiklian Negative": "If what I am hearing is correct, then 6 million law abiding citizens are being punished for the actions of a few 👉 the Gladys Berejiklian NSW Liberal government.\n\nMadness that her government hasn't been dismissed yet.\n\nAt least this Gladys in a Suit is no longer our Premier!👇 https://t.co/vLjzA83Wmb https://t.co/ABgNrSQ5ue", "Gladys Berejiklian Negative Author": "PCribbett", "Daniel Andrews Negative": "The State Government has tried to hide a secret report showing:\n\nThe number of teenagers rushed to hospital after self-harming and suffering suicidal thoughts spiked by 51% (148 a week).\n\nThere is a mental health shadow pandemic in Victoria and Daniel Andrews must stop hiding it.", "Daniel Andrews Negative Author": "makeit2success", "Daniel Andrews Positive": "A few of the extreme laws Daniel Andrews has normalised in 🇦🇺\n\nPermit for work \n5km radius\n9pm curfew\nMask 😷 drinking beer 🍺 \nInterstate border closed\n$5K fine for a party 🎉 \nLocked in your home 🏠\n\nBut all good if we don’t agree, they’ll just label us a “right wing extremist”", "Daniel Andrews Positive Author": "Seaside13R", "Australia Vaccinations Negative": "@kpfunk @Mikenotsoyeadon Of course not. But youre also ignoring the longterm adverse reactions, injuries and deaths of these EUA vaccinations. You ignore the media panic porn. You ignore the social media censorship. You ignore the totalitarian mandates. Do you not see what’s been happening in Australia?", "Australia Vaccinations Negative Author": "TalonXavier_", "Australia Vaccinations Positive": "@BobbyBallRockOn @9NewsAUS @lizziedaniels Yes agree, UK life is great. Australia, just get the vaccinations done asap", "Australia Vaccinations Positive Author": "sallysal111"}