{"Australia Covid Popular": "Dan is lying - hospitals are not full. There are 2200 ICU beds with ventilators in Australia - only 6 covid patients are on them #springst #auspol", "Australia Covid Popular Author": "DifficultNerd", "Australia Covid Popular Count": 513, "NSW Covid Negative": "Brilliant.\nAussies must never forget why we're in this mess today.\n\nFed Govt &amp; NSW Govt were arrogant, ignored the seriousness of Covid &amp; continued to make bad decision after bad decision.\n\nDon't let them get away blaming US.\nIt's not us; it is @ScottMorrisonMP &amp; @GladysB https://t.co/s8p9JoMOBh", "NSW Covid Negative Author": "willowgumeagle", "NSW Covid Positive": "Todays deaths in NSW: \n- Man in 80s not vaccinated\n- Man in 40s not vaccinated\n- Woman in 70s\n- Woman in 80s - Aged Care Resident. Not vaccinated\n- Man in 70s , had 1 dose\n- Man in 80s not vaccinated\n- Man in 80s not vaccinated\n- 15 year old who had COVID, didn't die from Covid", "NSW Covid Positive Author": "P90Walsh", "WA Covid Negative": "What is absurd is the fact we have this useless bastard for PM, McGowan should tell Morrison to GFY\n\nScott Morrison criticises WA’s ‘absurd’ plan to pursue Covid-zero strategy even when vaccination high https://t.co/6Qk3nmYa3o", "WA Covid Negative Author": "w0mbatus", "WA Covid Positive": "@sofistic8ed Yep, playgrounds and skate parks closed in the first WA lockdown as well.  Prevented congregations of people in the parks.\n\nKids can still kick a ball around, ride a scooter, play on the grass.   It's not the end of the world.  Catching COVID on the other hand.....\n#COVID19Aus", "WA Covid Positive Author": "darcy27270", "ACT Covid Negative": "Prediction\nAnother act of Terrorism to distract us from the Covid act of political incorporated terrorism right around 9/11/2021\nBig anniversary so pay attention.\nYour enemy is 93 mayors in Ct. with different mask mandates and 1 Governor who refuses to take the blame for them.", "ACT Covid Negative Author": "richstark7", "ACT Covid Positive": "@usedgov @POTUS @VP TX parents need help! TX ISDs like @FortBendISD won’t act &amp; aren’t serious about implementing strong Covid mitigation strategies (distance &amp; masks). @GovAbbott @teainfo won’t release previously earmarked funds for virtual learning. TX hospitals overwhelmed.", "ACT Covid Positive Author": "erksaurabh", "SA Covid Positive": "Good Monday morning Lord. Good Monday morning to all my fellow TBADN and SENIORS around the world.\n\nIngat po tayong lahat lagi sa panahon at sa covid. STAY SAFE. GOD BLESS US ALL ALWAYS.\n\n#TBADNBoycottMZETxAPT161\n\nLaban lang, https://t.co/QCMIVwDlLF", "SA Covid Positive Author": "aidasreyes", "SA Covid Negative": "I hate to break it to the mandate police but, even if 100% of the population got vaccinated tomorrow, there would still be cases of Covid-19. It’s instinctual to hide from danger, but it’s prudent we learn to accept a level of risk moving forward in this unprecedented time.", "SA Covid Negative Author": "sa_ordinary", "QLD Covid Positive": "Applications for the 2021 COVID-19 Business Support Grants are now open. All eligible businesses who apply for a grant during the 3-month application period will receive funding. \n\nPlease visit https://t.co/BPz7wiHuwA for more information or to apply now. https://t.co/5FmaxffEtj", "QLD Covid Positive Author": "qldtreasury", "QLD Covid Negative": "Worse &amp; worse! with no real change in NSW govt's reckless attitude &amp; 478 new Covid-19 cases, 7 additional deaths. Vic records 22 cases, Qld zero; ACT records 19; snap lockdown for Darwin &amp; Katherine. As for the PM, Morrison is clearly a lunatic. #COVID19Aus #morrisonsh1tshow https://t.co/QDTB7KxUMY", "QLD Covid Negative Author": "ochreblue", "NT Covid Positive": "The NT Anti-Discrimination Commission is open and working remotely during the Covid-19 lockdown. You can contact them by email antidiscrimination@nt.gov.au or if urgent 1800 813 846 or 8999 1444. Public education is available online. Please stay safe.", "NT Covid Positive Author": "LawSocietyNT", "NT Covid Negative": "@deemadigan @newscomauHQ I understand that State is responsibility of making decisions 4 themselves but watching today as we saw presser from NSW, ACT, NT &amp; VIC one after the other wouldn’t it b better if we had 1 msg that being from PM 2 hours of non stop Covid pressers must confuse anger &amp; scare ppl", "NT Covid Negative Author": "PeteWil52408518", "TAS Covid Negative": "Hundreds protest in the Oklahoma state capitol against forced COVID-19 vaccinations.\n\nThe global pushback is happening. Keep fighting against tyrannical mandates. 🇺🇸 https://t.co/DxTdTUoaeL", "TAS Covid Negative Author": "TAS_Amping", "TAS Covid Positive": "@stereochippo @DrRichardSallie @Onleysdownriver @tax_oz @truthdoctor73 @ronmjm @PatsKarvelas @MarkMcGowanMP When it comes to hard lockdowns and closing borders to ensure covid zero, at the last election, that was proven beyond doubt the majority overwhelmingly support those measures.\n\nSo WA is not unique. SA, Vic, Tas and NT also support these measures.", "TAS Covid Positive Author": "MinionsRaven", "VIC Covid Negative": "A man I knew just died from COVID here at work. Let me say this—dying from COVID is not making a political statement or “owning the libs.” Death is death. COVID is apolitical. COVID does not see red states or blue states. COVID only sees a human host— it’s a virus—doing it’s job.", "VIC Covid Negative Author": "the_vic_mik", "VIC Covid Positive": "#FlasherDan loves covid. Under the cover of the virus, he is destroying the fabric Vic &amp; replacing it with his Fabian socialism by stealth. Dismantling the pillars of society like freedom of religion, free enterprise &amp; traditional family unit. Replaced with Marxist alternatives.", "VIC Covid Positive Author": "mischa48", "Australia Covid Negative": "@JoelDFleming ASIO knows exactly what they're doing, and I'm sad that it isn't obvious to more people. Tie the domestic terrorist threat boogeyman to covid denier wackadoodles, and you have wholesale justification for passing laws that result in Australia being a China-lite style of governance", "Australia Covid Negative Author": "EarpEmily", "Australia Covid Positive": "@andrewbogut @ScottMorrisonMP @andrewbogut simply because he doesn’t care. Australia’s covid numbers look great in comparison to other countries so it appears as though our government is doing well. \nThey don’t care who or the amount of times anyone single person is impacted…as long as the total is low. 🤙🏽", "Australia Covid Positive Author": "Anthony_Joel36", "Scott Morrison Negative": "The blame for the NSW shitshow lies with Scott Morrison’s abysmal vaccine rollout AND Gladys Berejiklian’s negligent failure to lock down early.\n\nThey are both trying to shift blame to the “individual” but the blame for this outbreak lies squarely with them.\n\nThey both must go.", "Scott Morrison Negative Author": "chattykat14", "Scott Morrison Positive": "@JulesHolman @BelindaJones68 @sunriseon7 @teegstar @PatsKarvelas @RNBreakfast Scott Morrison: \n\n\"Please praise me for my small gesture toward resolving the very issue I created.\"\n\n#MorrisonVaccineCrisis", "Scott Morrison Positive Author": "SueChapo", "Gladys Berejiklian Negative": "The blame for the NSW shitshow lies with Scott Morrison’s abysmal vaccine rollout AND Gladys Berejiklian’s negligent failure to lock down early.\n\nThey are both trying to shift blame to the “individual” but the blame for this outbreak lies squarely with them.\n\nThey both must go.", "Gladys Berejiklian Negative Author": "chattykat14", "Gladys Berejiklian Positive": "We would like to announce that we have officially started eating our own. Happy days. #auspol #covid #COVID19nsw #lockdown #lockdownextension  Gladys ‘loses her sh*t’ over PM https://t.co/kmEjmOAQGP via @newscomauHQ", "Gladys Berejiklian Positive Author": "Nowran", "Daniel Andrews Negative": "😱😱😱 OOO AHHH \n\nDaniel Andrews just said SHITTY, cant wait for the pearl clutchers to predict the collapse of the entire fabric of polite society.\n\n#Auspol", "Daniel Andrews Negative Author": "rene_horton", "Daniel Andrews Positive": "Daniel Andrews is making a truly great speech right now.", "Daniel Andrews Positive Author": "Adventuremun", "Australia Vaccinations Negative": "All those angry with the new Victorian restrictions should direct their anger in the right direction\n\nMorrison did not buy enough vaccinations and screwed up with the ones he did get\nGladys failed to lock down her state and infected the rest of Australia\n\nThank you\n#LNPDisgrace", "Australia Vaccinations Negative Author": "SithIngrid", "Australia Vaccinations Positive": "@SkyNewsAust WHY DO YOU NEED TO BUY ANOTHER 1 MILLION????\n\nFirst COVID-19 vaccinations | Prime Minister of Australia https://t.co/983Ixoojqm › media › first-covid-19-vaccin...\n21 Feb 2021 — PM Morrison said it was a landmark day in Australia's ... has secured more than 150 million", "Australia Vaccinations Positive Author": "KrikSteven"}