{"Australia Covid Popular": "Yes Premier, it is a war. And it was an avoidable war. Had you acted decisively on day one with a short, sharp lockdown, like other states, it would be different. Now we have a war, it’s time to fight it with full and effective measures. Not half measures https://t.co/DtN7bidSTs", "Australia Covid Popular Author": "MrKRudd", "Australia Covid Popular Count": 5234, "NSW Covid Positive": "Thanks to a whistleblower, I have been told that the number of aged care homes in NSW with Covid outbreaks is now 33.\n\n@healthgovau should release the names of all aged care homes with outbreaks. They are exposure sites.\n\n#agedcare #nswlockdown", "NSW Covid Positive Author": "anchinya", "NSW Covid Negative": "@JoshBavas To @VicGovDH @VictorianCHO @DanielAndrewsMP @AnnastaciaMP @ABarrMLA @GladysB @NSWCHO @JoshBavas @abcnews (Part 9 Of 9) so if @NSWHealth stops listing all COVID-19 Public Exposure Sites contact transmission will worsen and contact tracing will fail and NSW and Australia will fail", "NSW Covid Negative Author": "adamslawes", "WA Covid Positive": "Mark \"China First\" McGowan doing what he does best here--selling out the GREAT people of WA.\n\nThis was filmed the night before the first Covid-19 case was recorded in Western Australia. \n\nJournalists MUST start reporting Mark's VERY strong relationship with the CCP https://t.co/mPSYIksRl2", "WA Covid Positive Author": "sampson305rw", "WA Covid Negative": "A Victorian woman came to WA to say goodbye to her dying father, with the government's permission. COVID laws meant she still ended up with a suspended six month prison term -- and now the state's highest court has said that was way too harsh: https://t.co/yXSsuJxuIa", "WA Covid Negative Author": "Clarkie1972", "ACT Covid Positive": "@emmadavidsonACT @RachelSS_MLA @ACTHealth \n@CraigWtweets @dougie_herd\n\nShouting HIGHEST PRAISES for ALL working on COVID ACT: I'm ecstatic at the initiative to bring in a priority booking line for Cat 1A/1B vaccinations! (5124 3999). This will save many lives in the community.", "ACT Covid Positive Author": "drarlenetaylor", "ACT Covid Negative": "A #COVID19au outbreak in prison will likely kill imprisoned Aboriginal and Torres Strait Islander people. Many are already chronically ill, have a disability or they are parents with children who depend on them. \n\nGovt must act now to release people. \n\nhttps://t.co/rwQgCkxBL3", "ACT Covid Negative Author": "tresantes", "SA Covid Negative": "Disappointed by Covax, [Africa] negotiated with J&amp;J for 400m vaccines. EU stood in its way. Only after President Ramaphosa threatened to ban all vaccine exports from SA did Europe agree that all J&amp;J’s future African-produced vaccines cd stay in Africa 1/2\nhttps://t.co/nIo45QuEE9", "SA Covid Negative Author": "HermanCliveN", "SA Covid Positive": "This is very exciting!\nWhen @MarianKeyes came to SA to promote Rachel's Holiday, she inspired me to keep writing. So it's a book that holds a special place in my writer's heart. Hopefully she'll come to SA for this one too, when stupid Covid allows . . . https://t.co/laqsYJpToq", "SA Covid Positive Author": "RichDent", "QLD Covid Positive": "@AlecTang_ Thanks, all good here, mate. Having a better COVID Delta variant run in Qld than our friends further south so far. 🤞", "QLD Covid Positive Author": "GregVann", "QLD Covid Negative": "@cinnamontoastk @Scorptec Told ya you guys shoulda com to bloody Queensland man! We are the boss state for nah covid. GO QLD!!!🤘💥🐨", "QLD Covid Negative Author": "kj_koool", "NT Covid Positive": "BREAKING: Zero new COVID cases recorded in the NT overnight. The positive case re-tested positive and it was a “stronger” result, meaning he was more infectious while in Katherine than Darwin. A lot of testing still to be done in Katherine. @KatherineTimes", "NT Covid Positive Author": "kirsty_howey", "NT Covid Negative": "@CraigKellyMP https://t.co/1nE3JNLyrA\n\n&gt; ‘Overreaction’: NSW Premier urged to reverse breast screening ban\n&gt; Podcast: Is there such thing as having too much choice? \n&gt; Melbourne’s late-night trains cancelled; Victorian tourism ‘at breaking point’\n\nThis country has become cotton-picking mad.", "NT Covid Negative Author": "TheMuSinger", "TAS Covid Positive": "@ifwitgwrs @Beas23Linda @RupertMyers the borders will only open when people are vaccinated, which is slow and has been stuffed up, but Australia has less than 1000 deaths from covid while UK has 131,000! u are getting 100 deaths a day now and you think that is great! haha, Im in Tas and everything is great here", "TAS Covid Positive Author": "Paul40902659", "TAS Covid Negative": "watching the news tas may healthcare worker na nagsabi nito:\n\nCOVID-19 (Corruption Virus Disease 2019), Duque Variant😭", "TAS Covid Negative Author": "fucktagi0", "VIC Covid Positive": "@JennyWeedon @robynbryant33 At the VIC Covid press conference today it was explained that several little kids had tested positive after playing on park play equipment … that is a good reason for closing the play equipment", "VIC Covid Positive Author": "LizzBettZee", "VIC Covid Negative": "#georgiecrozier You don’t even read the advice. The Public Health orders signed by the @VictorianCHO are located on the Vic DHS website-Covid19 Section. Georgie, STOP LYING about #ReleaseHealthAdvice nonsense. You want Vics to DIE from COVID. #springst Shameful Shadow Minister. https://t.co/ySNfCc8muD", "VIC Covid Negative Author": "Commoncents21", "Australia Covid Negative": "There is no place for Antisemitism or any other form of racism in Australia. COVID-19 has nothing to do with race, and frustration at the difficulties we all face is no excuse for the abhorrent abuse we have seen of people based on race, religion and ethnicity.\n#ItStopsWithMe", "Australia Covid Negative Author": "NessZim", "Australia Covid Positive": "@ifwitgwrs @Beas23Linda @RupertMyers the borders will only open when people are vaccinated, which is slow and has been stuffed up, but Australia has less than 1000 deaths from covid while UK has 131,000! u are getting 100 deaths a day now and you think that is great! haha, Im in Tas and everything is great here", "Australia Covid Positive Author": "Paul40902659", "Scott Morrison Negative": "Scott Morrison’s comments regarding the murder of George Floyd\n“As upsetting &amp; terrible is the murder that took place &amp; it is shocking. I just think to myself how wonderful a country is Australia”\n\nThe worlds highest incarcerator of black people. That Australia?", "Scott Morrison Negative Author": "deardaisydreams", "Scott Morrison Positive": "Breaking: PM Scott Morrison says not all Afghan interpreters and other staff will be able to be rescued to Australia. \"I know that support won't reach all that it should. On the ground events have overtaken many efforts. We wish it were different.\"", "Scott Morrison Positive Author": "andrevanwest", "Gladys Berejiklian Positive": "So still lockdowns, masks &amp; restrictions even if 80% vaxxed? But I thought that’s a conspiracy theory ? Bet some are glad they ran to get the vax to get their “ freedoms back” 🤔🤣🤣🤣🤣🤣🤣🤣🤣🤣https://t.co/22Yp8IVlnj", "Gladys Berejiklian Positive Author": "CynicaloldB", "Gladys Berejiklian Negative": "When devious, treacherous liars fall out 🍿🍿🍿National Plan for a Sh1tshow \nGladys Berejiklian furious at claims she ignored Scott Morrison’s lockdown advice.  https://t.co/wfA8uFqIFK", "Gladys Berejiklian Negative Author": "lacostabrava", "Daniel Andrews Negative": "The State Government has tried to hide a secret report showing:\n\nThe number of teenagers rushed to hospital after self-harming and suffering suicidal thoughts spiked by 51% (148 a week).\n\nThere is a mental health shadow pandemic in Victoria and Daniel Andrews must stop hiding it.", "Daniel Andrews Negative Author": "wattn1", "Daniel Andrews Positive": "For those we've lost, we must do better. Australian media must do better. This is the #AgedCareScandal.\n\nMorrison had #noplan and media are pinning it on Daniel Andrews. Please talk about it. Please share. #IStandWithDan #COVID19Vic https://t.co/y5W6dKsyZS", "Daniel Andrews Positive Author": "Tobylastname", "Australia Vaccinations Negative": "Australia’s Covid death rate as a percentage of population is 0.0037%. \nGet a grip @GladysB @DanielAndrewsMP. \nWe lost over 4,000 people to flu &amp; pneumonia in 2019 without crushing lockdowns, mandated vaccinations or masks. #realitycheck https://t.co/PK1Ya4GTZM", "Australia Vaccinations Negative Author": "jojo49547318", "Australia Vaccinations Positive": "@BobbyBallRockOn @9NewsAUS @lizziedaniels Yes agree, UK life is great. Australia, just get the vaccinations done asap", "Australia Vaccinations Positive Author": "sallysal111"}