{"Australia Covid Popular": "Yes Premier, it is a war. And it was an avoidable war. Had you acted decisively on day one with a short, sharp lockdown, like other states, it would be different. Now we have a war, it’s time to fight it with full and effective measures. Not half measures https://t.co/DtN7bidSTs", "Australia Covid Popular Author": "MrKRudd", "Australia Covid Popular Count": 5218, "NSW Covid Negative": "NSW politicians in #Australia are going to herd 24,000 children into a stadium to inject them with experimental covid vaccine? WTF!!! This is WAR CRIMES!!! Arrest your politicians immediately! How the hell have you allowed this to get this far you spineless aussies!!! https://t.co/GL9nzefWm3", "NSW Covid Negative Author": "tufoniti", "NSW Covid Positive": "Thanks to a whistleblower, I have been told that the number of aged care homes in NSW with Covid outbreaks is now 33.\n\n@healthgovau should release the names of all aged care homes with outbreaks. They are exposure sites.\n\n#agedcare #nswlockdown", "NSW Covid Positive Author": "Lynny_Pinnie", "WA Covid Negative": "@Aerohaveno As he is doing in WA. The only stumbling block to Wes Australians being vaccinated is the lack of vaccines. And whose fault is that? #Sameguy #ScottyFromGaslighting \n\nMark McGowan understands very well that if COVID gets into WA mines a large part of Australia's GDP is lost.", "WA Covid Negative Author": "DrRichardSallie", "WA Covid Positive": "@slsandpet This govt is vile and Covid has turned our lives upside down . Stay strong /safe . Reach out to others and know you are supported . Volunteer to help your party boot out the Libs . We can do this . The Labor party victory in WA showcased community sentiment of health over wealth", "WA Covid Positive Author": "YvonneGunn", "ACT Covid Positive": "The exposure sites in Canberra did indeed explode. Keep an eye on them, do the right thing, and stay safe friends. \n\nWe've had a pretty first rate response so far. Hopefully that pays off in the coming days.\n\nhttps://t.co/LNU2PV7Vkk", "ACT Covid Positive Author": "ryanbedwards", "ACT Covid Negative": "@EricBoehlert Especially when they all voted against the violence against women act here at home. Some of them have covid related humanitarian disasters in their own states with hospital systems about to collapse because of incompetent Republican (fascist) governors.", "ACT Covid Negative Author": "DianeAn66409090", "SA Covid Positive": "Good Tuesday morning Lord. Good Tuesday morning to all my fellow TBADN and SENIORS around the world.\n\nIngat po tayong lahat lagi sa panahon at sa covid. STAY SAFE. GOD BLESS US ALL ALWAYS.\n\n#TBADNBoycottMZETxAPT162 \n\nLaban lang, https://t.co/xr2243aA3K", "SA Covid Positive Author": "DaganasolMa", "SA Covid Negative": "In SA ..we are merely dealing with the corruption &amp; state capture that already took place years ago..but deliberately ignoring the corruption/state capture  underway..billions of Tax payer's money  looted everyday since Covid-19 started..SOE's are sold, but everyone seems ignore", "SA Covid Negative Author": "SmiloTl", "QLD Covid Positive": "Grateful to be in QLD during Covid. Mornings like this are to be treasured. BTW: now fully vaxed (Pfizer) with zero SE’s https://t.co/cW2e4TAMAw", "QLD Covid Positive Author": "GrantSandow", "QLD Covid Negative": "@josiegirl62 Ummmm Victoria how many times now?  Delta 1.  Vanilla Covid 4.   FU #GladysTheSuperSpreader  🖕🖕🖕 I’m so so ANGRY at her for allowing this to spread to VIC / QLD  / ACT.", "QLD Covid Negative Author": "jaquix173", "NT Covid Negative": "Experts back Melbourne’s tough new restrictions as only way to avoid disastrous outbreak https://t.co/jTUIqlTu0v\n@theage You’ve only quoted one ‘expert’, our CHO who happens to be a public service lackey of @DanielAndrewsMP … and look how expert he was last year!! Sad reporting", "NT Covid Negative Author": "Grassrootspolly", "NT Covid Positive": "Good Morning all, take care and be covid safe out there especially to all my peeps in #nswlockdown #melbournelockdown #ACT and now parts of #NT. Who are in the #MorrisonLockdown and the #GladysClusterfuk . #MorrisonFail", "NT Covid Positive Author": "MenzBernd", "TAS Covid Negative": "@JBradshaw01 This list could go on forever!\nT: Trudeau must go!\nPM: Election. \nT: Can't have an election during #Fordthwave \nDrs: Oh, you believe in Covid now. Some restrictions?\nT: No restrictions! It's a flu! Stampede time!\nMost of 🇨🇦: Just get the shot!\nT: Right to choose!\nWomen: Really?!", "TAS Covid Negative Author": "tas_lily", "TAS Covid Positive": "@_jimxgii we kinda end up being together b4 covid pero when the 2 weeks quarantine started we really havent talk ulet tas nung last bday ko he greeted me tas nagusap kami tas nagkabalikan pero we ended it pretty quick kase nalaman ko well i actually knew na we just pretending na he likesme", "TAS Covid Positive Author": "jmnpuff", "VIC Covid Negative": "The deaths in custody of two brothers in Kenya who were detained on suspicion of breaking a curfew have set off a national reckoning over police brutality, particularly in enforcing Covid rules, as a fourth wave of the pandemic hits the country. https://t.co/auhpRhBwvA", "VIC Covid Negative Author": "Ngari_Vic", "VIC Covid Positive": "@covidbaseau @VicGovDH And for those interested in getting vaccinated to protect themselves and their community from COVID, here's a lovely tool from @COVID19NearMeAU which tells you what pharmacies, GPs and clinics are offering the jab now: https://t.co/2shbC5YaPq", "VIC Covid Positive Author": "j2simpso", "Australia Covid Negative": "@CvetkovicBobDr The mental health suffering is real. But so is the suffering of losing loved ones to a preventable disease. To date there has been no increase in suicide rates in Australia. Total death rates are higher when COVID spreads than when lockdowns are implemented.", "Australia Covid Negative Author": "L_L_Hee", "Australia Covid Positive": "Once upon a time\n\nthere was a flu season\n\nyou tried to avoid catching it at work, school or out and about\n\nif you got it you stayed home in bed for a week\n\n44160 cases in 2019 WOW!!!\n\nNOW 436 cases Aug 2021 WOW!!!\n\nwe will defeat COVID🙏🙏stay positive..\n\nhttps://t.co/qYgWvHUuph https://t.co/3gRxPY9A6Y", "Australia Covid Positive Author": "sucksagain", "Scott Morrison Positive": "@KickMyFeetUp Only Scott and Rahmir played last year. Morrison and Yant here but didn’t play. I think you have a pretty good chance of being right.", "Scott Morrison Positive Author": "Chaz_in_Socal", "Scott Morrison Negative": "Monday and another week of working in isolation and stress and gloom reaping a sad harvest among friends. Suicidal and despairing tales from work &amp; biz ppl. How did Scott Morrison ever become Prime Minister? #covid #auspol https://t.co/l5LJzAKjic", "Scott Morrison Negative Author": "PCKJ3627", "Gladys Berejiklian Negative": "The blame for the NSW shitshow lies with Scott Morrison’s abysmal vaccine rollout AND Gladys Berejiklian’s negligent failure to lock down early.\n\nThey are both trying to shift blame to the “individual” but the blame for this outbreak lies squarely with them.\n\nThey both must go.", "Gladys Berejiklian Negative Author": "anthony45052793", "Gladys Berejiklian Positive": "@jeff_kennett If only Dan Andrews was doing as good a job as Gladys Berejiklian then everyone in Victoria would be so much better off\nwouldn't they Jeff??\n\n#auspol", "Gladys Berejiklian Positive Author": "maudaustralia1", "Daniel Andrews Negative": "The State Government has tried to hide a secret report showing:\n\nThe number of teenagers rushed to hospital after self-harming and suffering suicidal thoughts spiked by 51% (148 a week).\n\nThere is a mental health shadow pandemic in Victoria and Daniel Andrews must stop hiding it.", "Daniel Andrews Negative Author": "TTonkolo", "Daniel Andrews Positive": "Is a rail line to link major activity centres and serve cross-suburban trips a good idea? Yes.\n\nShould government also fund quicker upgrades such as better bus services? Yes.\n\nDid the planning of Suburban Rail Loop leave something to be desired? Also yes. https://t.co/mQbWkecXxE", "Daniel Andrews Positive Author": "Philby34", "Australia Vaccinations Negative": "All those angry with the new Victorian restrictions should direct their anger in the right direction\n\nMorrison did not buy enough vaccinations and screwed up with the ones he did get\nGladys failed to lock down her state and infected the rest of Australia\n\nThank you\n#LNPDisgrace", "Australia Vaccinations Negative Author": "TeamSJW", "Australia Vaccinations Positive": "@BreakfastNews I am in Mackay Queensland luckily we are not under lock down but that doesn't stop me from thinking about everyone out there on lock down restrictions. Mental Health matters! Encourage anyone to reach out if need be. DM me. We got this #Australia. &gt;vaccinations #qld #mackay", "Australia Vaccinations Positive Author": "MerchantJW"}