{"Australia Covid Popular": "Yes Premier, it is a war. And it was an avoidable war. Had you acted decisively on day one with a short, sharp lockdown, like other states, it would be different. Now we have a war, it’s time to fight it with full and effective measures. Not half measures https://t.co/DtN7bidSTs", "Australia Covid Popular Author": "MrKRudd", "Australia Covid Popular Count": 5230, "NSW Covid Negative": "Two months into overwhelming crisis brought on by reckless decision of NSW govt to force NSW to “live with Covid”: 36+ dead. 6491 cases and rising. No elective surgery. Schools disrupted. Financial support inadequate. Businesses smashed. Borders shut. Change needed urgently.", "NSW Covid Negative Author": "Kerstin76754144", "NSW Covid Positive": "Thanks to a whistleblower, I have been told that the number of aged care homes in NSW with Covid outbreaks is now 33.\n\n@healthgovau should release the names of all aged care homes with outbreaks. They are exposure sites.\n\n#agedcare #nswlockdown", "NSW Covid Positive Author": "RedOctopusFan1", "WA Covid Negative": "But, foras, we still blame rains, covid-19, etc for delivering shoddy road works years ahead of schedule. NSSF, NHCC are all asleep with large chunks of land under utilised yet we have a debilitating housing crisis.\nWe are very unserious &amp; shall pay the price, one day. https://t.co/F3exhyKMWY", "WA Covid Negative Author": "wa_Kabwohe", "WA Covid Positive": "Mark \"China First\" McGowan doing what he does best here--selling out the GREAT people of WA.\n\nThis was filmed the night before the first Covid-19 case was recorded in Western Australia. \n\nJournalists MUST start reporting Mark's VERY strong relationship with the CCP https://t.co/mPSYIksRl2", "WA Covid Positive Author": "GJ4032", "ACT Covid Positive": "It's Hard To Be a Woman You must think like a man, act like a lady, look like a young girl, and work like a horse. \n#sarvsangi #ngo #delhi #women #charity #nonprofit #education #donate #volunteer #covid #india #love #help #children #support #community #fundraising #change https://t.co/wW2y4Imjuf", "ACT Covid Positive Author": "retweetbossman", "ACT Covid Negative": "A #COVID19au outbreak in prison will likely kill imprisoned Aboriginal and Torres Strait Islander people. Many are already chronically ill, have a disability or they are parents with children who depend on them. \n\nGovt must act now to release people. \n\nhttps://t.co/rwQgCkxBL3", "ACT Covid Negative Author": "3TomatoesShort", "SA Covid Positive": "Good Tuesday morning Lord. Good Tuesday morning to all my fellow TBADN and SENIORS around the world.\n\nIngat po tayong lahat lagi sa panahon at sa covid. STAY SAFE. GOD BLESS US ALL ALWAYS.\n\n#TBADNBoycottMZETxAPT162 \n\nLaban lang, https://t.co/xr2243aA3K", "SA Covid Positive Author": "ShahailaU", "SA Covid Negative": "Disappointed by Covax, [Africa] negotiated with J&amp;J for 400m vaccines. EU stood in its way. Only after President Ramaphosa threatened to ban all vaccine exports from SA did Europe agree that all J&amp;J’s future African-produced vaccines cd stay in Africa 1/2\nhttps://t.co/nIo45QuEE9", "SA Covid Negative Author": "kaji_gaijo", "QLD Covid Negative": "@josiegirl62 Ummmm Victoria how many times now?  Delta 1.  Vanilla Covid 4.   FU #GladysTheSuperSpreader  🖕🖕🖕 I’m so so ANGRY at her for allowing this to spread to VIC / QLD  / ACT.", "QLD Covid Negative Author": "BobWeescot", "QLD Covid Positive": "Huge CONGRATS Central #QldHealth &amp; community 👏🏽💯 👇🏽👇🏽\n\"In a rare, good news COVID story, #CentralQld has officially dodged an outbreak after more than 300 close contacts of an unknowingly infectious contractor were released from quarantine\"\n#PublicHealth  https://t.co/0ToF1z8wr4", "QLD Covid Positive Author": "globalhealthbot", "NT Covid Negative": "No new COVID cases, criminals must wear masks and American who sparked lockdown won't say if he is vaccinated: the latest lockdown info | NT Independent - https://t.co/nCrGO2gZY5 Darwin CCP  CCTV Cameras will be useless as NT Police advise criminals to wear a COVID mask #madworld", "NT Covid Negative Author": "ParksideNT", "NT Covid Positive": "Good Morning all, take care and be covid safe out there especially to all my peeps in #nswlockdown #melbournelockdown #ACT and now parts of #NT. Who are in the #MorrisonLockdown and the #GladysClusterfuk . #MorrisonFail", "NT Covid Positive Author": "MccarronWendy", "TAS Covid Positive": "@DougCameron51 @GladysB Yes, sadly, NSW has completely lost control of the virus and they'll never get back to being Covid free.\nRest of Oz trying hard not to lose it like NSW has.\nWA has the best chance, and Tas' might stay lucky too.\nRoll on the vaccines!!!", "TAS Covid Positive Author": "BrunyBob", "TAS Covid Negative": "@JBradshaw01 This list could go on forever!\nT: Trudeau must go!\nPM: Election. \nT: Can't have an election during #Fordthwave \nDrs: Oh, you believe in Covid now. Some restrictions?\nT: No restrictions! It's a flu! Stampede time!\nMost of 🇨🇦: Just get the shot!\nT: Right to choose!\nWomen: Really?!", "TAS Covid Negative Author": "tas_lily", "VIC Covid Negative": "Vic suicides\n2019 - 718\n2020 - 698\n\nGlobal\ncovid deaths - 4.3 million\nflu deaths average - 900k\nsuicide avge - 1.2 mil\n\nNeed to limit movement, interaction to end lockdown + avoid worse health + $ outcomes. Stop undermining #CovidVic #ThisIsNotJournalism @_juliabradley @msanto92", "VIC Covid Negative Author": "Foy_Steve", "VIC Covid Positive": "And if you don’t know where to get vaccinated, here are some direct resources that would help: \n\nhttps://t.co/prbBbGQWkN\n\nThe Vic COVID hotline: 1800 675 398\n\nPlease reach out to your local AMS as well, they have been doing AMAZING in protecting the community ❤️❤️", "VIC Covid Positive Author": "jacintamtobin", "Australia Covid Negative": "In 18 months, #COVID in #AUSTRALIA has allegedly killed 0.0037% of the population. \n\n75% were people over 80. \n\nIn the first 3 months of 2021 alone, cancer has killed over 16x more Australians.\n\nCancer deaths are up 5.1% on 2015-19 averages.", "Australia Covid Negative Author": "austrliantulip", "Australia Covid Positive": "#Latestnews\nIn 2021, 100 bankers were hired by @CreditSuisse, @MorganStanley, @UBS and Australia's @Macquarie in the hopes to ensure a strong hiring pool and comfortable deals in the COVID-19 hit market.\n\nBy PM Editorials\n\nhttps://t.co/lirMPV1wsW", "Australia Covid Positive Author": "PeopleMatters2", "Scott Morrison Negative": "Scott Morrison’s comments regarding the murder of George Floyd\n“As upsetting &amp; terrible is the murder that took place &amp; it is shocking. I just think to myself how wonderful a country is Australia”\n\nThe worlds highest incarcerator of black people. That Australia?", "Scott Morrison Negative Author": "mumabear13", "Scott Morrison Positive": "The FACTS about the CASHLESS PENSION CARD.\n\nIf you are a pensioner that uses Facebook please make sure your friends know what is happening.\n\nScott Morrison tried to legislate to put Cashless Welfare at the heart of Centrelink. #auspol https://t.co/jzRWWhyrfK", "Scott Morrison Positive Author": "greysfan", "Gladys Berejiklian Positive": "Jack Lang has a greater chance of winning the next state election for the Liberal Party, than Gladys Berejiklian has of being re-elected. #ResignGladys", "Gladys Berejiklian Positive Author": "szabosolicitors", "Gladys Berejiklian Negative": "Gladys Berejiklian stop lying you are wrong sharp short Lockdowns do work against Delta because it worked in my state of South Australia", "Gladys Berejiklian Negative Author": "LynnmillenLynn", "Daniel Andrews Negative": "Daniel Andrews and most of the Victorian public service are overpaid useless incompetent lying cunts.", "Daniel Andrews Negative Author": "BodsworthGarry", "Daniel Andrews Positive": "Want to hear a joke⁉️\n\nVictorian Labor Supporters believe Daniel Andrews can stop a virus with divine intervention", "Daniel Andrews Positive Author": "notabluesfan", "Australia Vaccinations Negative": "Australia’s Covid death rate as a percentage of population is 0.0037%. \nGet a grip @GladysB @DanielAndrewsMP. \nWe lost over 4,000 people to flu &amp; pneumonia in 2019 without crushing lockdowns, mandated vaccinations or masks. #realitycheck https://t.co/PK1Ya4GTZM", "Australia Vaccinations Negative Author": "nfsmscmlb", "Australia Vaccinations Positive": "(2) My understanding is while states are responsible for the distribution, the supply is Fed Gov responsibility. Also different situations.  Would be good for the whole of Australia if NSW gets the highest % of vaccinations at the moment.", "Australia Vaccinations Positive Author": "GuidoTresoldi"}