{"Australia Covid Popular": "Yes Premier, it is a war. And it was an avoidable war. Had you acted decisively on day one with a short, sharp lockdown, like other states, it would be different. Now we have a war, it’s time to fight it with full and effective measures. Not half measures https://t.co/DtN7bidSTs", "Australia Covid Popular Author": "MrKRudd", "Australia Covid Popular Count": 5233, "NSW Covid Negative": "#LATEST \nFlying doctors and army medics will launch an emergency vaccination blitz in western NSW where vulnerable communities are completely exposed to Covid-19 due to shocking low jab take up rates.  https://t.co/RMhORd6SmR via @dailytelegraph", "NSW Covid Negative Author": "ByClare", "NSW Covid Positive": "Incredibly responsible response from restaurant industry. Having gone 169 days without any covid or restrictions, while the world is on fire, watching NSW do a dithery lockdown lite, Ao/NZ seems pretty united in its conviction that swift containment is best until we’re vaxxed https://t.co/6SxuGy5I1l", "NSW Covid Positive Author": "ImAlwaysWriting", "WA Covid Negative": "@JackJsherebkin i  found it, WTF !! \n\"Public Health Act 2016 (WA) – Instrument of Authorisation – Authorisation to Supply or Administer a Poison [SARS-COV-2 (COVID-19) VACCINE – Australian Defence Force] (No.2) 2021\" https://t.co/Q6JgaoZU8Q", "WA Covid Negative Author": "cm677427", "WA Covid Positive": "Mark \"China First\" McGowan doing what he does best here--selling out the GREAT people of WA.\n\nThis was filmed the night before the first Covid-19 case was recorded in Western Australia. \n\nJournalists MUST start reporting Mark's VERY strong relationship with the CCP https://t.co/mPSYIksRl2", "WA Covid Positive Author": "sampson305rw", "ACT Covid Positive": "@emmadavidsonACT @RachelSS_MLA @ACTHealth \n@CraigWtweets @dougie_herd\n\nShouting HIGHEST PRAISES for ALL working on COVID ACT: I'm ecstatic at the initiative to bring in a priority booking line for Cat 1A/1B vaccinations! (5124 3999). This will save many lives in the community.", "ACT Covid Positive Author": "drarlenetaylor", "ACT Covid Negative": "A #COVID19au outbreak in prison will likely kill imprisoned Aboriginal and Torres Strait Islander people. Many are already chronically ill, have a disability or they are parents with children who depend on them. \n\nGovt must act now to release people. \n\nhttps://t.co/rwQgCkxBL3", "ACT Covid Negative Author": "tresantes", "SA Covid Negative": "@GuyMuppet I’ve had covid, vaccine was booked, got covid before I got the vaccine, so this has nothing to do with being an anti vaxxer! I absolutely believe in a persons right to chose &amp; just because some think it’s selfish isn’t reason enough for those who don’t want to get it to get it!", "SA Covid Negative Author": "SA_Mum", "SA Covid Positive": "Sending strength and positive vibes to Covid ❤ https://t.co/XXdoQMXD9I", "SA Covid Positive Author": "Wela_SA", "QLD Covid Negative": "@cinnamontoastk @Scorptec Told ya you guys shoulda com to bloody Queensland man! We are the boss state for nah covid. GO QLD!!!🤘💥🐨", "QLD Covid Negative Author": "kj_koool", "QLD Covid Positive": "@AlecTang_ Thanks, all good here, mate. Having a better COVID Delta variant run in Qld than our friends further south so far. 🤞", "QLD Covid Positive Author": "GregVann", "NT Covid Negative": "@CraigKellyMP https://t.co/1nE3JNLyrA\n\n&gt; ‘Overreaction’: NSW Premier urged to reverse breast screening ban\n&gt; Podcast: Is there such thing as having too much choice? \n&gt; Melbourne’s late-night trains cancelled; Victorian tourism ‘at breaking point’\n\nThis country has become cotton-picking mad.", "NT Covid Negative Author": "TheMuSinger", "NT Covid Positive": "BREAKING: Zero new COVID cases recorded in the NT overnight. The positive case re-tested positive and it was a “stronger” result, meaning he was more infectious while in Katherine than Darwin. A lot of testing still to be done in Katherine. @KatherineTimes", "NT Covid Positive Author": "kirsty_howey", "TAS Covid Positive": "@DougCameron51 @GladysB Yes, sadly, NSW has completely lost control of the virus and they'll never get back to being Covid free.\nRest of Oz trying hard not to lose it like NSW has.\nWA has the best chance, and Tas' might stay lucky too.\nRoll on the vaccines!!!", "TAS Covid Positive Author": "BrunyBob", "TAS Covid Negative": "watching the news tas may healthcare worker na nagsabi nito:\n\nCOVID-19 (Corruption Virus Disease 2019), Duque Variant😭", "TAS Covid Negative Author": "fucktagi0", "VIC Covid Positive": "@JennyWeedon @robynbryant33 At the VIC Covid press conference today it was explained that several little kids had tested positive after playing on park play equipment … that is a good reason for closing the play equipment", "VIC Covid Positive Author": "LizzBettZee", "VIC Covid Negative": "#georgiecrozier You don’t even read the advice. The Public Health orders signed by the @VictorianCHO are located on the Vic DHS website-Covid19 Section. Georgie, STOP LYING about #ReleaseHealthAdvice nonsense. You want Vics to DIE from COVID. #springst Shameful Shadow Minister. https://t.co/ySNfCc8muD", "VIC Covid Negative Author": "Commoncents21", "Australia Covid Negative": "In Australia #COVID has killed 2 people between 20-29. \n\n8,293 in that demographic caught COVID. \nDeath rate: 0.02%\n\nIt's killed 4 people between 30-39.\n\n6,731 in that demographic caught covid. \nDeath rate: 0.05%\n\nIt's killed zero under the age of 20.\n\nBut lockdowns, amirite!?", "Australia Covid Negative Author": "btcforlife22", "Australia Covid Positive": "Hi Brad - how are you doing with the construction of a network of Covid Gulag Re-Education Camps? - hopefully good progress is being made here. I think Australia def needs such facilities, to ensure that everybody complies with your god given certainty on the facts of life 👍 https://t.co/1yvpK1TYMz", "Australia Covid Positive Author": "or_pip", "Scott Morrison Negative": "Scott Morrison’s comments regarding the murder of George Floyd\n“As upsetting &amp; terrible is the murder that took place &amp; it is shocking. I just think to myself how wonderful a country is Australia”\n\nThe worlds highest incarcerator of black people. That Australia?", "Scott Morrison Negative Author": "charlienkathy", "Scott Morrison Positive": "The FACTS about the CASHLESS PENSION CARD.\n\nIf you are a pensioner that uses Facebook please make sure your friends know what is happening.\n\nScott Morrison tried to legislate to put Cashless Welfare at the heart of Centrelink. #auspol https://t.co/jzRWWhyrfK", "Scott Morrison Positive Author": "Zaica71", "Gladys Berejiklian Positive": "So still lockdowns, masks &amp; restrictions even if 80% vaxxed? But I thought that’s a conspiracy theory ? Bet some are glad they ran to get the vax to get their “ freedoms back” 🤔🤣🤣🤣🤣🤣🤣🤣🤣🤣https://t.co/22Yp8IVlnj", "Gladys Berejiklian Positive Author": "CynicaloldB", "Gladys Berejiklian Negative": "#OnejobMorrison #Gladys presser #vacs blitz, big deal show us the #vaccine supplies Stupid. “NSW records 452 new COVID-19 cases, one death overnight. Gladys Berejiklian warned 75 per cent of the infections were aged under 40 and said there would be a “vaccination blitz” #YouCanGo", "Gladys Berejiklian Negative Author": "HunterP75648286", "Daniel Andrews Positive": "For those we've lost, we must do better. Australian media must do better. This is the #AgedCareScandal.\n\nMorrison had #noplan and media are pinning it on Daniel Andrews. Please talk about it. Please share. #IStandWithDan #COVID19Vic https://t.co/y5W6dKsyZS", "Daniel Andrews Positive Author": "Tobylastname", "Daniel Andrews Negative": "The State Government has tried to hide a secret report showing:\n\nThe number of teenagers rushed to hospital after self-harming and suffering suicidal thoughts spiked by 51% (148 a week).\n\nThere is a mental health shadow pandemic in Victoria and Daniel Andrews must stop hiding it.", "Daniel Andrews Negative Author": "wattn1", "Australia Vaccinations Negative": "Australia’s Covid death rate as a percentage of population is 0.0037%. \nGet a grip @GladysB @DanielAndrewsMP. \nWe lost over 4,000 people to flu &amp; pneumonia in 2019 without crushing lockdowns, mandated vaccinations or masks. #realitycheck https://t.co/PK1Ya4GTZM", "Australia Vaccinations Negative Author": "BlueFox94", "Australia Vaccinations Positive": "@BobbyBallRockOn @9NewsAUS @lizziedaniels Yes agree, UK life is great. Australia, just get the vaccinations done asap", "Australia Vaccinations Positive Author": "sallysal111"}