{"Australia Covid Popular": "This would be insane under any circumstance, but all the more so because Australia's daily COVID death rate is two. \n\nNot a typo. Yes, two. Two people are dying a day, in a country with a population of 25 million. \n\nAnd this is how they respond. https://t.co/BfMEQWNYHh", "Australia Covid Popular Author": "MattWalshBlog", "Australia Covid Popular Count": 3694, "NSW Covid Negative": "Nonsense, complete nonsense.\n\nVictoria dealt with COVID with no vaccine and without the knowledge we now have on how to deal with outbreaks.\n\nGladys ignored evidence and didn't go hard and early. The situation in NSW is entirely her fault.\n#auspol #ThisIsNotJournalism #covidnsw https://t.co/i257nySlTX", "NSW Covid Negative Author": "Foy_Steve", "NSW Covid Positive": "Okay so you ARE allowed to sit and read, sit, etc outdoors in greater Sydney – outside the 12 LGAs of concern. I’ve seen people being moved on, so this is a welcome clarification. https://t.co/WsdQjEoW4t https://t.co/DVBWgvP3vC", "NSW Covid Positive Author": "gxd888", "WA Covid Positive": "Mark \"China First\" McGowan doing what he does best here--selling out the GREAT people of WA.\n\nThis was filmed the night before the first Covid-19 case was recorded in Western Australia. \n\nJournalists MUST start reporting Mark's VERY strong relationship with the CCP https://t.co/mPSYIksRl2", "WA Covid Positive Author": "GJ4032", "WA Covid Negative": "But, foras, we still blame rains, covid-19, etc for delivering shoddy road works years ahead of schedule. NSSF, NHCC are all asleep with large chunks of land under utilised yet we have a debilitating housing crisis.\nWe are very unserious &amp; shall pay the price, one day. https://t.co/F3exhyKMWY", "WA Covid Negative Author": "wa_Kabwohe", "ACT Covid Negative": "A #COVID19au outbreak in prison will likely kill imprisoned Aboriginal and Torres Strait Islander people. Many are already chronically ill, have a disability or they are parents with children who depend on them. \n\nGovt must act now to release people. \n\nhttps://t.co/rwQgCkxBL3", "ACT Covid Negative Author": "ks7s", "ACT Covid Positive": "Dan Andrews about the engagement party - it \"was not a reflection on the Jewish community...It was not an act of faith/culture.\" It was obviously an act of faith! They had faith that they wouldn't get/spread Covid rather than applying reason &amp; science to the situation#COVID19VIC", "ACT Covid Positive Author": "ReasonIsLight", "SA Covid Positive": "@BillHanage Ok I'm in Australia and while yes a small section of the community is shut down for a small period of time. Most of us are still carrying on like nothing is happening, consider WA, SA, Tasmania, regional Vic, and Qld all living like nothing is happening on a covid scale", "SA Covid Positive Author": "alisonkmcc", "QLD Covid Positive": "@JLa_Paglia As much as I’m loving this season of Survivor, I so miss it being located in the South Pacific islands..it just doesn’t look right &amp; rural Qld at this time of year is a tinderbox! I hope Covid will allow the next season to be filmed in an Oceania landscape.", "QLD Covid Positive Author": "M1Leonie", "QLD Covid Negative": "@josiegirl62 Ummmm Victoria how many times now?  Delta 1.  Vanilla Covid 4.   FU #GladysTheSuperSpreader  🖕🖕🖕 I’m so so ANGRY at her for allowing this to spread to VIC / QLD  / ACT.", "QLD Covid Negative Author": "glenpen60", "NT Covid Negative": "No new COVID cases, criminals must wear masks and American who sparked lockdown won't say if he is vaccinated: the latest lockdown info | NT Independent - https://t.co/nCrGO2gZY5 Darwin CCP  CCTV Cameras will be useless as NT Police advise criminals to wear a COVID mask #madworld", "NT Covid Negative Author": "ParksideNT", "NT Covid Positive": "Good Morning all, take care and be covid safe out there especially to all my peeps in #nswlockdown #melbournelockdown #ACT and now parts of #NT. Who are in the #MorrisonLockdown and the #GladysClusterfuk . #MorrisonFail", "NT Covid Positive Author": "MccarronWendy", "TAS Covid Positive": "@DougCameron51 @GladysB Yes, sadly, NSW has completely lost control of the virus and they'll never get back to being Covid free.\nRest of Oz trying hard not to lose it like NSW has.\nWA has the best chance, and Tas' might stay lucky too.\nRoll on the vaccines!!!", "TAS Covid Positive Author": "BrunyBob", "TAS Covid Negative": "@JBradshaw01 This list could go on forever!\nT: Trudeau must go!\nPM: Election. \nT: Can't have an election during #Fordthwave \nDrs: Oh, you believe in Covid now. Some restrictions?\nT: No restrictions! It's a flu! Stampede time!\nMost of 🇨🇦: Just get the shot!\nT: Right to choose!\nWomen: Really?!", "TAS Covid Negative Author": "tas_lily", "VIC Covid Negative": "Vic suicides\n2019 - 718\n2020 - 698\n\nGlobal\ncovid deaths - 4.3 million\nflu deaths average - 900k\nsuicide avge - 1.2 mil\n\nNeed to limit movement, interaction to end lockdown + avoid worse health + $ outcomes. Stop undermining #CovidVic #ThisIsNotJournalism @_juliabradley @msanto92", "VIC Covid Negative Author": "Foy_Steve", "VIC Covid Positive": "And if you don’t know where to get vaccinated, here are some direct resources that would help: \n\nhttps://t.co/prbBbGQWkN\n\nThe Vic COVID hotline: 1800 675 398\n\nPlease reach out to your local AMS as well, they have been doing AMAZING in protecting the community ❤️❤️", "VIC Covid Positive Author": "jacintamtobin", "Australia Covid Negative": "Human Rights Watch has documented the devastating impacts on Covid getting inside prison facilities overseas. This must be avoided at all cost in #Australia. Why has @NSWHealth failed to ensure prison workers have adequate access to vaccines? https://t.co/OxYJJpdzbf", "Australia Covid Negative Author": "catvandermark", "Australia Covid Positive": "Mark \"China First\" McGowan doing what he does best here--selling out the GREAT people of WA.\n\nThis was filmed the night before the first Covid-19 case was recorded in Western Australia. \n\nJournalists MUST start reporting Mark's VERY strong relationship with the CCP https://t.co/mPSYIksRl2", "Australia Covid Positive Author": "GJ4032", "Scott Morrison Negative": "Robodebt.\n\nAustralians lost their lives.\n\nSo which Minister will lose their job?\n\nThis illegal scam was Scott Morrison’s idea.\n\n#auspol https://t.co/zOTHjGWBsy", "Scott Morrison Negative Author": "BarryMa06168197", "Scott Morrison Positive": "Breaking: PM Scott Morrison says not all Afghan interpreters and other staff will be able to be rescued to Australia. \"I know that support won't reach all that it should. On the ground events have overtaken many efforts. We wish it were different.\"", "Scott Morrison Positive Author": "ColettaFrank", "Gladys Berejiklian Negative": "Gladys Berejiklian stop lying you are wrong sharp short Lockdowns do work against Delta because it worked in my state of South Australia", "Gladys Berejiklian Negative Author": "LynnmillenLynn", "Gladys Berejiklian Positive": "Jack Lang has a greater chance of winning the next state election for the Liberal Party, than Gladys Berejiklian has of being re-elected. #ResignGladys", "Gladys Berejiklian Positive Author": "MiscreantMe", "Daniel Andrews Negative": "The State Government has tried to hide a secret report showing:\n\nThe number of teenagers rushed to hospital after self-harming and suffering suicidal thoughts spiked by 51% (148 a week).\n\nThere is a mental health shadow pandemic in Victoria and Daniel Andrews must stop hiding it.", "Daniel Andrews Negative Author": "Del_Salvador_AU", "Daniel Andrews Positive": "Want to hear a joke⁉️\n\nVictorian Labor Supporters believe Daniel Andrews can stop a virus with divine intervention", "Daniel Andrews Positive Author": "notabluesfan", "Australia Vaccinations Positive": "(2) My understanding is while states are responsible for the distribution, the supply is Fed Gov responsibility. Also different situations.  Would be good for the whole of Australia if NSW gets the highest % of vaccinations at the moment.", "Australia Vaccinations Positive Author": "GuidoTresoldi", "Australia Vaccinations Negative": "Australia’s Covid death rate as a percentage of population is 0.0037%. \nGet a grip @GladysB @DanielAndrewsMP. \nWe lost over 4,000 people to flu &amp; pneumonia in 2019 without crushing lockdowns, mandated vaccinations or masks. #realitycheck https://t.co/PK1Ya4GTZM", "Australia Vaccinations Negative Author": "moondoggymick77"}