{"NSW Covid Positive": "Here are some wise words from some of the great athletes we have here in NSW on how you can help protect yourself and your loved ones from COVID-19.\n\n@NSWWaratahs @SydUniFlames  @mfcbulls  @NSWPrideH1  @Hockeyroos  @SydneyKings  @SydneyFC  @GWSGIANTS  @ThunderBBL https://t.co/lLvYS5Ft1X", "NSW Covid Positive Author": "NSWPrideH1", "NSW Covid Negative": "Today we had 390 new Covid cases. But there is nothing proactive about @GladysB Berejiklian. Canberra is in lockdown but Queanbeyan isn’t. Western NSW is under siege. Did she not think this could happen? And stop blaming Delta. You knew for months knew how virulent it is.", "NSW Covid Negative Author": "1tweetypauly", "WA Covid Positive": "@slsandpet This govt is vile and Covid has turned our lives upside down . Stay strong /safe . Reach out to others and know you are supported . Volunteer to help your party boot out the Libs . We can do this . The Labor party victory in WA showcased community sentiment of health over wealth", "WA Covid Positive Author": "KdH37636844", "WA Covid Negative": "@6Medic @SaiKate108 Swine flu 2009: WA had a mere 22 serious vaccine injuries, vaccine halted 👏 Dr Kim Hames MLA.\n\nTGA reports 407 DEATH shortly after vaccine including comorbidity\n\nhttps://t.co/sISURg0z23\n\n927 Covid DEATH in 35,384 cases including comorbidity \n\nhttps://t.co/zo2AcuYc9I", "WA Covid Negative Author": "Sam12554430", "ACT Covid Positive": "@xlfe Hi Felix, thanks for your message. As you can appreciate, our contact tracers are doing their very best to contact people who attended exposure locations. We recommend regularly checking the exposure locations here: https://t.co/lP117DUdz4 stay safe :)", "ACT Covid Positive Author": "ACTHealth", "ACT Covid Negative": "If BCians feel a sense of \"doom\" and that getting Covid is now looking \"inevitable\", the primary cause is inadequate and inconsistent policy-making among our leaders.\n\nNo one in BC should be feeling dread or helplessness. And if they are, leaders should act.\n\n#bcpoli #covid19bc", "ACT Covid Negative Author": "jhengstler", "SA Covid Negative": "@discoball2000 @dddddddaniell @RedFlag_SA @oz_f @junkee Your rhetorical excuses for careless Covid disasters are pitiful.", "SA Covid Negative Author": "jono_nath", "SA Covid Positive": "Good Tuesday morning Lord. Good Tuesday morning to all my fellow TBADN and SENIORS around the world.\n\nIngat po tayong lahat lagi sa panahon at sa covid. STAY SAFE. GOD BLESS US ALL ALWAYS.\n\n#TBADNBoycottMZETxAPT162 \n\nLaban lang, https://t.co/xr2243aA3K", "SA Covid Positive Author": "PinerEsmeralda", "QLD Covid Negative": "@josiegirl62 Ummmm Victoria how many times now?  Delta 1.  Vanilla Covid 4.   FU #GladysTheSuperSpreader  🖕🖕🖕 I’m so so ANGRY at her for allowing this to spread to VIC / QLD  / ACT.", "QLD Covid Negative Author": "jaquix173", "QLD Covid Positive": "@BillHanage Ok I'm in Australia and while yes a small section of the community is shut down for a small period of time. Most of us are still carrying on like nothing is happening, consider WA, SA, Tasmania, regional Vic, and Qld all living like nothing is happening on a covid scale", "QLD Covid Positive Author": "teambernie27001", "NT Covid Positive": "Good Morning all, take care and be covid safe out there especially to all my peeps in #nswlockdown #melbournelockdown #ACT and now parts of #NT. Who are in the #MorrisonLockdown and the #GladysClusterfuk . #MorrisonFail", "NT Covid Positive Author": "Jacande53", "NT Covid Negative": "Experts back Melbourne’s tough new restrictions as only way to avoid disastrous outbreak https://t.co/jTUIqlTu0v\n@theage You’ve only quoted one ‘expert’, our CHO who happens to be a public service lackey of @DanielAndrewsMP … and look how expert he was last year!! Sad reporting", "NT Covid Negative Author": "Grassrootspolly", "TAS Covid Negative": "@JBradshaw01 This list could go on forever!\nT: Trudeau must go!\nPM: Election. \nT: Can't have an election during #Fordthwave \nDrs: Oh, you believe in Covid now. Some restrictions?\nT: No restrictions! It's a flu! Stampede time!\nMost of 🇨🇦: Just get the shot!\nT: Right to choose!\nWomen: Really?!", "TAS Covid Negative Author": "tas_lily", "TAS Covid Positive": "@_jimxgii we kinda end up being together b4 covid pero when the 2 weeks quarantine started we really havent talk ulet tas nung last bday ko he greeted me tas nagusap kami tas nagkabalikan pero we ended it pretty quick kase nalaman ko well i actually knew na we just pretending na he likesme", "TAS Covid Positive Author": "jmnpuff", "VIC Covid Positive": "I really wish someone could set out a clear path forward to get out of this. There seems to be so much confusion about what COVID normal looks like in Aus in this Delta world we live in. I am broadly supportive of the steps taken by the Vic Gov to keep us safe.", "VIC Covid Positive Author": "DrewJJohnston11", "VIC Covid Negative": "@ServicesGovAU Can you please clarify. We are a business in regional Vic. We are not in lockdown, but our business is affected heavily due to the Melb and NSW lockdowns. As a consequence, our staff are doing much less hours. Can they still access the Covid Disaster Payment?", "VIC Covid Negative Author": "jasonc666", "Australia Covid Negative": "@CvetkovicBobDr The mental health suffering is real. But so is the suffering of losing loved ones to a preventable disease. To date there has been no increase in suicide rates in Australia. Total death rates are higher when COVID spreads than when lockdowns are implemented.", "Australia Covid Negative Author": "ExC__Gale", "Australia Covid Positive": "@skyvalley9 @abcnews These are the first major lockdowns in Australia with ZERO Centrelink covid relief. It supported millions from March 2020 - March 2021. A lot of people can't afford to protect themselves like they could last year. \n\nBetter support = better compliance", "Australia Covid Positive Author": "up_manly", "Scott Morrison Negative": "@theheraldsun THIS IS SCOTT MORRISON’s LOCKDOWN!!\nFailed national vaccine rollout \nFailed to build quarantine facilities  \nFailed national QR code\nFailed to secure the borders \nFailed aged care\nFailed to be a leader\nFailed Australia\nEvery death is Morrison’s fault!", "Scott Morrison Negative Author": "FryGerard", "Scott Morrison Positive": "#ABCNews Admiral Chris Barry “God help them , god help them..” referring to Scott Morrison leaving it too late (yet again) to get Afghan people who assisted the ADF out of Afghanistan. Words cannot describe how little respect is left for #ScottyDoesNothing #COVID19 #Vaccines +🔥s https://t.co/7xsMZv2DDB", "Scott Morrison Positive Author": "sylvia2823", "Gladys Berejiklian Positive": "For the sheep..Gladys Berejiklian is Big Pharma’s best friend. No one has done more in Australia to generate profits « JoNova https://t.co/yrJ6Mdlo4A", "Gladys Berejiklian Positive Author": "tcblues", "Gladys Berejiklian Negative": "The blame for the NSW shitshow lies with Scott Morrison’s abysmal vaccine rollout AND Gladys Berejiklian’s negligent failure to lock down early.\n\nThey are both trying to shift blame to the “individual” but the blame for this outbreak lies squarely with them.\n\nThey both must go.", "Gladys Berejiklian Negative Author": "anthony45052793", "Daniel Andrews Positive": "Happy to sign this one\n\nDaniel Andrews: Reopen Victoria's Playgrounds - Sign the Petition! https://t.co/9iVSLHsoVo via @ChangeAUS", "Daniel Andrews Positive Author": "Par_Oneri", "Daniel Andrews Negative": "The State Government has tried to hide a secret report showing:\n\nThe number of teenagers rushed to hospital after self-harming and suffering suicidal thoughts spiked by 51% (148 a week).\n\nThere is a mental health shadow pandemic in Victoria and Daniel Andrews must stop hiding it.", "Daniel Andrews Negative Author": "Fasthappydad", "Australia Vaccinations Positive": "@BreakfastNews I am in Mackay Queensland luckily we are not under lock down but that doesn't stop me from thinking about everyone out there on lock down restrictions. Mental Health matters! Encourage anyone to reach out if need be. DM me. We got this #Australia. &gt;vaccinations #qld #mackay", "Australia Vaccinations Positive Author": "MerchantJW", "Australia Vaccinations Negative": "All those angry with the new Victorian restrictions should direct their anger in the right direction\n\nMorrison did not buy enough vaccinations and screwed up with the ones he did get\nGladys failed to lock down her state and infected the rest of Australia\n\nThank you\n#LNPDisgrace", "Australia Vaccinations Negative Author": "rudolph_2020"}