{"Australia Covid Popular": "Dan is lying - hospitals are not full. There are 2200 ICU beds with ventilators in Australia - only 6 covid patients are on them #springst #auspol", "Australia Covid Popular Author": "DifficultNerd", "Australia Covid Popular Count": 1146, "NSW Covid Negative": "Two months into overwhelming crisis brought on by reckless decision of NSW govt to force NSW to “live with Covid”: 36+ dead. 6491 cases and rising. No elective surgery. Schools disrupted. Financial support inadequate. Businesses smashed. Borders shut. Change needed urgently.", "NSW Covid Negative Author": "kylielclark", "NSW Covid Positive": "For the love of God, give every positive case Ivermectin triple therapy! Why are they letting people isolate with zero medication? \nIf Governments truly cared, they’d also be giving IVM to every frontline worker, elderly &amp; vulnerable Australian.  https://t.co/fVIj6x9TgN", "NSW Covid Positive Author": "Moyleee60", "WA Covid Positive": "Rep your team this season 😊😊\n\n It's a new lovely week. I sell quality jerseys and polo for N5,000 only. \n\nI'm at your service 24/7\n\nI deliver to all states in NIGERIA\n\nDM/WhatsApp: https://t.co/gVKZqJWg4M\nPlease retweet 🙏🙏🙏\nCovid bbnaija League nigeria Messi barca  news https://t.co/FPDFsnKvrE", "WA Covid Positive Author": "buadkitchen", "WA Covid Negative": "Morrison abandoned Australians during the bushfires.\n\nMorrison abandoned Victoria during COVID.\n\nMorrison abandoned WA to Palmer’s attack.\n\nMorrison has abandoned unemployed workers.\n\nMorrison has abandoned our allies to the Taliban.\n\nHow long until Morrison abandons you?\n#auspol https://t.co/Xy3r8BkXWu", "WA Covid Negative Author": "SeaStrider", "ACT Covid Negative": "We can't ignore Fox News lies about the Covid vaccine since its potentially killing Americans. That's why I FILED a COMPLAINT AGAINST Fox News with FTC for possible violations of Covid-19 Consumer Protection Act.  We need FTC to investigate Fox! My MSNBC:\nhttps://t.co/s2RYR1XBwg", "ACT Covid Negative Author": "IMO_JamesMGray", "ACT Covid Positive": "COVID is highlighting why we need a national Human Rights Act or Charter. There is strong public support for the reform. A Charter would help governments make the right decisions &amp; help people to know, understand &amp; protect their rights.  https://t.co/O0cn79SXbh", "ACT Covid Positive Author": "mm_bennett", "SA Covid Negative": "@AndrewWJMcL19 Hard relate. It’s not just the AFG catastrophe. It’s the IPCC report. The COVID situation. The continued disinformation campaigns and social fabric fraying in real time. Throw in some personal bad news, and it’s a lot.\n\nLook after yourself mate. Preferably with a glass of SA red.", "SA Covid Negative Author": "maz_jovanovich", "SA Covid Positive": "FDA document admits “covid” PCR test was developed without isolated covid samples for test calibration, effectively admitting it’s testing something else https://t.co/HE00qRgZta via @wordpressdotcom", "SA Covid Positive Author": "MonicaZoccaUK", "QLD Covid Positive": "@slsandpet Northern beaches. \n\nBut more recently, with COVID, Qld is looking like a great example.", "QLD Covid Positive Author": "nikhilautar1", "QLD Covid Negative": "Worse &amp; worse! with no real change in NSW govt's reckless attitude &amp; 478 new Covid-19 cases, 7 additional deaths. Vic records 22 cases, Qld zero; ACT records 19; snap lockdown for Darwin &amp; Katherine. As for the PM, Morrison is clearly a lunatic. #COVID19Aus #morrisonsh1tshow https://t.co/QDTB7KxUMY", "QLD Covid Negative Author": "navypti", "NT Covid Positive": "@theprojecttv Territorian here in lockdown. Thank you for presenting a heap of stories and not just purely focussing on COVID. Reporting in this way supports our mental health. I only watch NT update and The Project (because of your style) to protect my mental health. Thank you.", "NT Covid Positive Author": "artemis22482", "NT Covid Negative": "The murder trial of police officer Zachary Rolfe has been delayed until next Monday after the NT records one new case of COVID-19. #9News \n\nhttps://t.co/9YPSAYQ4ox", "NT Covid Negative Author": "amy_clements9", "TAS Covid Negative": "@nickbarnesaus FYI the highest suicide rate in Australia is Tas. Can’t say Covid is to blame- a very complex issue", "TAS Covid Negative Author": "nerijsmith67", "TAS Covid Positive": "@NivashniNair It will. This too shall pass. Mental health during covid is so important. Think positive thoughts and believe in hope, renewed strength snd recovery. Breathing exercises. Stretching. Vit D.", "TAS Covid Positive Author": "tas_hassim13", "VIC Covid Negative": "@6NewsAU @KatieMouse71 @michaelobrienmp She's just silly frankly, nothing happened in Victoria, so little in fact https://t.co/slniBvdefe that 400 more pple died this July than last July during the so called pandemic, 0 died of so called covid this July", "VIC Covid Negative Author": "MarilynShephe15", "VIC Covid Positive": "Hey you mob… Melbourne’s COVID-19 lockdown will be extended to at least 11.59pm, 2/9  \nNew restrictions will come into effect from 11:59pm tonight (Monday 16 August).\nRead the press release here https://t.co/fccBj2Jf8u\n🖤💛❤️Stay safe, stay strong and please STAY HOME 🏡 https://t.co/Hh8UEBcHPp", "VIC Covid Positive Author": "sxymlbgy", "Australia Covid Negative": "In Australia, 19 months into a ‘Pandemic’ so terrifying, that National deaths last year were their equal lowest in 11yrs-I know of no one who’s had Covid.\nNor does anyone else I know.\n69 people under 70 have died in 570+ days in the entire Country.\nIt’s a shocking fraud. https://t.co/sa0jniXCta", "Australia Covid Negative Author": "CraigSobey", "Australia Covid Positive": "Great ideas to grow your business😎😋\n\n#australia #srilanka #consulting #business #technology #digitalmarketing #consultant #management #success #motivation #startup #smallbusiness #covid #managementconsulting #design #hr #branding #strategy #businessconsulting #work #innovation https://t.co/uN9TmzlDnN", "Australia Covid Positive Author": "JFSebastian146", "Scott Morrison Positive": "Comedian Celeste Barber has attracted a huge international audience to her video suggesting Scott Morrison let Australia down.  https://t.co/3EszmDBQAU", "Scott Morrison Positive Author": "kevthelip", "Scott Morrison Negative": "For Matt Canavan, no depth is too low, in his desperate need for attention. Today’s intervention is hurtful &amp; offensive to veterans &amp; the Afghan community. Scott Morrison should kick him out of the Morrison-Joyce Govt. It’s time our PM took some responsibility.", "Scott Morrison Negative Author": "SeandBlogonaut", "Gladys Berejiklian Negative": "HOW ABOUT WILKINSON JUST STOP, Usual crap from a poor reporter and second rate host. Remember what state through mismanagement, lies and blaming other caused 780 deaths\n\nLisa Wilkinson takes aim at Gladys Berejiklian: 'Premier, can you stop' https://t.co/2LmPy6T3xR via @Yahoo", "Gladys Berejiklian Negative Author": "Able08533027", "Gladys Berejiklian Positive": "Maybe Gladys Berejiklian wanted to provide hope but easing restrictions misled us https://t.co/JByXPLi89Z \nWE were ALL warned ABOUT how DANGEROUS the DELTA mutation was BACK in 04/2021 by the WHO of EUROPE, especially TO COUNTRIES relaxing restrictions, like ourselves!!!!!", "Gladys Berejiklian Positive Author": "WizePenguin", "Daniel Andrews Negative": "😱😱😱 OOO AHHH \n\nDaniel Andrews just said SHITTY, cant wait for the pearl clutchers to predict the collapse of the entire fabric of polite society.\n\n#Auspol", "Daniel Andrews Negative Author": "rodwilliams8", "Daniel Andrews Positive": "Instead of paying for this endless contact surveillance &amp; testing of healthy people because people had a party 🎉 I would be happy for taxpayers to pay for  Daniel Andrews  to go to China where he belongs 🇨🇳  - and ideally not come back 🦠✈️", "Daniel Andrews Positive Author": "MerusFelix", "Australia Vaccinations Negative": "All those angry with the new Victorian restrictions should direct their anger in the right direction\n\nMorrison did not buy enough vaccinations and screwed up with the ones he did get\nGladys failed to lock down her state and infected the rest of Australia\n\nThank you\n#LNPDisgrace", "Australia Vaccinations Negative Author": "AmeliaBee7", "Australia Vaccinations Positive": "@ScepticalAussie Lol, good luck with that.\n\nIt's not like mandatory travel vaccinations haven't been compulsory for decades.\n\nFrom a person immune to yellow fever because they went to Colombia and I wouldn't be back in Australia if I didn't have the vaccine.", "Australia Vaccinations Positive Author": "Nervardia"}