{"Australia Covid Popular": "Australian capital Canberra goes into snap lockdown after finding one Covid case. ONE.\n\n***ONE***\n\nStark staring mad.  https://t.co/A8rDaSZ3ld", "Australia Covid Popular Author": "JuliaHB1", "Australia Covid Popular Count": 5938, "NSW Covid Positive": "Why am I left with the impression that certain sections of the media would love nothing more than Melbourne’s outbreak to become out of control like the NSW second wave?\n\nIt feels like last year. \n\nWe’re fighting COVID, the media, AND the Liberals. \n\n#COVID19Vic", "NSW Covid Positive Author": "Eve5810", "NSW Covid Negative": "NSW Health are refusing to warn people if they have been possibly infected by COVID 19 or not and therefore giving them a chance to seek treatment early enough just so they can reduce the reported daily numbers. We are fucked. These people want us dead. #auspol #nswpol @NSWHealth https://t.co/GqLPk2Uxcn", "NSW Covid Negative Author": "Ash_alttweets", "WA Covid Negative": "I no longer trust mainstream media\nAn abc radio interview queried why WA health system is on its knees?\nTurns out delays in cancer, heart etc checkups during Covid has led to major hospital demand &amp; crisis in WA\nNo Covid hospital crisis\nSame in other states?? https://t.co/Je1fxf0qj4", "WA Covid Negative Author": "LeanneMcknzie", "WA Covid Positive": "Mark \"China First\" McGowan doing what he does best here--selling out the GREAT people of WA.\n\nThis was filmed the night before the first Covid-19 case was recorded in Western Australia. \n\nJournalists MUST start reporting Mark's VERY strong relationship with the CCP https://t.co/mPSYIksRl2", "WA Covid Positive Author": "mmontyj3", "ACT Covid Negative": "We can't ignore Fox News lies about the Covid vaccine since its potentially killing Americans. That's why I FILED a COMPLAINT AGAINST Fox News with FTC for possible violations of Covid-19 Consumer Protection Act.  We need FTC to investigate Fox! My MSNBC:\nhttps://t.co/s2RYR1XBwg", "ACT Covid Negative Author": "Fubarahh", "ACT Covid Positive": "As the sun seems to have made a disappearing act, we’re going to be spending more time with others indoors. \n\nCovid-19 is less likely to spread in well ventilated spaces, so be sure to open your windows for some fresh air.\n\nVisit: https://t.co/7acHHaOYPA  \n\n#StaySafeEssex https://t.co/SzzZpOnV4r", "ACT Covid Positive Author": "MidEssexCCG", "SA Covid Positive": "@Vuyo_Mhaga @Chifundokadula1 In this economy that is shedding jobs &amp; can't feed their families YOU ouchea promoting a vaccine?\n\nHow does these vaccines solves SA's socioeconomic challenges for the majority?\n\nEven if the vaccines were a 100% shield against COVID, question is SAVE YOURSELF FOR WHAT?", "SA Covid Positive Author": "HistorianMarc", "SA Covid Negative": "PH is 2nd lowest (53 countries) in Covid Resilience Ranking\n\nAmong the 10 Worst Countries for Workers\n\nRanked 52nd (64 countries) in World Competitiveness Report\n\nDuterte among the World's Press Freedom Predators\n\nTapos puro puri sa sarili? Mahiya naman kayo sa bayan!", "SA Covid Negative Author": "seannnnn_sean", "QLD Covid Positive": "@Shaun_Johnson90 When we signed you I remember how excited I was. I never managed to get to a meet and greet up here in qld for some reason namely covid but I always wanted to meet you as you have been such a humble  thoughtful member of our team. All the best to you and your family.", "QLD Covid Positive Author": "kaseynikita", "QLD Covid Negative": "@cinnamontoastk @Scorptec Told ya you guys shoulda com to bloody Queensland man! We are the boss state for nah covid. GO QLD!!!🤘💥🐨", "QLD Covid Negative Author": "kj_koool", "NT Covid Negative": "@CraigKellyMP https://t.co/1nE3JNLyrA\n\n&gt; ‘Overreaction’: NSW Premier urged to reverse breast screening ban\n&gt; Podcast: Is there such thing as having too much choice? \n&gt; Melbourne’s late-night trains cancelled; Victorian tourism ‘at breaking point’\n\nThis country has become cotton-picking mad.", "NT Covid Negative Author": "TheMuSinger", "NT Covid Positive": "BREAKING: Zero new COVID cases recorded in the NT overnight. The positive case re-tested positive and it was a “stronger” result, meaning he was more infectious while in Katherine than Darwin. A lot of testing still to be done in Katherine. @KatherineTimes", "NT Covid Positive Author": "kirsty_howey", "TAS Covid Negative": "@theprojecttv Really??\nNot much better??\nIs that a joke?\n\nQld has 2 cases in 3 days, all in quarantine.\nDelta crushed thank you very much.\nWA zero cases.\nSA zero cases.\nTAS zero cases.\n\nNSW - uttetly incompetent basketcase.\n\nGotta love Gladys and her \"let's live with Covid\" mantra nonsense", "TAS Covid Negative Author": "t_hypocracy", "TAS Covid Positive": "@ifwitgwrs @Beas23Linda @RupertMyers the borders will only open when people are vaccinated, which is slow and has been stuffed up, but Australia has less than 1000 deaths from covid while UK has 131,000! u are getting 100 deaths a day now and you think that is great! haha, Im in Tas and everything is great here", "TAS Covid Positive Author": "Paul40902659", "VIC Covid Negative": "Vic suicides\n2019 - 718\n2020 - 698\n\nGlobal\ncovid deaths - 4.3 million\nflu deaths average - 900k\nsuicide avge - 1.2 mil\n\nNeed to limit movement, interaction to end lockdown + avoid worse health + $ outcomes. Stop undermining #CovidVic #ThisIsNotJournalism @_juliabradley @msanto92", "VIC Covid Negative Author": "MarySte05819933", "VIC Covid Positive": "Night Network will not run for the next two weeks to support the 9pm to 5am curfew in #Melbourne.\nThe only reasons to leave home during these hours are for authorised work and urgent medical care or caregiving. Otherwise, you must stay at home.\nMore: https://t.co/dFWwZzatTI https://t.co/0ePPRzEH60", "VIC Covid Positive Author": "trinest", "Australia Covid Negative": "@Francis_Hoar I thought Australia hadn't yet vaccinated all of its adult population. Surely with covid you start with most vulnerable and then work backwards. This has more to do with abuse of power than logical reasoning. Australian govt has got a taste of totalitarianism &amp; is drunk on power.", "Australia Covid Negative Author": "SystolicThe", "Australia Covid Positive": "I said that vaccines were a stroke of luck and our pandemic response should not have relied on them. \n\nThe \"experts\" knew a good vaccine would be available quickly to save the day. I was a nutter.\n\nAnd then Israel showed how little vaccines really matter. \nhttps://t.co/CtUFy8U4dI https://t.co/qlOunjnL1w", "Australia Covid Positive Author": "Willhuntingbad", "Scott Morrison Negative": "Damn you, Scott Morrison. Damn you and your stinking, rotten, useless, hollow Government. You’ve had so much time, so many warnings and pleas to act, to lead, and you have done nothing. #auspol https://t.co/pHfmartlBU", "Scott Morrison Negative Author": "3wombats", "Scott Morrison Positive": "The FACTS about the CASHLESS PENSION CARD.\n\nIf you are a pensioner that uses Facebook please make sure your friends know what is happening.\n\nScott Morrison tried to legislate to put Cashless Welfare at the heart of Centrelink. #auspol https://t.co/jzRWWhyrfK", "Scott Morrison Positive Author": "Grant_HART95", "Gladys Berejiklian Positive": "So still lockdowns, masks &amp; restrictions even if 80% vaxxed? But I thought that’s a conspiracy theory ? Bet some are glad they ran to get the vax to get their “ freedoms back” 🤔🤣🤣🤣🤣🤣🤣🤣🤣🤣https://t.co/22Yp8IVlnj", "Gladys Berejiklian Positive Author": "Adelina10194013", "Gladys Berejiklian Negative": "Gladys Berejiklian stop lying you are wrong sharp short Lockdowns do work against Delta because it worked in my state of South Australia", "Gladys Berejiklian Negative Author": "uminathereal", "Daniel Andrews Positive": "A few of the extreme laws Daniel Andrews has normalised in 🇦🇺\n\nPermit for work \n5km radius\n9pm curfew\nMask 😷 drinking beer 🍺 \nInterstate border closed\n$5K fine for a party 🎉 \nLocked in your home 🏠\n\nBut all good if we don’t agree, they’ll just label us a “right wing extremist”", "Daniel Andrews Positive Author": "45FirstLady", "Daniel Andrews Negative": "The State Government has tried to hide a secret report showing:\n\nThe number of teenagers rushed to hospital after self-harming and suffering suicidal thoughts spiked by 51% (148 a week).\n\nThere is a mental health shadow pandemic in Victoria and Daniel Andrews must stop hiding it.", "Daniel Andrews Negative Author": "makeit2success", "Australia Vaccinations Negative": "@kpfunk @Mikenotsoyeadon Of course not. But youre also ignoring the longterm adverse reactions, injuries and deaths of these EUA vaccinations. You ignore the media panic porn. You ignore the social media censorship. You ignore the totalitarian mandates. Do you not see what’s been happening in Australia?", "Australia Vaccinations Negative Author": "TalonXavier_", "Australia Vaccinations Positive": "@BobbyBallRockOn @9NewsAUS @lizziedaniels Yes agree, UK life is great. Australia, just get the vaccinations done asap", "Australia Vaccinations Positive Author": "sallysal111"}