{"Australia Covid Popular": "This would be insane under any circumstance, but all the more so because Australia's daily COVID death rate is two. \n\nNot a typo. Yes, two. Two people are dying a day, in a country with a population of 25 million. \n\nAnd this is how they respond. https://t.co/BfMEQWNYHh", "Australia Covid Popular Author": "MattWalshBlog", "Australia Covid Popular Count": 3694, "NSW Covid Negative": "Two months into overwhelming crisis brought on by reckless decision of NSW govt to force NSW to “live with Covid”: 36+ dead. 6491 cases and rising. No elective surgery. Schools disrupted. Financial support inadequate. Businesses smashed. Borders shut. Change needed urgently.", "NSW Covid Negative Author": "AnaMilosevic7", "NSW Covid Positive": "Three quarters of today’s NSW COVID-19 cases are aged under 40. It's great news the Government will be focussing on vaccinating people in the 16-39 age group in areas of concern. I encourage all younger people to consult with their GP on receiving an AstraZeneca jab #COVID19nsw", "NSW Covid Positive Author": "PCKJ3627", "WA Covid Positive": "Mark \"China First\" McGowan doing what he does best here--selling out the GREAT people of WA.\n\nThis was filmed the night before the first Covid-19 case was recorded in Western Australia. \n\nJournalists MUST start reporting Mark's VERY strong relationship with the CCP https://t.co/mPSYIksRl2", "WA Covid Positive Author": "Sam12554430", "WA Covid Negative": "No one: \nMy mum this morning, in absolute shock and disgust for what she had to endure: So na me covid wan silent? Me? Na wa.", "WA Covid Negative Author": "chinaemeremoti", "ACT Covid Negative": "A #COVID19au outbreak in prison will likely kill imprisoned Aboriginal and Torres Strait Islander people. Many are already chronically ill, have a disability or they are parents with children who depend on them. \n\nGovt must act now to release people. \n\nhttps://t.co/rwQgCkxBL3", "ACT Covid Negative Author": "JnetM13", "ACT Covid Positive": "COVID is highlighting why we need a national Human Rights Act or Charter. There is strong public support for the reform. A Charter would help governments make the right decisions &amp; help people to know, understand &amp; protect their rights.  https://t.co/O0cn79SXbh", "ACT Covid Positive Author": "nathanlpkennedy", "SA Covid Positive": "Excited to be presenting later this week at the 5th @GTACSouthAfrica's online Public Economics Winter School, summarising what we know about the coverage and impact of SA's🇿🇦 R350 COVID-19 grant. @DPRU_UCT \n\nMore information available below to those interested. https://t.co/fZWt12PeZW", "SA Covid Positive Author": "GTACSouthAfrica", "SA Covid Negative": "*SA SEES COVID-19 4TH WAVE LASTING 75 DAYS AROUND 2 DEC - 15 FEB\n(Salim Abdool Karim / Bloomberg)\n\nSo, who are planning a lekker December breakaway? This could really bad news for our already struggling restaurants and hospitality industry! https://t.co/rZ0N35apcd", "SA Covid Negative Author": "nickhedley", "QLD Covid Negative": "@cinnamontoastk @Scorptec Told ya you guys shoulda com to bloody Queensland man! We are the boss state for nah covid. GO QLD!!!🤘💥🐨", "QLD Covid Negative Author": "kj_koool", "QLD Covid Positive": "@AlecTang_ Thanks, all good here, mate. Having a better COVID Delta variant run in Qld than our friends further south so far. 🤞", "QLD Covid Positive Author": "GregVann", "NT Covid Negative": "@CraigKellyMP https://t.co/1nE3JNLyrA\n\n&gt; ‘Overreaction’: NSW Premier urged to reverse breast screening ban\n&gt; Podcast: Is there such thing as having too much choice? \n&gt; Melbourne’s late-night trains cancelled; Victorian tourism ‘at breaking point’\n\nThis country has become cotton-picking mad.", "NT Covid Negative Author": "TheMuSinger", "NT Covid Positive": "Good Morning all, take care and be covid safe out there especially to all my peeps in #nswlockdown #melbournelockdown #ACT and now parts of #NT. Who are in the #MorrisonLockdown and the #GladysClusterfuk . #MorrisonFail", "NT Covid Positive Author": "valmacdonald121", "TAS Covid Positive": "@DougCameron51 @GladysB Yes, sadly, NSW has completely lost control of the virus and they'll never get back to being Covid free.\nRest of Oz trying hard not to lose it like NSW has.\nWA has the best chance, and Tas' might stay lucky too.\nRoll on the vaccines!!!", "TAS Covid Positive Author": "BrunyBob", "TAS Covid Negative": "Babies and toddlers are less likely to bring Covid into their homes than teenagers are, but once they are infected, they are more likely to spread the virus to others in their households, according to a large new study by a Canadian public health agency. https://t.co/mhQtv5w4tX", "TAS Covid Negative Author": "tas_lily", "VIC Covid Negative": "#georgiecrozier You don’t even read the advice. The Public Health orders signed by the @VictorianCHO are located on the Vic DHS website-Covid19 Section. Georgie, STOP LYING about #ReleaseHealthAdvice nonsense. You want Vics to DIE from COVID. #springst Shameful Shadow Minister. https://t.co/ySNfCc8muD", "VIC Covid Negative Author": "Commoncents21", "VIC Covid Positive": "@JonesHowdareyou I did not know that about Brett Sutton.  Shows the true humanity of the man to work with MSF in Afghanistan.   Hope all the Vic team who are so wonderful are coping with the current stress of Covid.    \nThey all deserve a medal - not nastiness.", "VIC Covid Positive Author": "ArtMarieCalais", "Australia Covid Positive": "Keep alert!\nWith all focus on #KabulHasFallen high drama, so easy for @BorisJohnson to slip thru new orders to limit our freedoms even more, eg: make Covid shots mandatory, limit free speech, or ban anything about Covid on Social Media like in Australia, and so on", "Australia Covid Positive Author": "oldbid45", "Australia Covid Negative": "@CvetkovicBobDr The mental health suffering is real. But so is the suffering of losing loved ones to a preventable disease. To date there has been no increase in suicide rates in Australia. Total death rates are higher when COVID spreads than when lockdowns are implemented.", "Australia Covid Negative Author": "toninicho", "Scott Morrison Negative": "Scott Morrison’s comments regarding the murder of George Floyd\n“As upsetting &amp; terrible is the murder that took place &amp; it is shocking. I just think to myself how wonderful a country is Australia”\n\nThe worlds highest incarcerator of black people. That Australia?", "Scott Morrison Negative Author": "r_quazzy", "Scott Morrison Positive": "The FACTS about the CASHLESS PENSION CARD.\n\nIf you are a pensioner that uses Facebook please make sure your friends know what is happening.\n\nScott Morrison tried to legislate to put Cashless Welfare at the heart of Centrelink. #auspol https://t.co/jzRWWhyrfK", "Scott Morrison Positive Author": "jungjungswamp", "Gladys Berejiklian Positive": "Honestly, @GladysB should be asking for advice from a teacher/s re effective classroom management &amp; giving clear direction/s. \nAustralia Covid live news update: NSW records 452 new cases, Victoria 24; nation on edge as more than 13 million under lockdown https://t.co/Pl70lPwzrG", "Gladys Berejiklian Positive Author": "KarinaKanepe", "Gladys Berejiklian Negative": "Gladys Berejiklian demonstrating straight up hubris for 3mins https://t.co/Kag4BEYHGS via @YouTube @GladysB @ScottMorrisonMP @JEChalmers @DanielAndrewsMP lies,lies &amp; more lies this disgusting Lib premier is just like the PM a compulsive liar she is 2 blame for NSW stuff up RESIGN", "Gladys Berejiklian Negative Author": "jessie09605869", "Daniel Andrews Negative": "@9NewsMelb @msanto92 Anti Semitism is pure evil!\nAnti Daniel Andrews and anti lying media outlets is encouraged.", "Daniel Andrews Negative Author": "James16081977", "Daniel Andrews Positive": "@BenCarrollMP Seems like another great decision made without thinking through the affects on others 🤣 \n\nThis affects essential workers, shift workers &amp; others who may need transport &amp; don't drive. Looks like the Daniel Andrews gov. are the real #COVIDIOTS atm.", "Daniel Andrews Positive Author": "Crazytimes17", "Australia Vaccinations Negative": "Australia’s Covid death rate as a percentage of population is 0.0037%. \nGet a grip @GladysB @DanielAndrewsMP. \nWe lost over 4,000 people to flu &amp; pneumonia in 2019 without crushing lockdowns, mandated vaccinations or masks. #realitycheck https://t.co/PK1Ya4GTZM", "Australia Vaccinations Negative Author": "Paul_Cyclops", "Australia Vaccinations Positive": "@Rudy46216941 @Turnoffthemsm Vaccinations are not compulsory. But now there is a delta variant and like all other countries, Australia will vaccinate all people who want to be. The program is intensive like it was in the UK during the second wave.", "Australia Vaccinations Positive Author": "DiemC10"}