{"Australia Covid Popular": "This would be insane under any circumstance, but all the more so because Australia's daily COVID death rate is two. \n\nNot a typo. Yes, two. Two people are dying a day, in a country with a population of 25 million. \n\nAnd this is how they respond. https://t.co/BfMEQWNYHh", "Australia Covid Popular Author": "MattWalshBlog", "Australia Covid Popular Count": 3694, "NSW Covid Negative": "Dr Kerry Chant NSW Covid update 🇦🇺 👉 A BAT in WUHAN eat a DEAD DOG then flew all the way to SYDNEY 👉The BAT then flew up the ass of a UNVACCINATED PELICAN that done a BIG BIRD SHIT on a man's FISH N CHIPS at BONDI BEACH 👉The man then ran along side a BUS home to SW SYDNEY.", "NSW Covid Negative Author": "BradWil26675572", "NSW Covid Positive": "Honestly, @GladysB should be asking for advice from a teacher/s re effective classroom management &amp; giving clear direction/s. \nAustralia Covid live news update: NSW records 452 new cases, Victoria 24; nation on edge as more than 13 million under lockdown https://t.co/Pl70lPwzrG", "NSW Covid Positive Author": "KarinaKanepe", "WA Covid Positive": "Mark \"China First\" McGowan doing what he does best here--selling out the GREAT people of WA.\n\nThis was filmed the night before the first Covid-19 case was recorded in Western Australia. \n\nJournalists MUST start reporting Mark's VERY strong relationship with the CCP https://t.co/mPSYIksRl2", "WA Covid Positive Author": "Sam12554430", "WA Covid Negative": "No one: \nMy mum this morning, in absolute shock and disgust for what she had to endure: So na me covid wan silent? Me? Na wa.", "WA Covid Negative Author": "chinaemeremoti", "ACT Covid Positive": "When the second wave of the Covid-19 hit, we knew that students will be hit hard &amp; it was time for us to act. This morning, we concluded a task force planning meeting; doing our best to have a successful #Artivizm4Education. Let us work together to improve the education sector https://t.co/sxEJmFnTV8", "ACT Covid Positive Author": "global_uganda", "ACT Covid Negative": "A #COVID19au outbreak in prison will likely kill imprisoned Aboriginal and Torres Strait Islander people. Many are already chronically ill, have a disability or they are parents with children who depend on them. \n\nGovt must act now to release people. \n\nhttps://t.co/rwQgCkxBL3", "ACT Covid Negative Author": "durdlin", "SA Covid Positive": "Good Tuesday morning Lord. Good Tuesday morning to all my fellow TBADN and SENIORS around the world.\n\nIngat po tayong lahat lagi sa panahon at sa covid. STAY SAFE. GOD BLESS US ALL ALWAYS.\n\n#TBADNBoycottMZETxAPT162 \n\nLaban lang, https://t.co/xr2243aA3K", "SA Covid Positive Author": "ManalangMikha", "SA Covid Negative": "Skolo sa nyesa .. kamo ke Covid yare nysesa. Our governing party ere nyesa STRAIGHT!\n What happened to my LiFE.😭😭😭😭😭😭😭😭😭😭😭😭", "SA Covid Negative Author": "Thomiilee", "QLD Covid Negative": "@cinnamontoastk @Scorptec Told ya you guys shoulda com to bloody Queensland man! We are the boss state for nah covid. GO QLD!!!🤘💥🐨", "QLD Covid Negative Author": "kj_koool", "QLD Covid Positive": "@AlecTang_ Thanks, all good here, mate. Having a better COVID Delta variant run in Qld than our friends further south so far. 🤞", "QLD Covid Positive Author": "GregVann", "NT Covid Negative": "Reminder: If injured from covid vax, u cannot sue gov’nt or manufacturers (Pfizer, Moderna, JJ) under EUA. U cannot use normal Vax Injury Compensation Pgm. Only use much scaled down pgm used for emergencies\nA ‘black hole’ for COVID vaccine injury claims\n https://t.co/ab504lBMgO", "NT Covid Negative Author": "April31900868", "NT Covid Positive": "Good Morning all, take care and be covid safe out there especially to all my peeps in #nswlockdown #melbournelockdown #ACT and now parts of #NT. Who are in the #MorrisonLockdown and the #GladysClusterfuk . #MorrisonFail", "NT Covid Positive Author": "valmacdonald121", "TAS Covid Positive": "@DougCameron51 @GladysB Yes, sadly, NSW has completely lost control of the virus and they'll never get back to being Covid free.\nRest of Oz trying hard not to lose it like NSW has.\nWA has the best chance, and Tas' might stay lucky too.\nRoll on the vaccines!!!", "TAS Covid Positive Author": "BrunyBob", "TAS Covid Negative": "Babies and toddlers are less likely to bring Covid into their homes than teenagers are, but once they are infected, they are more likely to spread the virus to others in their households, according to a large new study by a Canadian public health agency. https://t.co/mhQtv5w4tX", "TAS Covid Negative Author": "tas_lily", "VIC Covid Negative": "#georgiecrozier You don’t even read the advice. The Public Health orders signed by the @VictorianCHO are located on the Vic DHS website-Covid19 Section. Georgie, STOP LYING about #ReleaseHealthAdvice nonsense. You want Vics to DIE from COVID. #springst Shameful Shadow Minister. https://t.co/ySNfCc8muD", "VIC Covid Negative Author": "Commoncents21", "VIC Covid Positive": "@JonesHowdareyou I did not know that about Brett Sutton.  Shows the true humanity of the man to work with MSF in Afghanistan.   Hope all the Vic team who are so wonderful are coping with the current stress of Covid.    \nThey all deserve a medal - not nastiness.", "VIC Covid Positive Author": "ArtMarieCalais", "Australia Covid Negative": "The only health crisis going on is a #mentalhealth crisis \nSutton is causing death with his covid health advice.\nWe are losing kids to #suicide and the full extent of lives lost will not be known until 2025 at the earliest \nin #Australia https://t.co/Kv8a3ReLus", "Australia Covid Negative Author": "Jennife91770428", "Australia Covid Positive": "@KobieThatcher @GregHuntMP I hope you know the risks of getting Covid-19 and your freedom in the future like if you can travel overseas. If it is a requirement to be fully vaccinated to travel, would you get the vaccine? You need to think about your own freedom or you might be stuck in Australia for longer", "Australia Covid Positive Author": "ShazzaCook", "Scott Morrison Positive": "@AmyRemeikis Scott Morrison is clearly unaware that there is a very fine line between being optimistic and being delusional. A very, very fine line. I'm pretty sure Morrison has stepped over it....\n#auspol", "Scott Morrison Positive Author": "up_manly", "Scott Morrison Negative": "Scott Morrison’s comments regarding the murder of George Floyd\n“As upsetting &amp; terrible is the murder that took place &amp; it is shocking. I just think to myself how wonderful a country is Australia”\n\nThe worlds highest incarcerator of black people. That Australia?", "Scott Morrison Negative Author": "SChistopher", "Gladys Berejiklian Negative": "Gladys Berejiklian demonstrating straight up hubris for 3mins https://t.co/Kag4BEYHGS via @YouTube @GladysB @ScottMorrisonMP @JEChalmers @DanielAndrewsMP lies,lies &amp; more lies this disgusting Lib premier is just like the PM a compulsive liar she is 2 blame for NSW stuff up RESIGN", "Gladys Berejiklian Negative Author": "jessie09605869", "Gladys Berejiklian Positive": "So still lockdowns, masks &amp; restrictions even if 80% vaxxed? But I thought that’s a conspiracy theory ? Bet some are glad they ran to get the vax to get their “ freedoms back” 🤔🤣🤣🤣🤣🤣🤣🤣🤣🤣https://t.co/22Yp8IVlnj", "Gladys Berejiklian Positive Author": "THOMPSONP1950", "Daniel Andrews Negative": "Daniel Andrews has slammed \"unacceptable and evil\" anti-Semitic attacks aimed at the community involved in an illegal engagement party.\n\n\"The event that we spoke about at some length yesterday was not a function of being Jewish, it was a stupid function.\"", "Daniel Andrews Negative Author": "pallisier", "Daniel Andrews Positive": "@BenCarrollMP Seems like another great decision made without thinking through the affects on others 🤣 \n\nThis affects essential workers, shift workers &amp; others who may need transport &amp; don't drive. Looks like the Daniel Andrews gov. are the real #COVIDIOTS atm.", "Daniel Andrews Positive Author": "Crazytimes17", "Australia Vaccinations Negative": "Australia’s Covid death rate as a percentage of population is 0.0037%. \nGet a grip @GladysB @DanielAndrewsMP. \nWe lost over 4,000 people to flu &amp; pneumonia in 2019 without crushing lockdowns, mandated vaccinations or masks. #realitycheck https://t.co/PK1Ya4GTZM", "Australia Vaccinations Negative Author": "above_nun", "Australia Vaccinations Positive": "@Rudy46216941 @Turnoffthemsm Vaccinations are not compulsory. But now there is a delta variant and like all other countries, Australia will vaccinate all people who want to be. The program is intensive like it was in the UK during the second wave.", "Australia Vaccinations Positive Author": "DiemC10"}