{"Australia Covid Popular": "Australian capital Canberra goes into snap lockdown after finding one Covid case. ONE.\n\n***ONE***\n\nStark staring mad.  https://t.co/A8rDaSZ3ld", "Australia Covid Popular Author": "JuliaHB1", "Australia Covid Popular Count": 5939, "NSW Covid Negative": "@bhiamie @CharleeSueFrail @fmarked @peta_ivy_ Great info about a devastating public health debacle 😢! But FFS what happened to iso until test results are confirmed?  “a young man in Western NSW was taken into custody over a weekend, tested for COVID-19 upon entering the prison, and then released on bail a few days later. “", "NSW Covid Negative Author": "ferdimagellan2", "NSW Covid Positive": "@smh I am amazed by the colour scheme of this map. Blue - bad, green - bad but better, red - good, yellow better, orange awesome. Purple - amazing. \nFor anyone confused by the colours, please go to https://t.co/pG0hSqKEDn", "NSW Covid Positive Author": "Kasia_Zetka", "WA Covid Positive": "A Covid free society for the forthcoming years?\nGood luck!\n\nMcGowan showed courage to keep WA safe - but now he needs courage to move us forward too https://t.co/DszwFEgJC9", "WA Covid Positive Author": "Doble6Peter", "WA Covid Negative": "The covid disaster in Florida is only getting worse, @LizetteScribe writes.\n\nPatients in St. Petersburg must wait inside parked ambulances for an hour because they can’t be promptly processed.\n\nNurses, exhausted once again, grow scarcer: https://t.co/Ytm67CuEQR", "WA Covid Negative Author": "garden4u_wa", "ACT Covid Positive": "Fully vaccinated folks act like they weren’t the ones spreading Covid. I saw y’all’s snaps and stories, don’t act like y’all weren’t at these concerts, music festivals, bars and clubs without masks.", "ACT Covid Positive Author": "lady_choppaaa", "ACT Covid Negative": "Mississippi \n\nBaby girl orphaned after parents die from COVID-19\n\nThe 32year old’s last act before dying of Covid was giving birth to her baby daughter.\n\nHer husband also died of Covid, leaving the baby girl and orphan\n\nHow desperately sad. https://t.co/MwsuLCK1cV", "ACT Covid Negative Author": "kate_edmonds_EU", "SA Covid Negative": "@z00tymanda @Paul_sb @MattBarnard6 And nobody is emphasizing it in SA. ALL hush hush. Station Commander passed away from wearing his mask aka black lung but contracted covid APPARENTLY as usual and died but nobody says what they die of. Organ failure or what cos covid does NOT KILL like hiv.", "SA Covid Negative Author": "riseOvoices", "SA Covid Positive": "Good Tuesday morning Lord. Good Tuesday morning to all my fellow TBADN and SENIORS around the world.\n\nIngat po tayong lahat lagi sa panahon at sa covid. STAY SAFE. GOD BLESS US ALL ALWAYS.\n\n#TBADNBoycottMZETxAPT162 \n\nLaban lang, https://t.co/xr2243aA3K", "SA Covid Positive Author": "glo574", "QLD Covid Negative": "@shawry_analyst @GutweinTeam @AFL It is tragic that Peter Gutwein is opening borders with Qld when cases in the community there. \nWhat is the rush? Also bringing the AFL to Tassie all business and money placing Tasmanians at risk for covid delta. Keep going we are going to get infected and lockdowns will be pain.", "QLD Covid Negative Author": "LVozfuerte", "QLD Covid Positive": "@Shaun_Johnson90 When we signed you I remember how excited I was. I never managed to get to a meet and greet up here in qld for some reason namely covid but I always wanted to meet you as you have been such a humble  thoughtful member of our team. All the best to you and your family.", "QLD Covid Positive Author": "kaseynikita", "NT Covid Negative": "Reminder: If injured from covid vax, u cannot sue gov’nt or manufacturers (Pfizer, Moderna, JJ) under EUA. U cannot use normal Vax Injury Compensation Pgm. Only use much scaled down pgm used for emergencies\nA ‘black hole’ for COVID vaccine injury claims\n https://t.co/ab504lBMgO", "NT Covid Negative Author": "RafaelStepanian", "NT Covid Positive": "I'm sad that the people Mpura was always seen with, took pictures with &amp; etc, the people who most people regard as his \"friends\" are out of the country and nt here to bid Farwell to their \"bestfriend\" i understand that its covid nton nton bt ur friend is ur friend #MpuraFuneral https://t.co/uxkYracX6Q", "NT Covid Positive Author": "MatiwaneLuyanda", "TAS Covid Negative": "@theprojecttv Really??\nNot much better??\nIs that a joke?\n\nQld has 2 cases in 3 days, all in quarantine.\nDelta crushed thank you very much.\nWA zero cases.\nSA zero cases.\nTAS zero cases.\n\nNSW - uttetly incompetent basketcase.\n\nGotta love Gladys and her \"let's live with Covid\" mantra nonsense", "TAS Covid Negative Author": "t_hypocracy", "TAS Covid Positive": "@ifwitgwrs @Beas23Linda @RupertMyers the borders will only open when people are vaccinated, which is slow and has been stuffed up, but Australia has less than 1000 deaths from covid while UK has 131,000! u are getting 100 deaths a day now and you think that is great! haha, Im in Tas and everything is great here", "TAS Covid Positive Author": "Paul40902659", "VIC Covid Negative": "Vic suicides\n2019 - 718\n2020 - 698\n\nGlobal\ncovid deaths - 4.3 million\nflu deaths average - 900k\nsuicide avge - 1.2 mil\n\nNeed to limit movement, interaction to end lockdown + avoid worse health + $ outcomes. Stop undermining #CovidVic #ThisIsNotJournalism @_juliabradley @msanto92", "VIC Covid Negative Author": "amshoo1", "VIC Covid Positive": "@MarianSaines @CharlesSzulc Just wish Vic Murdoch, Costello press would lay off the Vic govt and allow them to get on with suppressing covid, protecting us. Last year they were all we had, and did a brilliant job. They're doing same this year, under even more difficult circumstances.Thanks, Twigs. Take care", "VIC Covid Positive Author": "Lias89733971", "Australia Covid Negative": "@hans_jason4 Conspiracy theorist: \"COVID has a 97% recovery rate\"\n\nRealist: \"So what? You want your family to die in ICU alone? You selfish prick!\"\n\n99.2% of Aus cases have mild symptoms ffs. Less than 1% are in critical condition. 31K out of 40K total have recovered\n\nhttps://t.co/BAash2iiEw", "Australia Covid Negative Author": "N_Williams9000", "Australia Covid Positive": "\"What is your message to people who question the need for an alert level 4 lockdown?\"\n\n\"Australia!\"\n\nGive the signer an award...\n\n#COVID #COVID19nz https://t.co/ac7YIpOBbV", "Australia Covid Positive Author": "fona_fodo", "Scott Morrison Positive": "\"We wish it were different\" too, Scott Morrison! \nWe wish you held a hose.\nWe wish you'd ordered #vaccines.\nWe wish you'd built dedicated #quarantine and brought #StrandedAussies home.\nWe wish you'd #SaveOurTerps.\nOh how we wish you'd go away...\n#auspol @JasonScanes ❤🙏🏼 https://t.co/1Q1NoL1ZQh https://t.co/hyjjUgJaCq", "Scott Morrison Positive Author": "loges29", "Scott Morrison Negative": "Watch this. It is damning. \n\nFuck the gutless. Fuck them. Fuck the Vichy French. Fuck the Quislings. Fuck the # MAGAs. \n\nFuck those who undermine our democracies. Fuck Scott Morrison. https://t.co/YsKNoJxY80", "Scott Morrison Negative Author": "Cyclify", "Gladys Berejiklian Positive": "We'll be living life \"a bit freer\" at 80% vaccination, says Gladys Berejiklian. Is this a late entry in the \"why bother\" category for the Jeannette Young Awards for Encouraging Vaccine Hesitancy? Honestly.", "Gladys Berejiklian Positive Author": "BoyceH00", "Gladys Berejiklian Negative": "@helphelpandhelp @mjrowland68 I’m “anybody but the Liberals” voter amongst family &amp; friends &amp; in the minority. All I can say is that most of them are so angry with Scott Morrison &amp; Gladys Berejiklian &amp; can’t wait to vote these 2 out. I hope their rage is maintained! #covidnsw #COVID19Aus vaccination fail!", "Gladys Berejiklian Negative Author": "Bernade23672448", "Daniel Andrews Negative": "The State Government has tried to hide a secret report showing:\n\nThe number of teenagers rushed to hospital after self-harming and suffering suicidal thoughts spiked by 51% (148 a week).\n\nThere is a mental health shadow pandemic in Victoria and Daniel Andrews must stop hiding it.", "Daniel Andrews Negative Author": "itiswhatitisoz", "Daniel Andrews Positive": "A few of the extreme laws Daniel Andrews has normalised in 🇦🇺\n\nPermit for work \n5km radius\n9pm curfew\nMask 😷 drinking beer 🍺 \nInterstate border closed\n$5K fine for a party 🎉 \nLocked in your home 🏠\n\nBut all good if we don’t agree, they’ll just label us a “right wing extremist”", "Daniel Andrews Positive Author": "PartyReality", "Australia Vaccinations Negative": "@kpfunk @Mikenotsoyeadon Of course not. But youre also ignoring the longterm adverse reactions, injuries and deaths of these EUA vaccinations. You ignore the media panic porn. You ignore the social media censorship. You ignore the totalitarian mandates. Do you not see what’s been happening in Australia?", "Australia Vaccinations Negative Author": "TalonXavier_", "Australia Vaccinations Positive": "@BobbyBallRockOn @9NewsAUS @lizziedaniels Yes agree, UK life is great. Australia, just get the vaccinations done asap", "Australia Vaccinations Positive Author": "sallysal111"}