{"Australia Covid Popular": "Australian capital Canberra goes into snap lockdown after finding one Covid case. ONE.\n\n***ONE***\n\nStark staring mad.  https://t.co/A8rDaSZ3ld", "Australia Covid Popular Author": "JuliaHB1", "Australia Covid Popular Count": 5939, "NSW Covid Negative": "Two months into overwhelming crisis brought on by reckless decision of NSW govt to force NSW to “live with Covid”: 36+ dead. 6491 cases and rising. No elective surgery. Schools disrupted. Financial support inadequate. Businesses smashed. Borders shut. Change needed urgently.", "NSW Covid Negative Author": "Dav081708", "NSW Covid Positive": "Why am I left with the impression that certain sections of the media would love nothing more than Melbourne’s outbreak to become out of control like the NSW second wave?\n\nIt feels like last year. \n\nWe’re fighting COVID, the media, AND the Liberals. \n\n#COVID19Vic", "NSW Covid Positive Author": "Lottie8053", "WA Covid Negative": "The covid disaster in Florida is only getting worse, @LizetteScribe writes.\n\nPatients in St. Petersburg must wait inside parked ambulances for an hour because they can’t be promptly processed.\n\nNurses, exhausted once again, grow scarcer: https://t.co/Ytm67CuEQR", "WA Covid Negative Author": "garden4u_wa", "WA Covid Positive": "⁦⁦I know who I trust in this match up. ⁦@MarkMcGowanMP⁩ has successfully managed COVID and protected West Australian citizens and businesses. ⁦@ScottMorrisonMP⁩ has been an abject failure with vaccine procurement and rollout. \nhttps://t.co/6EveJ3MFUk", "WA Covid Positive Author": "RosWillmett", "ACT Covid Negative": "A #COVID19au outbreak in prison will likely kill imprisoned Aboriginal and Torres Strait Islander people. Many are already chronically ill, have a disability or they are parents with children who depend on them. \n\nGovt must act now to release people. \n\nhttps://t.co/rwQgCkxBL3", "ACT Covid Negative Author": "dichondrablue", "ACT Covid Positive": "The economy is currently flush with investors looking for merger and acquisition opportunities, so now is a great time to act—but only if you’re ready. Here's what you need to know to be prepared.\nhttps://t.co/8OUhnbE2zE", "ACT Covid Positive Author": "theRobertSlack", "SA Covid Positive": "Good Tuesday morning Lord. Good Tuesday morning to all my fellow TBADN and SENIORS around the world.\n\nIngat po tayong lahat lagi sa panahon at sa covid. STAY SAFE. GOD BLESS US ALL ALWAYS.\n\n#TBADNBoycottMZETxAPT162 \n\nLaban lang, https://t.co/xr2243aA3K", "SA Covid Positive Author": "elds1957", "SA Covid Negative": "Muslim Covid-19 Fatalities update\nSource: Muslim Stats SA\n#Muslim #Deaths #SA #Covid19 https://t.co/Zb00vDdONy", "SA Covid Negative Author": "itv_sa", "QLD Covid Positive": "@Shaun_Johnson90 When we signed you I remember how excited I was. I never managed to get to a meet and greet up here in qld for some reason namely covid but I always wanted to meet you as you have been such a humble  thoughtful member of our team. All the best to you and your family.", "QLD Covid Positive Author": "kaseynikita", "QLD Covid Negative": "@shawry_analyst @GutweinTeam @AFL It is tragic that Peter Gutwein is opening borders with Qld when cases in the community there. \nWhat is the rush? Also bringing the AFL to Tassie all business and money placing Tasmanians at risk for covid delta. Keep going we are going to get infected and lockdowns will be pain.", "QLD Covid Negative Author": "LVozfuerte", "NT Covid Positive": "I'm sad that the people Mpura was always seen with, took pictures with &amp; etc, the people who most people regard as his \"friends\" are out of the country and nt here to bid Farwell to their \"bestfriend\" i understand that its covid nton nton bt ur friend is ur friend #MpuraFuneral https://t.co/uxkYracX6Q", "NT Covid Positive Author": "MatiwaneLuyanda", "NT Covid Negative": "Reminder: If injured from covid vax, u cannot sue gov’nt or manufacturers (Pfizer, Moderna, JJ) under EUA. U cannot use normal Vax Injury Compensation Pgm. Only use much scaled down pgm used for emergencies\nA ‘black hole’ for COVID vaccine injury claims\n https://t.co/ab504lBMgO", "NT Covid Negative Author": "RafaelStepanian", "TAS Covid Negative": "@theprojecttv Really??\nNot much better??\nIs that a joke?\n\nQld has 2 cases in 3 days, all in quarantine.\nDelta crushed thank you very much.\nWA zero cases.\nSA zero cases.\nTAS zero cases.\n\nNSW - uttetly incompetent basketcase.\n\nGotta love Gladys and her \"let's live with Covid\" mantra nonsense", "TAS Covid Negative Author": "t_hypocracy", "TAS Covid Positive": "@ifwitgwrs @Beas23Linda @RupertMyers the borders will only open when people are vaccinated, which is slow and has been stuffed up, but Australia has less than 1000 deaths from covid while UK has 131,000! u are getting 100 deaths a day now and you think that is great! haha, Im in Tas and everything is great here", "TAS Covid Positive Author": "Paul40902659", "VIC Covid Positive": "@MarianSaines @CharlesSzulc Just wish Vic Murdoch, Costello press would lay off the Vic govt and allow them to get on with suppressing covid, protecting us. Last year they were all we had, and did a brilliant job. They're doing same this year, under even more difficult circumstances.Thanks, Twigs. Take care", "VIC Covid Positive Author": "Lias89733971", "VIC Covid Negative": "Vic suicides\n2019 - 718\n2020 - 698\n\nGlobal\ncovid deaths - 4.3 million\nflu deaths average - 900k\nsuicide avge - 1.2 mil\n\nNeed to limit movement, interaction to end lockdown + avoid worse health + $ outcomes. Stop undermining #CovidVic #ThisIsNotJournalism @_juliabradley @msanto92", "VIC Covid Negative Author": "amshoo1", "Australia Covid Positive": "Here are a list of ways you can take control of your mental health, while also looking out for your friends, family and loved ones during these unprecedented times. #9News https://t.co/lfLwUDvmdQ", "Australia Covid Positive Author": "The_Fact22", "Australia Covid Negative": "There is no place for Antisemitism or any other form of racism in Australia. COVID-19 has nothing to do with race, and frustration at the difficulties we all face is no excuse for the abhorrent abuse we have seen of people based on race, religion and ethnicity.\n#ItStopsWithMe", "Australia Covid Negative Author": "RChrapot", "Scott Morrison Negative": "Holy heck. Shameful, Scott Morrison’s body language when the plight of the Afghan interpreters was raised in parliament 3 years ago. 3 yrs warning, every death, injury &amp; stress that happens is 100% on Scott Morrison, he was 2 busy buying an election to concern himself with people https://t.co/V11JAEX8Q0", "Scott Morrison Negative Author": "Billandbecks", "Scott Morrison Positive": "\"My value is: we look after our mates.\"\n- Scott Morrison, September 6 2018\n\nUnless of course you're Afghan, and put your life on the line to help our ill-fated occupation - in which case, \"we wish it were different\", and see ya.", "Scott Morrison Positive Author": "MsMargB2", "Gladys Berejiklian Positive": "@DavidGr07837209 @WitchComrade She’s just trying to make herself look better after her inaction caused the NSW second wave. I have no doubt that Gladys Berejiklian would be delighted if Victoria ended up like NSW. Then the heat will be off her and onto Dan Andrews.", "Gladys Berejiklian Positive Author": "AngieTrianta", "Gladys Berejiklian Negative": "@helphelpandhelp @mjrowland68 I’m “anybody but the Liberals” voter amongst family &amp; friends &amp; in the minority. All I can say is that most of them are so angry with Scott Morrison &amp; Gladys Berejiklian &amp; can’t wait to vote these 2 out. I hope their rage is maintained! #covidnsw #COVID19Aus vaccination fail!", "Gladys Berejiklian Negative Author": "Bernade23672448", "Daniel Andrews Negative": "The State Government has tried to hide a secret report showing:\n\nThe number of teenagers rushed to hospital after self-harming and suffering suicidal thoughts spiked by 51% (148 a week).\n\nThere is a mental health shadow pandemic in Victoria and Daniel Andrews must stop hiding it.", "Daniel Andrews Negative Author": "itiswhatitisoz", "Daniel Andrews Positive": "A few of the extreme laws Daniel Andrews has normalised in 🇦🇺\n\nPermit for work \n5km radius\n9pm curfew\nMask 😷 drinking beer 🍺 \nInterstate border closed\n$5K fine for a party 🎉 \nLocked in your home 🏠\n\nBut all good if we don’t agree, they’ll just label us a “right wing extremist”", "Daniel Andrews Positive Author": "PartyReality", "Australia Vaccinations Negative": "@kpfunk @Mikenotsoyeadon Of course not. But youre also ignoring the longterm adverse reactions, injuries and deaths of these EUA vaccinations. You ignore the media panic porn. You ignore the social media censorship. You ignore the totalitarian mandates. Do you not see what’s been happening in Australia?", "Australia Vaccinations Negative Author": "TalonXavier_", "Australia Vaccinations Positive": "@BobbyBallRockOn @9NewsAUS @lizziedaniels Yes agree, UK life is great. Australia, just get the vaccinations done asap", "Australia Vaccinations Positive Author": "sallysal111"}