{"Australia Covid Popular": "Australian capital Canberra goes into snap lockdown after finding one Covid case. ONE.\n\n***ONE***\n\nStark staring mad.  https://t.co/A8rDaSZ3ld", "Australia Covid Popular Author": "JuliaHB1", "Australia Covid Popular Count": 5938, "NSW Covid Negative": "Two months into overwhelming crisis brought on by reckless decision of NSW govt to force NSW to “live with Covid”: 36+ dead. 6491 cases and rising. No elective surgery. Schools disrupted. Financial support inadequate. Businesses smashed. Borders shut. Change needed urgently.", "NSW Covid Negative Author": "esubductionzone", "NSW Covid Positive": "Incredibly responsible response from restaurant industry. Having gone 169 days without any covid or restrictions, while the world is on fire, watching NSW do a dithery lockdown lite, Ao/NZ seems pretty united in its conviction that swift containment is best until we’re vaxxed https://t.co/6SxuGy5I1l", "NSW Covid Positive Author": "julestw9", "WA Covid Positive": "Mark \"China First\" McGowan doing what he does best here--selling out the GREAT people of WA.\n\nThis was filmed the night before the first Covid-19 case was recorded in Western Australia. \n\nJournalists MUST start reporting Mark's VERY strong relationship with the CCP https://t.co/mPSYIksRl2", "WA Covid Positive Author": "sampson305rw", "WA Covid Negative": "I no longer trust mainstream media\nAn abc radio interview queried why WA health system is on its knees?\nTurns out delays in cancer, heart etc checkups during Covid has led to major hospital demand &amp; crisis in WA\nNo Covid hospital crisis\nSame in other states?? https://t.co/Je1fxf0qj4", "WA Covid Negative Author": "LeanneMcknzie", "ACT Covid Negative": "As well as The Ferry fiasco, NHS underfunding, widening attainment gap, Glasgow rubbish &amp; missing £600k. we today read of £55m.Gupta loss, Aberdeen by-pass flop, no digital Covid passport, Billion £ extra tax bill &amp;  Green deal stitch-up. As we see SNP failing we need to act.", "ACT Covid Negative Author": "Hugh6303", "ACT Covid Positive": "Albertans deserve better. Only @RachelNotley and the NDP support public health care and support nurses and frontline workers in the fight against COVID-19 both now and in the care we need after. Join the fight: https://t.co/daI4ZHOyPW #ableg #abhealth https://t.co/JOobFpAuWw", "ACT Covid Positive Author": "Jojointhewater", "SA Covid Negative": "@Dakili17 @BBCWorld I live in SA. Our businesses and workers do not have the protection your government has given you. So I am saying that its not a good message to our nation if your nation locksdown with one case. We have a crippling economy &amp; this type of message brings no hope as covid continues", "SA Covid Negative Author": "Jade_de_Keijzer", "SA Covid Positive": "Does Covid actually exist?\n\nFDA document admits “covid” PCR test was developed without isolated covid samples for test calibration, effectively admitting it’s testing something else https://t.co/b7Bo2dSSkY via @wordpressdotcom", "SA Covid Positive Author": "PeterHedegaard5", "QLD Covid Positive": "@AlecTang_ Thanks, all good here, mate. Having a better COVID Delta variant run in Qld than our friends further south so far. 🤞", "QLD Covid Positive Author": "GregVann", "QLD Covid Negative": "@cinnamontoastk @Scorptec Told ya you guys shoulda com to bloody Queensland man! We are the boss state for nah covid. GO QLD!!!🤘💥🐨", "QLD Covid Negative Author": "kj_koool", "NT Covid Positive": "BREAKING: Zero new COVID cases recorded in the NT overnight. The positive case re-tested positive and it was a “stronger” result, meaning he was more infectious while in Katherine than Darwin. A lot of testing still to be done in Katherine. @KatherineTimes", "NT Covid Positive Author": "kirsty_howey", "NT Covid Negative": "@CraigKellyMP https://t.co/1nE3JNLyrA\n\n&gt; ‘Overreaction’: NSW Premier urged to reverse breast screening ban\n&gt; Podcast: Is there such thing as having too much choice? \n&gt; Melbourne’s late-night trains cancelled; Victorian tourism ‘at breaking point’\n\nThis country has become cotton-picking mad.", "NT Covid Negative Author": "TheMuSinger", "TAS Covid Positive": "@ifwitgwrs @Beas23Linda @RupertMyers the borders will only open when people are vaccinated, which is slow and has been stuffed up, but Australia has less than 1000 deaths from covid while UK has 131,000! u are getting 100 deaths a day now and you think that is great! haha, Im in Tas and everything is great here", "TAS Covid Positive Author": "Paul40902659", "TAS Covid Negative": "#Tasmania - applications for hardship grants of up to $10k have just opened for those impacted by lockdowns in other states https://t.co/Ko23fZCEBd", "TAS Covid Negative Author": "knowledgeshopAU", "VIC Covid Positive": "@gorlo73 @sallyrugg 50 of the current active covid cases in Vic are under aged 10. Currently investigating apparent transmission in a playground or simply walking together. I’d rather keep my kids safe. Stay at home stay safe!", "VIC Covid Positive Author": "gbslonim", "VIC Covid Negative": "Vic suicides\n2019 - 718\n2020 - 698\n\nGlobal\ncovid deaths - 4.3 million\nflu deaths average - 900k\nsuicide avge - 1.2 mil\n\nNeed to limit movement, interaction to end lockdown + avoid worse health + $ outcomes. Stop undermining #CovidVic #ThisIsNotJournalism @_juliabradley @msanto92", "VIC Covid Negative Author": "ScrewMorrison", "Australia Covid Negative": "@yoler0y even a 0.5% fatality rate is shocking given COVID is so contagious. Over 10% of the US have acquired COVID, despite lockdowns. Without lockdowns it may have been double that. 20% of Australia is 5 mil. 0.5% death rate would be 25k. Plus 500k with long COVID", "Australia Covid Negative Author": "mpc_xetts", "Australia Covid Positive": "Super important if we ever want to have a beer with mates again in Australia, is to get vaccinated.\n\nWe are all but guaranteed to be living with COVID in Australia now, and the best service you can do for yourselves and others is to get protected.\n\nVax up brothers and sisters x https://t.co/QIS0yRoyG9", "Australia Covid Positive Author": "matttburke", "Scott Morrison Negative": "Scott Morrison’s comments regarding the murder of George Floyd\n“As upsetting &amp; terrible is the murder that took place &amp; it is shocking. I just think to myself how wonderful a country is Australia”\n\nThe worlds highest incarcerator of black people. That Australia?", "Scott Morrison Negative Author": "trixyforjustice", "Scott Morrison Positive": "Breaking: PM Scott Morrison says not all Afghan interpreters and other staff will be able to be rescued to Australia. \"I know that support won't reach all that it should. On the ground events have overtaken many efforts. We wish it were different.\"", "Scott Morrison Positive Author": "connell_sharnie", "Gladys Berejiklian Negative": "When devious, treacherous liars fall out 🍿🍿🍿National Plan for a Sh1tshow \nGladys Berejiklian furious at claims she ignored Scott Morrison’s lockdown advice.  https://t.co/wfA8uFqIFK", "Gladys Berejiklian Negative Author": "lacostabrava", "Gladys Berejiklian Positive": "So still lockdowns, masks &amp; restrictions even if 80% vaxxed? But I thought that’s a conspiracy theory ? Bet some are glad they ran to get the vax to get their “ freedoms back” 🤔🤣🤣🤣🤣🤣🤣🤣🤣🤣https://t.co/22Yp8IVlnj", "Gladys Berejiklian Positive Author": "CynicaloldB", "Daniel Andrews Positive": "For those we've lost, we must do better. Australian media must do better. This is the #AgedCareScandal.\n\nMorrison had #noplan and media are pinning it on Daniel Andrews. Please talk about it. Please share. #IStandWithDan #COVID19Vic https://t.co/y5W6dKsyZS", "Daniel Andrews Positive Author": "Tobylastname", "Daniel Andrews Negative": "The State Government has tried to hide a secret report showing:\n\nThe number of teenagers rushed to hospital after self-harming and suffering suicidal thoughts spiked by 51% (148 a week).\n\nThere is a mental health shadow pandemic in Victoria and Daniel Andrews must stop hiding it.", "Daniel Andrews Negative Author": "wattn1", "Australia Vaccinations Negative": "Australia’s Covid death rate as a percentage of population is 0.0037%. \nGet a grip @GladysB @DanielAndrewsMP. \nWe lost over 4,000 people to flu &amp; pneumonia in 2019 without crushing lockdowns, mandated vaccinations or masks. #realitycheck https://t.co/PK1Ya4GTZM", "Australia Vaccinations Negative Author": "jojo49547318", "Australia Vaccinations Positive": "@BobbyBallRockOn @9NewsAUS @lizziedaniels Yes agree, UK life is great. Australia, just get the vaccinations done asap", "Australia Vaccinations Positive Author": "sallysal111"}