{"Australia Covid Popular": "Dan is lying - hospitals are not full. There are 2200 ICU beds with ventilators in Australia - only 6 covid patients are on them #springst #auspol", "Australia Covid Popular Author": "DifficultNerd", "Australia Covid Popular Count": 1153, "NSW Covid Positive": "#sackdanandrews should be #backdanandrews - if you want to see how well it's going otherwise look at the ongoing slow motion trainwreck that is NSW A.K.A. #Gladystan\n🎶🎶\nI wish you Gladys Christmas\nI wish you Gladys Christmas\nI wish you Gladys Christmas\nand a COVID New Year\n🎶🎶", "NSW Covid Positive Author": "CaraMia200", "NSW Covid Negative": "I know we can’t deal with much more, but this is unbelievably upsetting 🥺😭\n\nAboriginal children make up 40% of western NSW Covid cases https://t.co/cRbEWjWsSd", "NSW Covid Negative Author": "DavidPenington2", "WA Covid Positive": "Rep your team this season 😊😊\n\n It's a new lovely week. I sell quality jerseys and polo for N5,000 only. \n\nI'm at your service 24/7\n\nI deliver to all states in NIGERIA\n\nDM/WhatsApp: https://t.co/gVKZqJWg4M\nPlease retweet 🙏🙏🙏\nCovid bbnaija League nigeria Messi barca  news https://t.co/FPDFsnKvrE", "WA Covid Positive Author": "_iamkhenie", "WA Covid Negative": "Morrison abandoned Australians during the bushfires.\n\nMorrison abandoned Victoria during COVID.\n\nMorrison abandoned WA to Palmer’s attack.\n\nMorrison has abandoned unemployed workers.\n\nMorrison has abandoned our allies to the Taliban.\n\nHow long until Morrison abandons you?\n#auspol https://t.co/Xy3r8BkXWu", "WA Covid Negative Author": "SeaStrider", "ACT Covid Positive": "COVID is highlighting why we need a national Human Rights Act or Charter. There is strong public support for the reform. A Charter would help governments make the right decisions &amp; help people to know, understand &amp; protect their rights.  https://t.co/O0cn79SXbh", "ACT Covid Positive Author": "mm_bennett", "ACT Covid Negative": "We can't ignore Fox News lies about the Covid vaccine since its potentially killing Americans. That's why I FILED a COMPLAINT AGAINST Fox News with FTC for possible violations of Covid-19 Consumer Protection Act.  We need FTC to investigate Fox! My MSNBC:\nhttps://t.co/s2RYR1XBwg", "ACT Covid Negative Author": "IMO_JamesMGray", "SA Covid Positive": "Good Monday morning Lord. Good Monday morning to all my fellow TBADN and SENIORS around the world.\n\nIngat po tayong lahat lagi sa panahon at sa covid. STAY SAFE. GOD BLESS US ALL ALWAYS.\n\n#TBADNBoycottMZETxAPT161\n\nLaban lang, https://t.co/QCMIVwDlLF", "SA Covid Positive Author": "Menniebarbs1", "SA Covid Negative": "115,000 people booked their covid vaccination since SA opened it up to 16-39 year olds, almost like young people have been desperate to be vaccinated or something 🤔", "SA Covid Negative Author": "HannahDutschke", "QLD Covid Positive": "@slsandpet Northern beaches. \n\nBut more recently, with COVID, Qld is looking like a great example.", "QLD Covid Positive Author": "nikhilautar1", "QLD Covid Negative": "Worse &amp; worse! with no real change in NSW govt's reckless attitude &amp; 478 new Covid-19 cases, 7 additional deaths. Vic records 22 cases, Qld zero; ACT records 19; snap lockdown for Darwin &amp; Katherine. As for the PM, Morrison is clearly a lunatic. #COVID19Aus #morrisonsh1tshow https://t.co/QDTB7KxUMY", "QLD Covid Negative Author": "navypti", "NT Covid Positive": "Well today was an interesting return to the Darwin newsroom. Here’s hoping the #lockdown ends in greater #Darwin and #Katherine as quickly as it began. Stay safe and well, and vaccinated #coronavirus #NT #covid #sciencematters https://t.co/NrjYcw6dsE", "NT Covid Positive Author": "EmMasters", "NT Covid Negative": "Hard to find good things today - Kabul; fate of Afghan women; covid NSW; curfew Victoria; NT lockdown; IPCC report; covid westernNSW; poor boy who died of covid Sydney; and who could do or have done something but didn’t- our government. Curses on you LNP", "NT Covid Negative Author": "BettanyJo", "TAS Covid Negative": "@nickbarnesaus FYI the highest suicide rate in Australia is Tas. Can’t say Covid is to blame- a very complex issue", "TAS Covid Negative Author": "nerijsmith67", "TAS Covid Positive": "@NivashniNair It will. This too shall pass. Mental health during covid is so important. Think positive thoughts and believe in hope, renewed strength snd recovery. Breathing exercises. Stretching. Vit D.", "TAS Covid Positive Author": "tas_hassim13", "VIC Covid Negative": "@6NewsAU @KatieMouse71 @michaelobrienmp She's just silly frankly, nothing happened in Victoria, so little in fact https://t.co/slniBvdefe that 400 more pple died this July than last July during the so called pandemic, 0 died of so called covid this July", "VIC Covid Negative Author": "MarilynShephe15", "VIC Covid Positive": "Hey you mob… Melbourne’s COVID-19 lockdown will be extended to at least 11.59pm, 2/9  \nNew restrictions will come into effect from 11:59pm tonight (Monday 16 August).\nRead the press release here https://t.co/fccBj2Jf8u\n🖤💛❤️Stay safe, stay strong and please STAY HOME 🏡 https://t.co/Hh8UEBcHPp", "VIC Covid Positive Author": "sxymlbgy", "Australia Covid Positive": "@JoshFrydenberg @COVID_Australia How about more support for those on income support who can't work/look for work whilst being locked down??? That would really help out with people's mental health.", "Australia Covid Positive Author": "creative_trashh", "Australia Covid Negative": "Hong Kong?? \nLaws were broken by China. They’ve taken it back regardless. They’re bullying Australia. They’ve killed Tibetans and are demanding they choose the next Dali Lama? The Uyghurs 😱 Infiltrated the WHO and now it looks like the UN too. Released covid onto the world.", "Australia Covid Negative Author": "Dorothy23897725", "Scott Morrison Positive": "Comedian Celeste Barber has attracted a huge international audience to her video suggesting Scott Morrison let Australia down.  https://t.co/3EszmDBQAU", "Scott Morrison Positive Author": "jrkhnt", "Scott Morrison Negative": "For Matt Canavan, no depth is too low, in his desperate need for attention. Today’s intervention is hurtful &amp; offensive to veterans &amp; the Afghan community. Scott Morrison should kick him out of the Morrison-Joyce Govt. It’s time our PM took some responsibility.", "Scott Morrison Negative Author": "CamNavigare", "Gladys Berejiklian Negative": "HOW ABOUT WILKINSON JUST STOP, Usual crap from a poor reporter and second rate host. Remember what state through mismanagement, lies and blaming other caused 780 deaths\n\nLisa Wilkinson takes aim at Gladys Berejiklian: 'Premier, can you stop' https://t.co/2LmPy6T3xR via @Yahoo", "Gladys Berejiklian Negative Author": "Able08533027", "Gladys Berejiklian Positive": "Maybe Gladys Berejiklian wanted to provide hope but easing restrictions misled us https://t.co/JByXPLi89Z \nWE were ALL warned ABOUT how DANGEROUS the DELTA mutation was BACK in 04/2021 by the WHO of EUROPE, especially TO COUNTRIES relaxing restrictions, like ourselves!!!!!", "Gladys Berejiklian Positive Author": "WizePenguin", "Daniel Andrews Negative": "Daniel Andrews and most of the Victorian public service are overpaid useless incompetent lying cunts.", "Daniel Andrews Negative Author": "mailman789", "Daniel Andrews Positive": "Instead of paying for this endless contact surveillance &amp; testing of healthy people because people had a party 🎉 I would be happy for taxpayers to pay for  Daniel Andrews  to go to China where he belongs 🇨🇳  - and ideally not come back 🦠✈️", "Daniel Andrews Positive Author": "MerusFelix", "Australia Vaccinations Positive": "@ScepticalAussie Lol, good luck with that.\n\nIt's not like mandatory travel vaccinations haven't been compulsory for decades.\n\nFrom a person immune to yellow fever because they went to Colombia and I wouldn't be back in Australia if I didn't have the vaccine.", "Australia Vaccinations Positive Author": "Nervardia", "Australia Vaccinations Negative": "All those angry with the new Victorian restrictions should direct their anger in the right direction\n\nMorrison did not buy enough vaccinations and screwed up with the ones he did get\nGladys failed to lock down her state and infected the rest of Australia\n\nThank you\n#LNPDisgrace", "Australia Vaccinations Negative Author": "ijc08"}